{"date": "2018-07-21 14:04:09", "content": "\n But America’s online giants have not much more to fear from <span class=\"fa fa-info-circle\">regulator</span>s\n \n ![Google is fined €4.3bn in the biggest-ever antitrust penalty](https://www.economist.com/sites/default/files/imagecache/800-width/images/print-edition/20180721_WBP001_0.jpg) \n “THE making of a big tech <span class=\"fa fa-info-circle\">reckon</span>ing,” <span class=\"fa fa-info-circle\">blare</span>d one <span class=\"fa fa-info-circle\">typical</span> headline earlier this year. “The case for breaking up Amazon, Apple, Facebook and Google,” <span class=\"fa fa-info-circle\">tout</span>ed another. Based on media coverage alone it might seem as if the tech titans are in trouble. Add in the news, on July 18th, of a record €4.3bn fine for Google by the European Commission and that <span class=\"fa fa-info-circle\">impression</span> is strengthened. But if you look hard at where the <span class=\"fa fa-info-circle\">regulator</span>y <span class=\"fa fa-info-circle\">rubber</span> is actually hitting the road, the techlash seems much less <span class=\"fa fa-info-circle\">brutal</span>. Notwithstanding this week’s fine—which amounts to just over $5bn and is the biggest <span class=\"fa fa-info-circle\">antitrust</span> <span class=\"fa fa-info-circle\">penalty</span> ever—the online giants are nowhere near being <span class=\"fa fa-info-circle\">rein</span>ed in.\n \n To be sure, the mood has changed. In America a survey for Axios, a news website, found that between October and March the favourability ratings of Facebook, Amazon and Google had fallen by 28%, 13% and 12%, <span class=\"fa fa-info-circle\">respectively</span>. Republicans such as Ted Cruz, a <span class=\"fa fa-info-circle\">senator</span>, now employ anti-tech <span class=\"fa fa-info-circle\">rhetoric</span>. Last month the Federal Trade Commission (<span class=\"fa fa-info-circle\">FTC</span>) announced that it will, starting in September, hold hearings on “competition and consumer protection in the 21st century”.\n \n The shift in <span class=\"fa fa-info-circle\">sentiment</span> started earlier and has gone further in Europe, both because none of the companies have <span class=\"fa fa-info-circle\">headquarter</span>s there and because of the region’s sensitivities in regard to privacy and data protection. Google had already battled the commission, and lost, in “the shopping case”, so called because it involves sites that involve comparison-shopping services. The firm was accused of having <span class=\"fa fa-info-circle\">discriminate</span>d against rivals by downgrading their search results and putting its own on top; last year the commission levied a €2.4bn fine and told Google to treat all comparison-shopping results equally.\n \n The case that led to this week’s fine carries even more weight, in part because it echoes another famous battle. The commission says that Google is doing pretty much what Microsoft did in the late 1990s: tying together pieces of software to <span class=\"fa fa-info-circle\">cement</span> its <span class=\"fa fa-info-circle\">dominance</span>. This case involves Android, Google’s mobile operating system, and all sorts of related software and services, including Google Play, its app store, <span class=\"fa fa-info-circle\">internet</span> search and a <span class=\"fa fa-info-circle\">suite</span> of other apps.\n \n In <span class=\"fa fa-info-circle\">essence</span> Google gives smartphone-makers and telecoms operators an all-or-nothing choice: if they want to install any of these programs on their devices, they have to install them all and show the icons in <span class=\"fa fa-info-circle\">prominent</span> positions. Since firms need at least the app store to make their products commercially <span class=\"fa fa-info-circle\">viable</span>, they have no choice but to comply. Nor does Google allow them to install competing versions of Android on any of their models. These practices deny “rivals the chance to <span class=\"fa fa-info-circle\">innovate</span> and compete on the <span class=\"fa fa-info-circle\">merit</span>s” and “consumers the benefits of effective competition,” said <span class=\"fa fa-info-circle\">Margrethe</span> Vestager, the competition <span class=\"fa fa-info-circle\">commissioner</span> (pictured above).\n \n Closing arguments\n \n Google has clever <span class=\"fa fa-info-circle\">riposte</span>s. In the shopping case it argued that it wants to give consumers quick access to <span class=\"fa fa-info-circle\">relevant</span> information, rather than forcing them to click through to another search engine. Indeed, the commission was widely criticised in that case for failing to show that consumers were denied a <span class=\"fa fa-info-circle\">superior</span> service as a <span class=\"fa fa-info-circle\">consequence</span> of Google’s actions.\n \n In the Android case the search firm insists that the <span class=\"fa fa-info-circle\">restriction</span>s are needed to make open-source platforms a success. The needs of everyone who uses them—not just consumers, but developers, device-makers and Google itself—have to be “<span class=\"fa fa-info-circle\">painstakingly</span>” balanced, in the words of Sundar Pichai, Google’s boss, in a blog post published after the commission’s ruling. The decision, he said, risks tearing apart this healthy open-source <span class=\"fa fa-info-circle\">ecosystem</span> by causing Android to <span class=\"fa fa-info-circle\">fragment</span> into <span class=\"fa fa-info-circle\">incompatible</span> versions and by making it less <span class=\"fa fa-info-circle\">profitable</span> for Google to invest in the software.\n \n But the commission is on <span class=\"fa fa-info-circle\">firmer</span> ground. Being the provider of both <span class=\"fa fa-info-circle\">internet</span> search and of related services, with <span class=\"fa fa-info-circle\">substantial</span> market shares across the board (see chart), Google will always have an <span class=\"fa fa-info-circle\">incentive</span> to <span class=\"fa fa-info-circle\">discriminate</span> against rival offerings, notes <span class=\"fa fa-info-circle\">Damien</span> Geradin of Tilburg University. And few will sympathise with Mr Pichai’s warning on <span class=\"fa fa-info-circle\">fragment</span>ation. An open-source <span class=\"fa fa-info-circle\">ecosystem</span> is <span class=\"fa fa-info-circle\">tricky</span> to manage, but this does not <span class=\"fa fa-info-circle\">entitle</span> Google to <span class=\"fa fa-info-circle\">stymie</span> alternative <span class=\"fa fa-info-circle\">ecosystem</span>s. Rules telling device-makers exactly where to place app icons seem <span class=\"fa fa-info-circle\">draconian</span>. Their aim, to protect Google’s search service from competition, seems clear. And its <span class=\"fa fa-info-circle\">restriction</span>s have had an impact, for example in the case of Amazon’s Fire phones, whose failure owed something to Google.\n \n Yet the commission’s remedies still fall far short of <span class=\"fa fa-info-circle\">rein</span>ing in Google. In both the shopping and the Android cases, it wants the giant to <span class=\"fa fa-info-circle\">administer</span> its own <span class=\"fa fa-info-circle\">poison</span>. “It is Google’s responsibility to bring the <span class=\"fa fa-info-circle\">infringement</span> to an end,” Ms Vestager said this week. The <span class=\"fa fa-info-circle\">rationale</span> is that further fines in case of non-<span class=\"fa fa-info-circle\">compliance</span>—up to 5% of the average daily worldwide revenue of <span class=\"fa fa-info-circle\">Alphabet</span>, Google’s parent—will lead the firm to do the right thing. Yet Google could well judge that such fines are an acceptable cost of doing business.\n \n Ms Vestager’s approach is certainly not working in the shopping case. In September Google opted for a <span class=\"fa fa-info-circle\">remedy</span> of the sort that her <span class=\"fa fa-info-circle\">predecessor</span>, Joaquín Almunia, had rejected: <span class=\"fa fa-info-circle\">auction</span>ing off the <span class=\"fa fa-info-circle\">slot</span>s for comparison-shopping results on its search engine. So far, the new offering has not attracted many <span class=\"fa fa-info-circle\">bidder</span>s, most probably because they are loth to fork over a big part of their already meagre profits. Only about 6% of <span class=\"fa fa-info-circle\">slot</span>s are now filled by rival offers.\n \n At least in the Android case, the <span class=\"fa fa-info-circle\">remedy</span> seems more <span class=\"fa fa-info-circle\">straightforward</span>. Google has no choice but to drop the <span class=\"fa fa-info-circle\">offend</span>ing <span class=\"fa fa-info-circle\">restriction</span>s. But given how <span class=\"fa fa-info-circle\">entrench</span>ed its Android <span class=\"fa fa-info-circle\">ecosystem</span> and most of its apps are, this is unlikely to lead to big changes in the mobile industry. To create more competition, the commission would have to demand <span class=\"fa fa-info-circle\">tougher</span>, more specific remedies. As it is, Google has every <span class=\"fa fa-info-circle\">incentive</span> to <span class=\"fa fa-info-circle\">drag</span> out a cycle involving an <span class=\"fa fa-info-circle\">insufficient</span> <span class=\"fa fa-info-circle\">remedy</span> followed by fines, meaning that it will take years to have a meaningful impact.\n \n Despite the high fines and <span class=\"fa fa-info-circle\">theatrical</span> press conferences about <span class=\"fa fa-info-circle\">antitrust</span>, the commission may end up with not much more to show for its actions than trustbusters in America. There, despite lots of tech-bashing <span class=\"fa fa-info-circle\">rhetoric</span>, officials have shied away from doing anything of note. That many former Google employees worked in the administration of Barack Obama may have contributed to this <span class=\"fa fa-info-circle\">inertia</span>, but the real reason is America’s forbidding <span class=\"fa fa-info-circle\">jurisprudence</span>, says William Kovacic of George Washington University, a former <span class=\"fa fa-info-circle\">FTC</span> chairman. It would be <span class=\"fa fa-info-circle\">nigh</span>-impossible to get any <span class=\"fa fa-info-circle\">substantial</span> measures past the courts, which view <span class=\"fa fa-info-circle\">antitrust</span> <span class=\"fa fa-info-circle\">intervention</span>s <span class=\"fa fa-info-circle\">suspiciously</span>.\n \n And the barriers to action are getting even higher. In June the Supreme Court backed the policy of American Express, a credit-card <span class=\"fa fa-info-circle\">issuer</span>, of stopping retailers from nudging customers to use cards with lower <span class=\"fa fa-info-circle\">transaction</span> fees. <span class=\"fa fa-info-circle\">Regulator</span>s, the majority of the court argued, should look at such two-sided business models more broadly: the firm may charge retailers higher fees but it provides <span class=\"fa fa-info-circle\">cardholder</span>s with lots of rewards. In other words, anti-competitive practices in one market may be acceptable if they lead to consumer benefits in another—an argument that Google will certainly make about Android should it ever end up in an American court.\n", "last": "2018_7_23_8.json", "next": "2018_7_23_10.json", "assistent": {"Alphabet": {"ex": ["n. 字母表", "网络 爱法贝；字母系统；英文字母"], "pron": {"peg": "英 ['ælfəbet] ", "pam": "美 [ˈælfəˌbɛt] "}, "eg2": []}, "Damien": {"ex": ["n. 【男名】男子名", "网络 达米安；达明；凶兆续集"], "pron": {"peg": 0, "pam": 0}, "eg2": []}, "FTC": {"ex": ["abbr. （美）联邦贸易委员会（Federal Trade Commission）；（日）公平贸易委员会（Fair Trade Commission）"], "pron": {}, "st": {}, "wp": {"ftc网": "ftc", "FTC FastTimeControl": "快速时间控制", "FTC requirements": "成份要求", "the ftc": "交易委员会;联邦贸易委员会邮购或电", "FTC FrontierTechnologiesCorp": "边疆技术公司", "FTC TheFederalTradeCommittee": "联邦贸易委员会", "FTC FujiTelecastingCompanyLtd": "富士电视广播公司", "Ftc Method": "联邦贸易委员会方法", "FTC -": "容错计算机"}, "eg2": []}, "Margrethe": {"ex": ["n. (Margrethe)人名；(丹)玛格丽特"], "pron": {}, "st": {}, "wp": {"Margrethe II": "玛格丽特二世", "Hotel Margrethe": "玛格丽塔酒店", "Margrethe Saunders": "玛格丽特·桑德斯", "Margrethe Vestager": "维斯塔格;维斯特格;玛格丽特·韦斯塔格;斯塔格尔", "Queen Margrethe": "丹麦女王玛格丽特;特二世;女王玛格丽特二世", "Margrethe I": "玛格丽特一世", "Princess Margrethe": "年丹麦玛格丽特公主", "margrethe von": "特罗塔", "Ellen Margrethe Løj": "埃伦·玛格丽特·洛伊"}, "eg2": []}, "Regulator": {"ex": ["n. 监管机构；（速度、温度、压力的）自动调节器", "网络 调整器；稳压器；呼吸调节器"], "pron": {"peg": "英 ['reɡjʊ.leɪtə(r)] ", "pam": "美 ['reɡjə.leɪtər] "}, "eg2": []}, "administer": {"ex": ["vt. 管理；执行；给予", "vi. 给予帮助；执行遗产管理人的职责；担当管理人"], "pron": {"peg": "[əd'mɪnɪstɚ]", "pam": "[əd'mɪnɪstɚ]"}, "st": {"similar": "govern"}, "wp": {"E Administer": "进阶管理", "Facture Administer": "制作执行专员", "administer structure": "治理结构", "river administer": "河流治理", "administer claim": "解决索赔案件", "integrated administer": "综合管理", "teaching administer": "教学管理", "administer medicine": "给予药品", "administer pattern": "治理模式"}, "eg2": [["This allows you to  your server from remote computers.", "它允许你从远程计算机管理你的服务器。"], ["Likewise, you can  an entire set of clones as a single group.", "同样，你也可以把所有克隆的模型作为一个组来管理。"], ["For example, when you apply one of the standard templates to<b> administer</b> your change management processes, all team members can by default query all records in the database.", "举例来说，当你应用其中一个标准模板来管理你的变更管理过程时，所有的团队成员缺省可以查询数据库中的所有记录。"]]}, "antitrust": {"ex": ["adj. 反托拉斯的；反垄断的", "网络 反托拉斯行动；反托拉斯法；反托辣斯"], "pron": {"peg": "英 [.ænti'trʌst] ", "pam": "美 [.ænti'trʌst] "}, "eg2": []}, "auction": {"pron": {"peg": "英 ['ɔːkʃ(ə)n] ", "pam": "美 ['ɔkʃ(ə)n] "}, "ex": ["n. 拍卖", "v. 拍卖", "网络 竞拍；拍卖会；积分商城"], "eg2": [["an auction of paintings", "绘画拍卖会"], ["The house is up for auction(= will be sold at an auction ) .", "这所房子将被拍卖。"], ["A classic Rolls-Royce fetched(= was sold for) £25 000 at auction .", "一辆古典式劳斯莱斯轿车拍得 25 000 英镑。"], ["an Internet auction site", "互联网拍卖网站"], ["The costumes from the movie are to be auctioned for charity.", "这部电影用过的服装将用于慈善拍卖。"]]}, "bidder": {"pron": {"peg": "英 ['bɪdə(r)] ", "pam": "美 ['bɪdər] "}, "ex": ["n. 投标者；出价者", "网络 投标人；出价人；竞买者"], "eg2": [["It went to the highest bidder(= the person who offered the most money) .", "出价最高者得之。"], ["There were six bidders for the catering contract.", "投标承办酒席的有六家公司。"]]}, "blare": {"ex": ["n. 嘟嘟声；号声；巨响", "vi. 发嘟嘟声；发出响而刺耳的声音", "vt. 嘟嘟地发出；高声发出"], "pron": {"peg": "[blɛr]", "pam": "[blɛr]"}, "st": {"transform": [["vi.", "blared,blaring"]]}, "wp": {"to blare": "喧嚷;发出声响", "Tony Blare": "布莱尔", "blare not": "发嘟嘟声", "blare forth": "发出很大的声音", "blare group": "地区;区域;南非进口商", "air blare": "气笛", "blare detail": "粗大响声", "blare e": "巨大而刺耳的声音;发嘟嘟声", "a blare of publicity": "过分的宣传"}, "eg2": [["The  of the car horn alerted the members of the Story family who realised 17-year-old Ben's Toyota was no longer parked in the driveway of their home in Larkspur near Denver.", "汽车喇叭的嘟嘟声惊动了Story一家，他们意识到17岁Ben的丰田车不再停在他们家的车道上了。 Story一家住在丹佛附近的拉克斯博(Larkspur)。"], ["The  of the car horn alerted the members of the Story family who realized 17-year-old Ben's Toyota was no longer parked in the driveway of their home in Larkspur near Denver.", "汽车喇叭的嘟嘟声惊动了Story一家，他们意识到17岁Ben的丰田车不再停在他们家的车道上了。 Story一家住在丹佛附近的拉克斯博(Larkspur)。"], ["Then, with a  of trumpets and a banging of drums, the show began.", "接着，随着刺耳的喇叭声和鼓的重击声，演出开始了。"]]}, "brutal": {"pron": {"peg": "['brutl]", "pam": "['brutl]"}, "wp": {"brutal army": "残酷的军队;残暴军队", "Brutal Boxing": "血腥拳击", "Brutal Weapon": "残暴武装", "Brutal Legend": "野兽传奇;恶黑摇滚;残酷传奇;野性传奇", "Brutal cat": "凶残的猫", "Hex Brutal": "几何虐杀", "Brutal Charge": "野蛮冲锋", "Brutal Throw": "兽性投掷", "Brutal game": "野蛮游戏"}, "ex": ["adj. 残忍的；野蛮的，不讲理的"], "eg2": [["I should not like to be<b> brutal</b> or seem extravagant.", "我不愿显得野蛮或也不想看似放肆。"], ["Her baby was rent away from her arms by a<b> brutal</b> bandit.", "她的婴儿被一个野蛮的强盗从她怀里抢走。"], ["While harsh internal criticism may be<b> brutal</b> to hear, the ability to have that kind of dialogue is often a sign of a healthy company.", "虽然犀利的内部批评听起来可能有些残忍，但是，有能力展开这样的对话通常表明这是一个健康的公司。"]], "st": {"similar": "cruel"}}, "cardholder": {"ex": ["n. 持卡人；持有信用卡的人；持有正式成员证的人"], "pron": {"peg": "['kɑrdholdɚ]", "pam": "['kɑrdholdɚ]"}, "st": {}, "wp": {"Name Cardholder": "名片包", "Cardholder data": "持卡人数据", "Cardholder Card": "用户卡", "Cardholder Name": "持卡人姓名;卡片拥有者名;卡持有者名称", "cardholder bank": "持卡人银行", "cardholder agreement": "持卡人协议", "Cardholder registration": "持卡人注册", "primary cardholder": "基本卡持卡人", "cardholder processor": "持卡人处理系统"}, "eg2": []}, "cement": {"pron": {"peg": "[sə'mɛnt]", "pam": "[sə'mɛnt]"}, "wp": {"Cement Slurry": "水泥浆;英泥油;水泥泥浆;洋灰浆", "silicate cement": "硅酸盐水泥;\t\t硅粘固粉;硅酸盐胶;\t\t硅酸盐粘固剂", "bulk cement": "散装水泥;零星包装洋灰;企业加强应收账款管理的策略;大力弘扬延安精神加强党的执政能力", "Rosendale cement": "罗森代尔水泥", "bone cement": "骨水泥;骨接合剂;骨粘固剂;骨蒙古结剂", "cement rendering": "水泥抹面;水泥批荡;水泥荡面;水泥刷面", "cement floor": "水泥地面;水泥楼板;水泥空中;水泥地板", "cement mortar": "水泥砂浆;水泥灰浆;水泥沙浆;水泥灰奖", "waterproof cement": "防水水泥"}, "ex": ["vt. 巩固，加强；用水泥涂；接合", "vi. 粘牢", "n. 水泥；接合剂"], "eg2": [["Our object is to further<b> cement</b> trade relations.", "我们的目标是进一步巩固贸易关系。"], ["The mixed<b> cement</b> has been hoisted up the building.", "拌好的水泥灰浆已吊到建筑物顶上了。"], ["Harry was coated in sand and ,but we picked him up and dusted him down.", "哈里满身全是沙子和水泥，我们把他扶起来，给他掸掸干净。"]], "st": {}}, "commissioner": {"pron": {"peg": "[kə'mɪʃənɚ]", "pam": "[kə'mɪʃənɚ]"}, "wp": {"High Commissioner": "高级专员;英联邦高级专员;高级商务代表;高等专务官", "Services Commissioner": "服务专员", "planning commissioner": "企划专员;策划专员", "Police Commissioner": "公安局局长;警察专员;伦敦警务处长;警察总监", "European Commissioner": "欧盟委员会委员;欧盟委员会", "City Commissioner": "市政专员", "Rookie commissioner": "新人专员", "district commissioner": "区辅导;小区专员;区总监", "Assistant commissioner": "警务处助理处长;助理局长;助理专员;助理辅导"}, "ex": ["n. 理事；委员；行政长官；总裁"], "eg2": [["Stern and Deputy<b> commissioner</b> Adam Silverwere sitting in the back of the room as the union held a brief news conference at 10 p.m.", "晚上 10 点，工会举行了一个简短的新闻发布会，当时斯特恩和代理委员亚当 席尔瓦坐在房间的后面。"]], "st": {}}, "compliance": {"pron": {"peg": "[kəm'plaɪəns]", "pam": "[kəm'plaɪəns]"}, "wp": {"compliance delay": "延期遵守;延期执行", "compliance audit": "合规性审计;符合规章审计;法规符合审计;合规性审核", "creep compliance": "蠕变柔量;蠕变顺度", "compliance test": "符合性程序;\t\t符合性测试;验证检验;验证试验", "generalized compliance": "广义顺量;顺从行为", "Compliance Officer": "合规专员;监察主任;合规主任;合规官", "compliance method": "柔度法", "Compliance Manager": "合规经理;人权经理;合规部经理;监察稽核经理", "lung compliance": "肺顺应性"}, "ex": ["n. 顺从，服从；承诺"], "eg2": [["My joy is in your freedom, not your .", " 我的工体现在你的自由而非你的顺从中。"], [" means Say what you do, Do what you say, and Show you did it.", "遵从性意味着 说您所做的， 做您所说的， 并且展示您所做的。"], ["To do that with confidence, you need to measure your<b> compliance</b> to them.", "要想自信地作出承诺，您需要衡量自己对服务承诺的符合度。"]], "st": {}}, "consequence": {"pron": {"peg": "英 ['kɒnsɪkwəns] ", "pam": "美 ['kɑnsəkwəns] "}, "ex": ["n. 后果；结果；重要性", "网络 影响；推论；结局"], "eg2": [["This decision could have serious consequences for the industry.", "这项决定可能对该行业造成严重后果。"], ["Two hundred people lost their jobs as a direct consequence of the merger.", "合并一事直接导致二百人失去了工作。"], ["He drove too fast with tragic consequences.", "他开车太快，结果酿成惨剧。"], ["to suffer/face/take the consequences of your actions", "自食其果；面对╱承担自己行动的后果"], ["Don't worry. It's of no consequence .", "别担心，这无关紧要。"]]}, "discriminate": {"pron": {"peg": "[dɪ'skrɪmɪnet]", "pam": "[dɪ'skrɪmɪnet]"}, "wp": {"discriminate validity": "别效度;区分效度;区别效度;区别有效性", "differentiate discriminate": "区分区别", "Discriminate coefficient": "判别系数", "Discriminate Rules": "区辨法则", "discriminate vt": "区别;辨别", "discriminate sampling": "区别性抽样", "employment discriminate": "就业歧视", "discriminate function": "判别函数", "discriminate against": "歧视;排斥"}, "ex": ["vt. 歧视；区别；辨别", "vi. 区别；辨别"], "eg2": [["I can<b> discriminate</b> right from wrong.", "我能辨别是非。"], ["She can't<b> discriminate</b> right from wrong.", "她不能辨别是非。"], ["The child can<b> discriminate</b> one thing from another.", "这孩子能把一事物与另一事物区别开来。"]], "st": {"transform": [["vi.", "discriminated,discriminating"]], "similar": "distinguish"}}, "dominance": {"pron": {"peg": "['dɔmɪnəns]", "pam": "['dɔmɪnəns]"}, "wp": {"dominance variance": "显性方差;显性变方", "partial dominance": "部分显性;部分显性即不完全显性;即不完全显性", "Dominance index": "优势度指数;优势指数;优势度", "dominance ratio": "优势比;显性比", "eye dominance": "单眼优势;眼偏利", "irregular dominance": "不规则显性;性遗传", "epistatic dominance": "显性上位作用;上位显性;超显性;显性", "stochastic dominance": "随机占优;随机优势;随机支配;随机控制", "social dominance": "社会优势;社会支配性;\t\t群落优势;社阶优势"}, "ex": ["n. 优势；统治；支配"], "eg2": [["We have got used to expansion and .", "我们必须习惯资源的膨胀和支配。"], ["But his<b> dominance</b> often curdles into desperation.", "但他的优势常常化成绝望泡影。"], ["Politically, it probably marks the end of conservative , which began in 1980.", "在政治上它标志着开始于1980年的保守派优势的结束。"]], "st": {}}, "downgrade": {"ex": ["n. 退步；下坡", "adj. 下坡的", "adv. 下坡地", "vt. 使降级（过去式downgraded，过去分词downgraded，现在分词downgrading，第三人称单数downgrades）；小看"], "pron": {"peg": "[,daʊn'ɡred]", "pam": "[,daʊn'ɡred]"}, "st": {"transform": [["vt.", "downgraded,downgrading"]]}, "wp": {"graceful downgrade": "舒缓降级", "downgrade algorithm": "降级算法", "downgrade e": "降密;降级", "downgrade welding": "下坡焊", "Downgrade Ramp": "下坡匝道", "declivity downgrade": "下坡", "downgrade to": "降低到", "Downgrade Description": "降格描写", "way Downgrade": "单向下坡"}, "eg2": [["You can't  the litte boy.", "你不可小看那个小男孩。"], ["If the  of U. S. debt had any effect at all, it was to reinforce fears of austerity policies that will make the economy even weaker.", "如果美国债务信用降级存在任何影响的话，那就是它加剧了对紧缩政策的担心，而这种政策将使经济变得更加疲软。"], ["However, a project of this kind can  the fast and iterative character of the system development process.", "然而，这种类型的一个项目会降低系统开发过程的快速和迭代特性。"]]}, "draconian": {"ex": ["adj. 严厉的，苛刻的"], "pron": {"peg": "[drə'konɪən]", "pam": "[drə'konɪən]"}, "st": {}, "wp": {"Draconian Deflector": "龙人之盾;龙人盾", "Draconian Wars": "严酷战争;残酷的战争", "Alpha Draconian": "阿尔法天龙星人", "draconian regulation": "限量监管", "baaz draconian": "兹龙人", "Draconian Times": "唱片名", "Draconian Records": "出版者", "draconian n": "严峻的", "Draconian Belief": "蓝调音乐"}, "eg2": [["If that solution still proves too<b> draconian</b> for your headstrong daughter, then she is the one who is being unreasonable.", "如果这个解决方案对你那勇往直前的女儿还是太过严厉的话，那她就是那个无理取闹的人。"], ["In a letter leaked to the Telegraph at the beginning of the week, Dr Fox warned the prime minister that \" cuts\" could have \"grave consequences\".", "这周初期，国防部长福克斯给电讯报的一封信中透漏，他已经警告首相“苛刻的削减”可能导致“严重的后果”。"], ["The , decades-old state of emergency must be lifted and with it curbs on freedom of speech and assembly.", "持续了几十年、严厉的紧急状态必须被解除，言论及集会自由才有可能被恢复。"]]}, "drag": {"ex": ["vt. 拖累；拖拉；缓慢而吃力地行进", "vi. 拖曳；缓慢而吃力地行进", "n. 拖；拖累", "n. (Drag)人名；(匈)德劳格"], "pron": {"peg": "[dræg]", "pam": "[dræg]"}, "st": {"similar": "pull", "transform": [["vt.", "dragged,dragging"]]}, "wp": {"Drag equation": "阻力方程;阻力公式", "drag form": "压锻差;形状曳力;压锻好", "Drag Box": "积木逃跑;下砂箱;下模箱;下型箱", "form drag": "形阻力;\t\t形状阻力;型阻;船形阻力", "viscous drag": "粘性阻力;粘滞阻力;粘滞曳力;黏滞阻力", "drag one": "磨磨蹭蹭不情愿;行动缓慢", "Drag rod": "拉杆;牵引杆;转向直拉杆", "Drag Layer": "拖动层;移动分层;拖动图层", "parasite drag": "寄生阻力;废阻力;废阻力系数;寄生阻力系数"}, "eg2": [[" up a chair and watch the TV.", "拖一把椅子坐到前面来看电视。"], ["Just be careful not to<b> drag</b> them down!", "只是要小心不要也把他们拖下水"], ["The bride's long dress began to<b> drag</b> along the ground.", "新娘的长连衣裙开始拖地前行。"]]}, "ecosystem": {"ex": ["n. 生态系统", "网络 生态体系；产业生态系统；生态环境"], "pron": {"peg": "英 ['iːkəʊ.sɪstəm] ", "pam": "美 ['ekoʊ.sɪstəm] "}, "eg2": []}, "entitle": {"ex": ["vt. 称做…；定名为…；给…称号；使…有权利"], "pron": {"peg": "[ɪn'taɪtl]", "pam": "[ɪn'taɪtl]"}, "st": {"transform": [["vt.", "entitled,entitling"]]}, "wp": {"entitle thereto": "有权及其;有权公约;其有权", "entitle Yt": "给……权力", "entitle e": "使有资格;给予权利;使;给…命名", "entitle detail": "有权", "entitle vt": "书", "Entitle Pool": "授权池", "entitle to": "赋予…做;给……权利;有权向;享有权利", "entitle U": "题名", "entitle-": "给"}, "eg2": []}, "entrench": {"pron": {"peg": "[ɪn'trɛntʃ]", "pam": "[ɪn'trɛntʃ]"}, "wp": {"entrench tools": "掘战壕工具", "entrench meander": "嵌入曲流", "Entrench dominance": "加强市场支配地位", "entrench valley": "深切河谷", "entrench h": "挖壕沟以保护", "entrench shovel": "挖壕锹", "scour entrench": "冲刷防护", "entrench oneself": "确立自己的地位", "entrench upon": "侵犯"}, "ex": ["vt. 确立，牢固；用壕沟围住；挖掘", "vi. 侵犯；挖掘壕沟"], "eg2": [["Extending the general’s term will<b> entrench</b> his position.", "延长基尼亚将军的任期将确立他的地位。"], ["The result has been to consolidate the gang's base in these countries and further<b> entrench</b> its smuggling networks.", "其结果是加强了这些国家中黑帮基地组织的力量，进一步巩固了它的走私网。"]], "st": {}}, "essence": {"pron": {"peg": "英 ['es(ə)ns] ", "pam": "美 ['esəns] "}, "ex": ["n. 本质；实质；精髓；香精", "网络 精华液；要素；精华素"], "eg2": [["His paintings capture the essence of France.", "他的画描绘出法国的神韵。"], ["In essence(= when you consider the most important points) , your situation isn't so different from mine.", "从本质上讲，你我的情况并非相差很远。"], ["essence of rosewood", "黄檀木香精"], ["coffee/vanilla/almond essence", "咖啡╱香草╱杏仁香精"]]}, "firmer": {"ex": ["adj. 坚固的；圆凿或凿子的", "n. 圆凿；凿子"], "pron": {"peg": "['fɜːmə]", "pam": "['fɜːmə]"}, "st": {"similar": "hard,solid,stiff", "transform": [["adj.", "firmer,firmest"]]}, "wp": {"Firmer gouges": "弧口凿", "Firmer Chisels": "方边凿", "firmer r": "坚硬的", "Firmer Footing": "更为稳固根基", "Firmer muscles": "肌肉更结实", "Firmer Bust": "紧致美胸护理", "Terror Firmer": "特罗马警报", "And Firmer": "和牢靠", "Slightly firmer": "看涨"}, "eg2": [["If you weigh north of 170 pounds, look for<b> firmer</b> stability shoes, above.", "如果你的体重超过170磅，要找更坚实的稳定型跑鞋。"], ["They claim that our insistence on something larger, something  and more honest in our public life is just a Trojan Horse for higher taxes and the abandonment of traditional values.", "我们对民众生活中更庞大、更坚固和更正直的事物之坚持，就如同一只特洛伊木马，只会导致更高的税收，以及传统价值的流失。"], ["He needs to be a lot clearer and<b> firmer</b> about how he will deal with America’s foes and rivals: his first instinct when Russia invaded Georgia was to waffle.", "他需要更加清楚以及坚定他将如何处理美国的敌人和竞争对手。 当俄罗斯入侵格鲁吉亚的时候，他的第一反应竟认为这是胡扯。"]]}, "fragment": {"pron": {"peg": "英 ['fræɡmənt] ", "pam": "美 ['fræɡmənt] "}, "ex": ["n. 片段；破片；弹片；小块", "v. 分割；使成碎片", "网络 断片；片断；碎块"], "eg2": [["Police found fragments of glass near the scene.", "警方在现场附近发现了玻璃碎片。"], ["The shattered vase lay in fragments on the floor.", "打碎的花瓶在地上成了一堆碎片。"], ["I overheard a fragment of their conversation.", "我无意中听到他们谈话的片段。"]]}, "fragmentation": {"ex": ["n. 破碎；【生】(染色体)断裂", "网络 碎片；分裂；分片"], "pron": {"peg": "英 [.fræɡmən'teɪʃ(ə)n] ", "pam": "美 [.fræɡmən'teɪʃ(ə)n] "}, "eg2": []}, "headquarter": {"pron": {"peg": "['hɛd'kwɔrtɚ]", "pam": "['hɛd'kwɔrtɚ]"}, "wp": {"Siemens Headquarter": "西门子总部大楼", "Headquarter Address": "总部地址", "ICAC Headquarter": "廉政公署总部", "headquarter bases": "总部基地", "Beijing Headquarter": "北京总部", "UN Headquarter": "联合国总部", "executive headquarter": "总管理处", "CCB Headquarter": "中国建设银行总行", "Business headquarter": "所属部门"}, "ex": ["vi. 设立总部", "vt. 在…设总部"], "eg2": [], "st": {}}, "impression": {"pron": {"peg": "[ɪm'prɛʃən]", "pam": "[ɪm'prɛʃən]"}, "wp": {"impression tray": "印模盘;\t\t印模托盘;印模托", "Paris Impression": "巴黎印象;巴黎印刷", "impression wax": "印模蜡", "General Impression": "整体印象;总体印象;大致印象", "Calgary Impression": "卡城印象特刊", "impression paper": "油印纸;卤象环保纸样本", "West Impression": "西部印像;瑗块儴鍗板儚;西印象;西方印象", "Great Impression": "大印象", "artistic impression": "艺术印象;艺术印象分"}, "ex": ["n. 印象；效果，影响；压痕，印记；感想；曝光（衡量广告被显示的次数。打开一个带有该广告的网页，则该广告的impression 次数增加一次）"], "eg2": [["The journey leaves a favourable .", "这次旅行给他们留下了良好的印象。"], ["I carried with me for years a vague<b> impression</b> that he was a cold-hearted man.", "多年来我有一个模糊的印象，认为他是一个寡情的人。"], ["Although she had only met the old man once， he had made an indelible<b> impression</b> on her.", "虽然她和那老人只见过一面， 可却在她心上留下了不可磨灭的深刻印象。"]], "st": {}}, "incentive": {"pron": {"peg": "英 [ɪn'sentɪv] ", "pam": "美 [ɪn'sentɪv] "}, "ex": ["n. 激励；刺激；鼓励", "adj. 刺激性的", "网络 动机；诱因；奖励"], "eg2": [["tax incentives to encourage savings", "鼓励储蓄的税收措施"], ["There is no incentive for people to save fuel.", "没有鼓励人们节约燃料的措施。"]]}, "incompatible": {"pron": {"peg": "[,ɪnkəm'pætəbl]", "pam": "[,ɪnkəm'pætəbl]"}, "wp": {"incompatible proposition": "不相容选言命题", "incompatible elements": "不相容元素", "incompatible termini": "不匹配末端", "incompatible reaction": "性反应", "incompatible functions": "不相容的职能;不相容职务", "incompatible interaction": "不亲和互作", "incompatible equations": "不相容方程;不相容方程组", "incompatible salt": "不相容盐类", "incompatible persons": "个性不合的人们"}, "ex": ["adj. 不相容的；矛盾的；不能同时成立的", "n. 互不相容的人或事物"], "eg2": [["Some of these options are<b> incompatible</b> with other options.", "这些选项中的一些是与其它选项不相容的。"], ["Other animals are fundamentally<b> incompatible</b> and do not share any resources.", "其他动物基本上是不相容的，并且不共享任何资源。"], ["As for scientists, I don't know what they can do: not many argue in a rational and sustained way that religion and science are .", "但对于科学家来说，我不知道他们能够做什么：很少有人用理性和持续的辩论说宗教和科学是不相容的。"]], "st": {}}, "inertia": {"ex": ["n. [力] 惯性；惰性，迟钝；不活动"], "pron": {"peg": "[ɪ'nɝʃə]", "pam": "[ɪ'nɝʃə]"}, "st": {}, "wp": {"inertia force": "惯性力;惯性力;加速阻力;惯力", "Inertia effect": "惯性效应;惯性效果;惯性作用", "inertia tensor": "惯性张量;\t\t惯量张量;翻译", "Rotor Inertia": "转动惯量;转子惯量;旋翼惰性", "inertia relay": "愦性继电器;\t\t惯性继电器", "impulse inertia": "脉冲惯性;冲击惯性", "inertia law": "惯性定律;\t\t惯性律", "inertia matrix": "惯性矩阵;\t\t惯量矩阵", "inertia mass": "惯性质量;翻译"}, "eg2": [["Galileo and Descartes replaced that with the idea of .", "伽利略和笛卡尔用惯性的概念将其取代。"], ["But the internal<b> inertia</b> against doing so appears too great at this time.", "但反对这种作为的内部惰性这次似乎显得太过强大了。"], ["The effect of cultural<b> inertia</b> over time is that we as a community are much better at adding to our body of knowledge than we are at updating it.", "文化惰性随时间推移的结果在于，作为一个社区，与更新我们的知识体系相比，我们更擅长于向我们的知识体系添加新内容。"]]}, "infringement": {"ex": ["n. 侵犯；违反"], "pron": {"peg": "[ɪn'frɪndʒmənt]", "pam": "[ɪn'frɪndʒmənt]"}, "st": {}, "wp": {"willful infringement": "故意侵权;恶意侵权;蓄意侵权;故意侵害", "imminent infringement": "即发侵权;商标即发侵权", "secondary infringement": "间接侵权;间接侵权行为;二次侵权", "infringement dispute": "侵权纠纷", "infringement notice": "触犯入境条例通知书;违章通知书;罚单;起诉通知书", "inducement infringement": "引诱侵权", "intentional infringement": "故意侵权", "infringement losses": "侵权损失", "environmental infringement": "环境侵权"}, "eg2": [["What happens if we have a patent ?", "如果我们侵犯了专利权会怎么样？"], ["Any<b> infringement</b> of this spirit should be avoided.", "应当避免任何侵犯这种精神的行为。"], ["There was the will, however, to hinder that, and my loud protestations against any<b> infringement</b> of its directions.", "无论如何，遗嘱阻止那样行事，我也高声抗议，反对任何违反遗嘱指示的行为。"]]}, "innovate": {"ex": ["vi. 创新；改革；革新", "vt. 改变；创立；创始；引人"], "pron": {"peg": "['ɪnəvet]", "pam": "['ɪnəvet]"}, "st": {}, "wp": {"Innovate UK": "创新英国;英国技术战略委员会", "Innovate Clear": "革新的箱庭", "innovate education": "创新教育", "Innovate Curriculum": "创新课程体系", "constantly innovate": "坚持不断创新;持续创新", "technology innovate": "技术创新", "Technologic Innovate": "科技创新", "innovate talents": "创新人才", "provisions innovate": "规范创新"}, "eg2": [["In general, from our point of view, we design components where we believe we can .", "总的来讲，我们的观点是，我们设计我们相信自己能够创新的部件。"], ["Via reading books, we can not only learn what mankind has achieved, but can also be greatly inspired to develop and<b> innovate</b> on the basis of existing knowledge.", "通过读书，我们不仅可以学到人们已经达到的成就，还可以在已有知识的基础上受到启发，从而进一步地发展和创新。"], ["I welcome this healthy and fair competition because I believe we’ll see it will spur us both to<b> innovate</b> and both will benefit from it.", "我欢迎这种良性与公平的竞争，因为我认为，我们将看到这种竞争会激励我们两国人民去创新，并且两国人民都将从中受益。"]]}, "insufficient": {"pron": {"peg": "[,ɪnsə'fɪʃnt]", "pam": "[,ɪnsə'fɪʃnt]"}, "wp": {"insufficient flow": "不上量;流量不够", "insufficient supports": "不足以支持;不足的支持;支持不足", "Insufficient permissions": "没有足够的权限;权限不够;权限不足;正在翻译", "INSUFFICIENT FUEL": "燃油不足", "Insufficient Underfilling": "底部填充不充分", "insufficient evidence": "证据不足", "insufficient backup": "备份不足;没有足够的备份;不足备份", "insufficient processing": "加工不足", "insufficient demand": "需求不足;内需不足"}, "ex": ["n. 不足；缺乏", "adj. 不足的，不充足的；不胜任的；缺乏能力的"], "eg2": [["Our school has been reprieved from  financial resources.", "我们学校财力不足的困境现已暂时得到缓解。"], ["So, initially as you looked at it it was associated with<b> insufficient</b> coolant.", "所以，最初你们观察它时，它是与,不足的冷却剂有关。"], ["Some people like to track everything, and we do imagine that it could be helpful to see longer periods of poor or<b> insufficient</b> sleep than we realized we were experiencing.", "有些人喜欢追踪记录所有的事情，我们可以想象，了解我们睡眠不足或睡眠质量差的时间比我们意识到的长，会对我们有帮助。"]], "st": {}}, "internet": {"ex": ["n. 因特网；国际互联网", "网络 网际网路；网络；国际互联网络"], "pron": {"peg": "英 ['ɪntənet] ", "pam": "美 [ˈintɜrnɛt] "}, "eg2": [["I looked it up on the Internet .", "我在互联网上查过此事。"], ["You can buy our goods over the Internet .", "可以通过互联网购买我们的货品。"], ["All the rooms have access to the Internet/Internet access .", "所有的房间都可以接入互联网。"], ["an Internet service provider(= a company that provides you with an Internet connection and services such as email, etc.)", "互联网服务供应商"]]}, "intervention": {"pron": {"peg": "[,ɪntɚ'vɛnʃən]", "pam": "[,ɪntɚ'vɛnʃən]"}, "wp": {"intervention measure": "干预措施", "community intervention": "社区干预;社区介入;社区介入试验;社区防治", "surgical intervention": "外科手术;手术治疗;鼻息肉;外科治疗", "educational intervention": "教育干预;教育性干预;教育介入;教育干预实验", "comprehensive intervention": "综合干预;多因素干预;综合防治;综合性干预", "Coronary intervention": "冠状动脉介入术;冠脉介入;冠状动脉介入治疗;冠脉介入术", "Siberian Intervention": "西伯利亚干涉", "intervention button": "紧急保险按钮;应急按钮", "armed intervention": "武装干涉;武装干预;武装干涉干涉;武装干涉干与干与"}, "ex": ["n. 介入；调停；妨碍"], "eg2": [["So what we would do is that we would then perform an .", "所以我们要做的是对他们进行一些干涉。"], ["This is the logic of , but it is not in the remit of the UN resolution.", "这是北约进行军事干预的逻辑，但却并不在联合国安理会决议的条款之内。"]], "st": {}}, "issuer": {"pron": {"peg": "['ɪsjʊə]", "pam": "['ɪsjʊə]"}, "wp": {"unregulgotd issuer": "非受监管发行人", "securities issuer": "证券发行者", "Certificate Issuer": "证书签发者;证书颁发者;凭证签发者;发证日期", "unregulated issuer": "非受监管发行人", "issuer pays": "发行者付费", "PRC issuer": "中国内地发行人", "the issuer": "出证人;开证人", "listed issuer": "上市发行人", "Issuer Information": "颁发者信息"}, "ex": ["n. 发行人"], "eg2": [["The bonds mark the first time ABN AMRO opened up its retail distribution network to an outside<b> issuer</b> for this type of product.", "本债券的发行标志着ABN-AMRO银行首次将其零售网络向一个外部发行机构开放，用于发行此类产品。"], ["A renminbi Eurobond can also function like a Samurai bond, allowing the  to raise funding in one currency and swap the proceeds into another.", "人民币欧元债券也具有武士债券的功能，允许发行人用一种货币筹集资金并把他转换为另一种货币。"], ["These bonds allow investors to diversify their assets and pay much higher interest rates to compensate for the risk of the  not repaying the principal in the event of a major catastrophe.", "这些债券让投资者得以实现资产多元化，而且这些债券的利率很高，可以补偿发行机构在巨灾发生后本金得不到偿付所带来的风险。"]], "st": {"transform": [["vi.", "issued,issuing"]]}}, "jurisprudence": {"ex": ["n. 法律体系；法学及其分支；法律知识；法院审判规程"], "pron": {"peg": "[,dʒʊrɪs'prudns]", "pam": "[,dʒʊrɪs'prudns]"}, "st": {}, "wp": {"political jurisprudence": "政治法学;翻译", "Criminal Jurisprudence": "刑法学;刑律学;翻译", "medical jurisprudence": "法医学;医事法学;裁判医学", "positive jurisprudence": "实证法学;实在法学;翻译", "historical jurisprudence": "历史法学;历史法理学;历史主义法学;翻译", "socialist jurisprudence": "社会主义法学;翻译", "Marxist jurisprudence": "马克思主义法学;翻译", "realism jurisprudence": "现实主义法学", "postmodern jurisprudence": "后现代法学;后现代法理学"}, "eg2": [["But, inside and outside reports indicate that China's judicial system continues to be based as much on kickbacks as on .", "如果开发商试图规避法律，就会有人起诉。 但内外的报告表明中国的司法体系基于法学也基于回扣。"], ["The U.S. judiciary has much to share, with its long history of independence, its developed , and its rich experience with administering a large and diverse court system.", "美国司法系统有丰富的内容可供分享，它有着独立行使职权的悠久历史、健全的法律体系以及管理一个巨大而多元化的法院系统的丰富经验。"], ["Lewis blends a profound understanding of First Amendment<b> jurisprudence</b> and history with an enjoyable writing style that his readers have long come to admire.", "对于第一修正案法学体系以及历史发展的深刻理解，都被刘易斯融入这本书里面。 同时他的写作风格令人读来充满乐趣，读者长久以来都对其赞赏有加。"]]}, "merit": {"pron": {"peg": "['mɛrɪt]", "pam": "['mɛrɪt]"}, "wp": {}, "ex": ["n. 优点，价值；功绩；功过", "vt. 值得", "vi. 应受报答"], "eg2": [], "st": {}}, "nigh": {"ex": ["prep. 近于", "adj. 在附近的；直接的", "adv. 几乎；在附近地", "n. (Nigh)人名；(英)奈伊"], "pron": {"peg": "[naɪ]", "pam": "[naɪ]"}, "st": {"transform": [["adv.", "nigher,nighest"]]}, "wp": {"stick nigh": "在附近逗留或等待", "killing nigh": "其十九", "kiing nigh": "其十九", "nigh prep": "近于", "drawing nigh": "人间沧桑", "Ronald Nigh": "多耐特", "Brittney Nigh": "标签", "Nigh Emery": "名称", "Village Nigh": "村庄左近"}, "eg2": [["I’m an experience junkie and I want to try everything at least once, which is<b> nigh</b> impossible when you see how many options there are in drugstores.", "我对尝试新东西很上瘾，想把每样东西至少都试一次。 而当你看着药店里有多少种选择时，你就会发现这几乎是不可能的。"]]}, "nudge": {"pron": {"peg": "[nʌdʒ]", "pam": "[nʌdʒ]"}, "wp": {"nudge ample": "推进", "nudge unit": "推一把小组", "nudge large": "推动", "Why Nudge": "为什么助推", "nudge at": "困挠", "Another Nudge": "另一种微调", "nudge e": "同时轻推", "nudge parity": "轻推分隔", "nudge marketing": "鼓励型市场营销手段"}, "ex": ["n. 推动；用肘轻推；没完没了抱怨的人", "vt. 推进；用肘轻推；向…不停地唠叨", "vi. 轻推；推进；唠叨"], "eg2": [["But as Tuesday wore on, it decided that “market supply and demand” needed a bit of a . ", "在星期二慢慢过去时，央行显示出“市场需求及供应”确实需要一点推动的举措。"]], "st": {"transform": [["vt.", "nudged,nudging"]]}}, "offend": {"pron": {"peg": "[ə'fɛnd]", "pam": "[ə'fɛnd]"}, "wp": {"offend with": "对…恼怒〔不满意", "old offend": "监狱逃脱", "Sexual Offend": "性侵犯", "cannot offend": "得罪不起", "offend shooting": "端点放炮", "offend d": "冒犯;使不舒服;触犯;违犯", "offend-": "冒犯", "offend taboo": "触讳", "Offend Sb": "冒犯某人;冒犯"}, "ex": ["vt. 冒犯；使…不愉快", "vi. 违反；进攻；引起不舒服"], "eg2": [["She answers, \"My son, you cannot<b> offend</b> me.", "她说：“我的孩子，你不会冒犯我的。"], ["Your website should be accessible by all and not<b> offend</b> or exclude anybody.", "您的网站应便于所有人查阅，不冒犯或排除任何人。"], ["Your language might<b> offend</b> some people, but the tone and attitude behind your words do far greater damage to all of your relationships.", "不仅你的说话可能会冒犯一些人，而且言语背后的腔调和态度也经常会对周围的人造成极大的伤害。"]], "st": {"similar": "affront,insult,outrage"}}, "painstakingly": {"pron": {"peg": "['peins,teikiŋli]", "pam": "['peins,teikiŋli]"}, "wp": {"gather painstakingly": "苦心地收集", "Micro Painstakingly": "微苦", "polish painstakingly": "辛劳地擦亮", "keep painstakingly": "惨淡经营", "Does Painstakingly": "不怕累", "Painstakingly Created": "精心制造", "Arrange Painstakingly": "擘画精详", "painstakingly recreated": "费尽心机重现", "pool painstakingly": "苦心地把…集中在一起"}, "ex": ["adv. 煞费苦心地；费力地"], "eg2": [["On the other hand, Thompson’s explanation of surface tension ignores the bees, which<b> painstakingly</b> build the honeycomb, and possess capabilities that are not yet fully understood.", "而另一方面，汤姆逊的表面张力论忽视了蜜蜂费力建造蜂巢的过程，而且蜜蜂拥有至今仍未弄清的许多能力。"], ["Then she<b> painstakingly</b> measured the velocity of each star.", "然后她特别测量了这些星体的速度。"], ["Maybe that’s what made this book, and all of the volumes above, so satisfying: each contains worlds that are finely, even , described.", "或许这就是为什么这部书，和以上的所有书都那么让人满意的原因：每一部都极好的，甚至是痛苦的描述了世界。"]], "st": {}}, "penalty": {"pron": {"peg": "['pɛnəlti]", "pam": "['pɛnəlti]"}, "wp": {"penalty zone": "禁区", "penalty cost": "违约成本;罚没支出;惩罚成本", "penalty goal": "罚球得分;罚进的球;判胜一球;罚踢得分", "Penalty Double": "惩罚性加倍", "educational penalty": "教育性惩罚;教育的惩罚", "Power penalty": "功率代价;功率损失;功率恶化;功率偿付值", "penalty constant": "罚常数", "termination penalty": "提前结束时的罚金", "point penalty": "罚分;扣分处罚"}, "ex": ["n. 罚款，罚金；处罚"], "eg2": [["The fees and<b> penalty</b> charges ballooned.", "花费和罚款费用一路激增。"], ["Yes. It's a notice of violation but no civil .", "是的，它是一个违规的通知,但是没有民事处罚。"], ["If not, well, I accept the physical<b> penalty</b> without complaint.", "就当是毫无怨言地在承受这个肉体上的罚款。"]], "st": {"transform": [["n.", "penalties"]]}}, "poison": {"pron": {"peg": "英 ['pɔɪz(ə)n] ", "pam": "美 ['pɔɪz(ə)n] "}, "ex": ["n. 毒药；毒物；毒素；极有害的思想（或心情等）", "v. 毒害；下毒；毒死；败坏", "网络 中毒；毒品；有毒物品"], "eg2": [["Some mushrooms contain a deadly poison.", "有些蘑菇含有致命毒素。"], ["How did he die? Was it poison?", "他是怎么死的？是中毒吗？"], ["The dog was killed by rat poison(= poison intended to kill rats ) .", "狗被耗子药毒死了。"], ["to hunt with poison arrows", "用毒箭狩猎"], ["bombs containing poison gas", "毒气弹"], ["the poison of racial hatred", "种族仇恨这种害人的思想"], ["a poisoned arrow", "毒箭"], ["Someone had been poisoning his food.", "有人一直在他的食物里下毒。"], ["Large sections of the river have been poisoned by toxic waste from factories.", "工厂的有毒废弃物污染了大段大段的河流。"], ["His comment served only to poison the atmosphere still further.", "他的评论只是令气氛更加恶化了。"], ["She succeeded in poisoning their minds against me.", "她成功地令他们仇视我。"]]}, "predecessor": {"pron": {"peg": "英 ['priːdɪ.sesə(r)] ", "pam": "美 ['predə.sesər] "}, "ex": ["n. 前任；原先的东西；被替代的事物", "网络 前辈；原有事物；前身"], "eg2": [["The new president reversed many of the policies of his predecessor.", "新任总统彻底改变了其前任的许多政策。"]]}, "profitable": {"pron": {"peg": "['prɑfɪtəbl]", "pam": "['prɑfɪtəbl]"}, "wp": {"profitable operation": "可营利地运用", "profitable sunrise": "利润日出", "profitable a": "有利的;有益的;有利的有盈利的;有利可图的", "Profitable Decisions": "赚钱决定", "profitable insurance": "营利保险", "Absolute profitable": "绝对有利可图", "profitable balance": "有效益的均衡", "Profitable Risks": "收益风险", "profitable aggression": "有益性攻击"}, "ex": ["adj. 有利可图的；赚钱的；有益的"], "eg2": [["And this is<b> profitable</b> growth.", "这是一个有益的增长。"], ["Because depending on the meaning of \"quickly,\" it could actually be very .", "因为取决于“快速地”的意思，它可能实际上非常有利可图。"]], "st": {}}, "prominent": {"pron": {"peg": "['prɑmɪnənt]", "pam": "['prɑmɪnənt]"}, "wp": {"prominent intellectuals": "高知识群体;高常识群体", "Is prominent": "突出", "prominent property": "显着性", "prominent problems": "突出问题", "Prominent personalities": "突出个性", "prominent status": "显赫身份", "prominent fold": "主褶皱", "Prominent Figures": "人物;巨头;明星;人", "prominent character": "主要特性"}, "ex": ["adj. 突出的，显著的；杰出的；卓越的"], "eg2": [["But I think the most  and visible change to the outside world is our release cycle.", "但我认为对外界而言，最显著的、最能看到的变化是我们的发布周期。"], ["In the process of practice it is not<b> prominent</b> this is because I should improve my English level.", "但在实习的过程中这个优势却并不突出，这都是因为我的专业水平有待提高。"], ["Of course, these individuals have been around since the beginning of human history and played a more<b> prominent</b> role in some eras than in others.", "当然，这些个体自从人类历史开端以来就已经存在，并且在一些时代扮演着比另一些时代更突出的角色。"]], "st": {"similar": "noticeable"}}, "rationale": {"pron": {"peg": "[,ræʃə'næl]", "pam": "[,ræʃə'næl]"}, "wp": {"filling rationale": "喂料原理", "Implementation Rationale": "实现原理", "Rationale Funktion": "有理函数", "curriculum rationale": "课程理念", "educational rationale": "教育理念", "rationale thought": "理性思考", "Rationale Choice": "理性选择", "Tyler Rationale": "泰勒原理;泰勒法则", "investment rationale": "投资理性"}, "ex": ["n. 基本原理；原理的阐述"], "eg2": [["As you perform this analysis, it is a good idea to provide a<b> rationale</b> for your mapping.", "当你执行这个分析过程时，提供一个映射的基本原理是一个很好的主意。"], ["Not only should the development environment architect document their decisions and  that led to those decisions but, on a more general note, practice what they preach by following a method.", "不仅开发环境架构师应当记录他们的决定以及作出这些决定的基本原理，而且应当通过遵循一种方法实践他们所鼓吹的内容。"], ["The following sections elaborate on each of the above coexistence situations, and the  for the actions you should take.", "下面的部分解释上面的每一种共存状态和你应该采取行动的基本原理。"]], "st": {}}, "reckon": {"pron": {"peg": "['rɛkən]", "pam": "['rɛkən]"}, "wp": {"reckon in": "计入;包括在内", "you reckon": "你真的这么认为", "reckon with": "处理;估计到;对付;预料到", "L Reckon": "我想", "reckon accounts": "结帐", "Economists Reckon": "经济学家认为", "reckon areong": "算在…之内", "reckon sth": "把某事物计算在内", "to reckon": "估计;算计;料度;数数"}, "ex": ["vt. 测算，估计；认为；计算", "vi. 估计；计算；猜想，料想"], "eg2": [["You are the boss here,I .", "你是这里的老板吧，我猜想。"], ["Did you  in the cost of the taxi?", "你把坐计程车的费用计算在内了吗?"], ["We<b> reckon</b> him to be the best goalkeeper in the world.", "我们认为他是世界上最好的足球守门员。"]], "st": {"similar": "calculate,rely"}}, "regulator": {"ex": ["n. 监管机构；（速度、温度、压力的）自动调节器", "网络 调整器；稳压器；呼吸调节器"], "pron": {"peg": "英 ['reɡjʊ.leɪtə(r)] ", "pam": "美 ['reɡjə.leɪtər] "}, "eg2": []}, "regulatory": {"pron": {"peg": "[ˈrɛɡjʊˌleɪtɔri]", "pam": "[ˈrɛɡjʊˌleɪtɔri]"}, "wp": {"Regulatory Arbitrage": "监管套利;监管套戥;管制套利;监管套利行为", "regulatory demand": "调节需求", "Regulatory framework": "规章制度;规管架构;监管架构;监管框架", "Regulatory mechanism": "法规机制;调节机制;调控机制;律例机制", "regulatory state": "监管型国家;管制国家;规制国家;管制型国家", "regulatory authorities": "法规机构;认证活动;监督管理部门;监管当局", "regulatory gene": "调节基因;调控基因;相关调控基因", "regulatory sign": "管制标志;限制标志;禁令标志;禁制标志", "regulatory risk": "监管风险;法规风险;管制风险;规制风险"}, "ex": ["adj. 管理的；控制的；调整的"], "eg2": [["That is the judgment of our Nuclear<b> regulatory</b> Commission and many other experts.", "这是我们的核管理委员会和许多其他专家的判断。"], ["It is the 36th country to have its vaccine<b> regulatory</b> system approved by the WHO.", "它是疫苗管理体系被世界卫生组织验证通过的第36个国家。"], ["Okay any other questions related to process,  roles? The regulator is real and they are there at the plant sites.", "好了，还有任何其他的与过程，管理规则相关的问题吗，调整器是真的,他们就在电站的那里。"]], "st": {}}, "rein": {"pron": {"peg": "[ren]", "pam": "[ren]"}, "wp": {"Side Rein": "装饰条;吊嚼", "Rein Cozijn": "瑞恩·考赛因", "rein polycystique": "多囊肾", "neck rein": "颈上控缰", "Rein thermostromuhr": "赖因电热血液流量计", "draw rein": "勒马;勒着马不使快跑;使马停止前进;勒住马", "rein kohlhaas": "库哈斯", "gag rein": "马缰绳", "Rein Golhon": "雷·歌煌"}, "ex": ["n. 缰绳；驾驭；统治；支配", "vt. 控制；驾驭；勒住", "vi. 勒住马", "n. (Rein)人名；(西、阿拉伯)雷因；(法)兰；(英、荷、捷、德、芬、瑞典)赖因；(爱沙)雷恩"], "eg2": [["It is difficult to<b> rein</b> a fiery horse.", "脾气暴躁的烈马是难于驾驭的。"], ["Now I had to  in my ego and remember not to get carried away by all the praise and positive press.", "现在我却必须控制我的自负，牢记不要因为所有这些赞美和媒体的肯定性报道而飘飘然。"], ["You don't have free<b> rein</b> in the Registry, but you do have access from a common root node for all your applications.", "您虽然不能够对注册表自由控制，但您的确可以通过一个公共根节点访问所有的应用程序。"]], "st": {}}, "relevant": {"pron": {"peg": "['rɛləvənt]", "pam": "['rɛləvənt]"}, "wp": {"relevant communication": "有关通讯", "relevant range": "相关范围;关范围;企业业务量的范围", "relevant document": "相关文件;有关文件;\t\t关联文件", "relevant works": "有关工程;关于工程;有相关的作品", "relevant a": "有关的;适当的;切题的;贴切的", "relevant testimony": "有关证据", "relevant character": "关联字符;相关字符", "relevant adjective": "有关的", "relevant failure": "关联失效;非关联失效;\t\t关联故障;相关失效"}, "ex": ["adj. 相关的；切题的；中肯的；有重大关系的；有意义的，目的明确的"], "eg2": [["As for your second question, we have noticed<b> relevant</b> reports.", "关于第二个问题，我们注意到了有关报道。"], ["But all of the registers might not be  for all of the signals.", "不过并非所有的寄存器都是与所有的信号有关的。"], ["I will read anything they write, because I know it will be both  to me and an enjoyable reading experience.", "我会去阅读他们所写的任何东西，因为我知道它会与我以及我的令人愉快的阅读经历有关。"]], "st": {"similar": "germane,pertinent,apposite,applicable,apropos"}}, "remedy": {"pron": {"peg": "英 ['remədi] ", "pam": "美 ['remədi] "}, "ex": ["n. 处理方法；改进措施；补偿；疗法", "v. 改正；纠正；改进", "网络 补救；治疗；药物"], "eg2": [["There is no simple remedy for unemployment.", "失业问题没有简单的解决办法。"], ["There are a number of possible remedies to this problem.", "这个问题有许多可能采取的解决办法。"], ["a herbal remedy", "草药"], ["an excellent home remedy for sore throats", "治疗咽喉疼痛的极佳的家庭疗法"], ["Holding copyright provides the only legal remedy against unauthorized copying.", "持有版权是制止盗版的唯一法律手段。"], ["to remedy a problem", "解决问题"], ["This situation is easily remedied.", "这种情形易于补救。"]]}, "respectively": {"pron": {"peg": "[rɪ'spɛktɪvli]", "pam": "[rɪ'spɛktɪvli]"}, "wp": {"fertilized respectively": "分别受精", "respectively struck": "分别发生", "alum respectively": "铝明矾", "respectively increased": "分别增加", "cribed respectively": "分别叙述", "respectively ad": "独自地;各自地", "increased respectively": "分别增加", "claims respectively": "各自诉求", "coefficient respectively": "系数分别"}, "ex": ["adv. 分别地；各自地，独自地"], "eg2": [[", +, and * find no or one, one or more, and zero or more repeats, .", " 、+ 和 * 分别查找零次或一次、一次或多次，以及零次或多次重复。"], ["As usual, the mediation flow component communicates with its clients and the actual service provider via an export and import, .", "和平常一样，中介流组件分别通过导出和导入与其客户机和实际服务提供程序通信。"], ["They are therefore flagged in red and amber, , and I would want to investigate the reasons for this.", "因此它们分别处于红色和琥珀色状态，我想要找出发生这种情况的原因。"]], "st": {}}, "restriction": {"pron": {"peg": "[rɪ'strɪkʃən]", "pam": "[rɪ'strɪkʃən]"}, "wp": {}, "ex": ["n. 限制；约束；束缚"], "eg2": [], "st": {}}, "rhetoric": {"pron": {"peg": "['rɛtərɪk]", "pam": "['rɛtərɪk]"}, "wp": {"Rhetoric School": "修辞学校", "Rhetoric Characteristics": "修辞特色", "Modern Rhetoric": "现代修辞学;当代修辞学", "negative rhetoric": "负面言辞", "rhetoric devices": "修辞手法;修辞手段", "Communicative rhetoric": "交际修辞", "Contrastive Rhetoric": "对比修辞;比较修辞学;对比修辞学", "rhetoric function": "修辞功能", "Rhetoric Analysis": "修辞分析"}, "ex": ["n. 修辞，修辞学；华丽的词藻", "adj. 花言巧语的"], "eg2": [["It is towards producing these effects, as we maintain, that present-day writers on  direct the whole of their efforts.", "正如我们所说的，它所产生的效果是今天的修辞学研究者们指导了他们的全部工作。"], ["With regard to the persuasion achieved by proof or apparent proof: just as in dialectic there is induction on the one hand and syllogism or apparent syllogism on the other, so it is in .", "至于通过论据或明显的论据而奏效的说服：正如在辩证法中一方面有归纳推理，另一方面有三段论或明显的三段论一样，在修辞学中也是如此。"], ["Movies,  and branding demonstrate as much: they predict certain experiences, and they often achieve their goals, too.", "电影、修辞和品牌展示同样多：他们预测特定体验，并且经常也能够达到目标。"]], "st": {}}, "riposte": {"pron": {"peg": "[rɪ'post]", "pam": "[rɪ'post]"}, "wp": {"effortless riposte": "轻松回击", "indirect riposte": "间接还击", "Double Riposte": "两次先守后攻", "Illusionary Riposte": "幻象挡反", "flying riposte": "迅速还击", "Agile Riposte": "借机反击", "delayed riposte": "不及时还击", "counter riposte": "反还击", "Fire Riposte": "复仇之焰"}, "ex": ["n. 还击；机敏的回答", "vi. 回击；机敏地回答"], "eg2": [["On the other hand, she offers a powerful<b> riposte</b> to those who insist on the opposite: that the brewing clash of civilisations is all the fault of Western misdeeds, for which no apology will suffice.", "但从另一方面看，她给了那些站在对立面的人以有力的还击：他们认为文化冲突完全是西方人的不当行为造成的，而且道歉是无济于事的。"]], "st": {"transform": [["vi.", "riposted,riposting"]]}}, "rubber": {"pron": {"peg": "英 ['rʌbə(r)] ", "pam": "美 ['rʌbər] "}, "ex": ["n. 橡胶；橡皮；黑板擦", "v. 涂橡胶于…；〈美俚〉同“rubberneck”", "网络 橡皮擦；胶皮；橡皮轮胎"], "eg2": [["a ball made of rubber", "皮球"], ["a rubber tree", "橡胶树"]]}, "senator": {"pron": {"peg": "['sɛnətɚ]", "pam": "['sɛnətɚ]"}, "wp": {"SPA SENATOR": "参议员温泉酒店", "Senator Norma": "参议员诺玛", "Junior Senator": "资浅参议员", "Senator Reed": "员里德", "Senator Brown": "布朗", "en senator": "参议院", "Senator Line": "德国胜利航运;德国胜利航运有限公司", "Senator Roark": "万恶城市", "State Senator": "州参议员;参议院"}, "ex": ["n. 参议员；（古罗马的）元老院议员；评议员，理事", "n. (Senator)人名；(瑞典、斯威)塞纳托尔"], "eg2": [["The<b> senator</b> declaimed against the opposition.", "这名参议员猛烈抨击反对派。"], ["Rumours of corruption dishonoured the .", "有关腐化的谣传使该参议员丧失了名誉。"], ["Her husband is a lobbyist, and familiar with almost every .", "她的丈夫是位说客， 几乎跟每位参议员都熟。"]], "st": {}}, "sensitivity": {"pron": {"peg": "['sɛnsə'tɪvəti]", "pam": "['sɛnsə'tɪvəti]"}, "wp": {"Input Sensitivity": "输入灵敏度;灵敏度;输入信号电平;衰减精度", "detection sensitivity": "探测灵敏度;\t\t检测灵敏度;探伤仪灵敏度;探测活络度", "HIGH SENSITIVITY": "高灵敏度;灵敏度高;高敏感度;高感光度", "sensitivity analysis": "敏感度分析;敏感性分析;\t\t灵敏度分析;灵敏性分析", "absolute sensitivity": "绝对灵敏度;绝对感受性;绝对于活络度;详细", "Phonological Sensitivity": "培养语音意识;培育语音认识;培育语音意识;造就语音认识", "sensitivity test": "灵敏度试验;药敏试验;敏感性测试;药物敏感试验", "color sensitivity": "感色灵敏度;感色性;感色度;色彩敏感", "axial sensitivity": "轴向灵敏度;灵敏度;轴向的灵敏度"}, "ex": ["n. 敏感；敏感性；过敏"], "eg2": [["There's so much we can do with the power of our feelings, thepower of our .", "如果我们运用自己的感情和敏感的力量，我们可以做的就会有很多。"], ["The authentication mode you choose for your environment will be determined by the level of<b> sensitivity</b> of your data.", "应该为您的环境选择什么样的身份验证模式，这是由数据的敏感级别来决定的。"], ["Each user should have access to a security level based upon the level of data  he or she can see.", "根据用户可以看到的数据的敏感性级别，每个用户都应该可以访问某个安全级别。"]], "st": {"transform": [["n.", "sensitivities"]]}}, "sentiment": {"pron": {"peg": "['sɛntɪmənt]", "pam": "['sɛntɪmənt]"}, "wp": {"heartfelt sentiment": "诚恳", "sentiment index": "情绪指数;情感指数", "primordial sentiment": "原生情感;原始情感", "nationalist sentiment": "民族主义情绪", "aesthetic sentiment": "审美情趣", "Sentiment Analysis": "情感分析", "sentiment motivation": "情感动机", "exotic sentiment": "异国风情;异国情调", "Patriotism sentiment": "爱国主义情操"}, "ex": ["n. 感情，情绪；情操；观点；多愁善感"], "eg2": [["Petty-bourgeois<b> sentiment</b> should be done away with.", "要抛弃小资产阶级的伤感情调。"], ["He has illustrated this  thoroughly in a drama.", "他在一出戏剧里充分地表现了这种感情。"], ["They were busy canvassing and drumming up<b> sentiment</b> against the new government.", "他们当时正忙于游说，挑起对新政府的不满情绪。"]], "st": {}}, "slot": {"pron": {"peg": "英 [slɒt] ", "pam": "美 [slɑt] "}, "ex": ["n. 机会；（投放或插入东西的）窄缝", "v. 投放；插入；（被）塞进；（被）装入", "网络 槽；插槽；狭槽"], "eg2": [["to put some coins in the slot", "往投币口中塞几个硬币"], ["He has a regular slot on the late-night programme.", "他在深夜节目中有一档固定栏目。"], ["Their album has occupied the Number One slot for the past six weeks.", "他们的唱片在最近六周占据排行榜首位。"], ["the airport's take-off and landing slots", "机场的起飞降落时间表"], ["He slotted a cassette into the VCR.", "他把录像带插入录像机中。"], ["The bed comes in sections which can be quickly slotted together .", "这种床以散件出售，可以快速组装起来。"], ["The dishwasher slots neatly between the cupboards.", "洗碗机刚好可以放在两个碗橱之间。"]]}, "straightforward": {"pron": {"peg": "[,stret'fɔrwɚd]", "pam": "[,stret'fɔrwɚd]"}, "wp": {"straightforward signalling": "直通传信法", "straightforward manipulation": "直接操作", "straightforward talk": "爽快地说出来的话", "straightforward skill": "白描手法", "Are straightforward": "直爽", "straightforward procedure": "简单方法", "straightforward instinct": "天性", "Temperament straightforward": "气质直爽", "Straightforward operation": "操作简便;遥控操作"}, "ex": ["adj. 简单的；坦率的；明确的；径直的", "adv. 直截了当地；坦率地"], "eg2": [["The installation of these products should be .", "这两个产品的安装应该很简单。"], ["I must insist on you give me a<b> straightforward</b> answer.", "我一定要你给我一个直截了当的回答。"], ["In this example, we will use the most<b> straightforward</b> method of all -- writing our object reference to a file that will be picked up by our client.", "在这个示例中，我们将使用所有方法中最直截了当的一种 — 将对象引用写入一个文件，该 文件将由客户机选取。"]], "st": {}}, "stymie": {"ex": ["vt. 从中作梗，阻挠；妨碍", "n. 妨碍球"], "pron": {"peg": "['staɪmɪ]", "pam": "['staɪmɪ]"}, "st": {"transform": [["vt.", "stymied,stymieing"]]}, "wp": {"stymie v": "妨碍", "stymie abet": "鼓励", "stymie stymy": "完全妨碍", "stimy stymie stymy": "妨碍球"}, "eg2": [["This vulnerability could<b> stymie</b> the Internet economy.", "这种脆弱性将妨碍互联网经济的发展。"]]}, "substantial": {"pron": {"peg": "[səbˈstænʃəl]", "pam": "[səbˈstænʃəl]"}, "wp": {"substantial connection": "密切关系;实质联系;实际联系", "substantial similarity": "实质相似;实质性相似;实质近似;实质性照搬", "substantial factor": "实质性因素;实质要素;实质要素理论;实质因素", "substantial transformation": "实质性改变;实质性改变标准;实质转型;实质性加工", "substantial justice": "实质公正;实质正义;实体公正", "substantial results": "实效;实效性原则;实效性", "substantial adjective": "大量的;可观的", "substantial relationship": "实质联系;间的实质关系", "substantial savings": "巨额储蓄"}, "ex": ["adj. 大量的；实质的；内容充实的", "n. 本质；重要材料"], "eg2": [["The thesis may at first strike one as extreme, but<b> substantial</b> evidence exists to support it.", "这一论文起初给人以偏激的印象，但是存在大量的证据支持这一观点。"], ["To go there, however, he will have to prove that the expandable habitat does indeed work, and also generate<b> substantial</b> returns on his investment in LEO, to provide the necessary cash.", "然而为了达到那个目标，他将要证明可伸展太空屋确实能用，而且需要他在近地轨道飞行的投资产生大量的回报来提供必需资金。"], ["There is also<b> substantial</b> information on conventions and usage.", "此外，还有大量关于约定和用法的信息。"]], "st": {}}, "suite": {"ex": ["n. 套房；一套家具；组曲（由三个或更多相关部分组成）；套装软件", "网络 套间；房间；随员"], "pron": {"peg": "英 [swiːt] ", "pam": "美 [swit] "}, "eg2": [["a hotel/private/honeymoon suite", "旅馆╱私人╱蜜月套房"], ["a suite of rooms/offices", "一套房间；办公套房"], ["a bathroom/bedroom suite", "一套卫生间╱卧室家具"], ["a three-piece suite with two armchairs and a sofa", "由两张单人沙发和一张长沙发组成的三件套家具"], ["Stravinsky's Firebird Suite", "斯特拉文斯基的组曲《火鸟》"], ["a suite of software development tools", "一套软件开发工具"]]}, "superior": {"ex": ["adj. 上级的；优秀的，出众的；高傲的", "n. 上级，长官；优胜者，高手；长者"], "pron": {"peg": "[sʊˈpɪrɪɚ]", "pam": "[sʊˈpɪrɪɚ]"}, "st": {}, "wp": {"superior court": "高等法院;\t\t上级法院;高级法院;最高法院", "superior limit": "上限;上极限;最大限度", "respondeat superior": "雇主责任原则;长官负责;雇主负责制;长官负责制", "NIHON SUPERIOR": "日本斯倍利亚;斯倍利亚;日本斯倍利亚公司;斯倍利亚无铅焊锡", "Superior Rooms": "海景精致套房;高级房;高级客房;梦幻岛高级客房", "superior conjunction": "上合;优越连接", "Superior Cabin": "阳台标间;高级标间;高", "superior border": "上缘;上縁", "superior mediastinum": "上纵隔;上纵膈"}, "eg2": [["Sure of himself, he took every opportunity to pass on his<b> superior</b> knowledge to his audiences.", "他总是自以为是，利用一切机会向他的听众传达他高人一等的知识。"], ["Both were essential and neither was  to the other; they were not in conflict but complementary, each with its own sphere of competence.", "两者都是必需的，没有一者高于另一者；它们互不冲突反而互补，各自有其本身的职权范围。"], ["While previous jobs that use these stages will continue to run, you should use the new functionality because it has<b> superior</b> productivity and performance.", "在使用这些阶段的以前作业将继续运行时，您应该使用新的功能，因为其具有优越的生产率和性能。"]]}, "suspiciously": {"ex": ["adv. 怀疑地；猜疑地"], "pron": {"peg": "[sə'spɪʃəsli]", "pam": "[sə'spɪʃəsli]"}, "st": {}, "wp": {"proceed suspiciously": "可疑地进行", "prompt suspiciously": "怀疑地提示", "lock suspiciously": "不放心地锁", "regard suspiciously": "疑惑地打量", "suspiciously ad": "形迹可疑", "suspiciously afraid": "怕得疑神疑鬼", "Taste Suspiciously": "味道可疑", "suspiciously easy": "容易得叫人疑惑", "sniff suspiciously": "疑惑地闻"}, "eg2": [["She looked at me .", "她猜疑地望着我。"], ["The administrator looked at me .", "管理员猜疑地看着我。"], ["I could hear the voice inside counting the notes, and then a thin old crow of a woman in a black dress put her nose out and regarded me<b> suspiciously</b> before letting me in.", "我能听到那个声音在里面数钱，然后穿了一身黑、像个乌鸦一样又瘦又老的女人探出半张 脸，怀疑地打量了我一番才让我进去。"]]}, "theatrical": {"ex": ["adj. 戏剧性的；剧场的，戏剧的；夸张的；做作的"], "pron": {"peg": "[θɪ'ætrɪkl]", "pam": "[θɪ'ætrɪkl]"}, "st": {}, "wp": {"theatrical art": "戏剧艺术", "Theatrical Plotting": "剧院测绘", "Theatrical Shoes": "戏曲表演鞋", "theatrical agent": "戏剧代理人", "theatrical personage": "戏剧界人士", "theatrical conventionalization": "戏剧程式", "theatrical club": "戏剧俱乐部", "theatrical realism": "舞台现实主义", "theatrical literature": "戏曲文学"}, "eg2": [["His plays used new<b> theatrical</b> methods and ways of presenting ideas.", "他的作品运用新的戏剧方法和呈现思想方式。"], ["Ah, but this was<b> theatrical</b> edible blood, which looks gory but can be eaten by vegetarians, with no health risk.", "啊，但这是戏剧性的可食用血液，看起来血淋淋的，但是素食主义者可以吃，没有健康风险。"], ["As a lone audience member, I found myself feeling both more conscious and conscientious, more aware of myself as an essential ingredient in a<b> theatrical</b> transaction.", "作为一个观众，孤单一人，我感觉自己更加清醒和认真，更加意识到自己在戏剧处理中是重要不要缺少的一员。"]]}, "tougher": {"pron": {}, "wp": {"Tougher sanctions": "制裁加厉", "getting tougher": "态度将更为强硬", "much tougher": "更加强硬", "TOUGHER SENTENCING": "加重刑罚", "tougher body": "强壮身体", "Policy Tougher": "政策更加困难", "be tougher": "玛丽莲梦兔", "tend tougher": "从重", "tougher oversight": "更严厉的监管"}, "ex": ["较坚强的", "较艰苦的（tough的比较级）"], "eg2": [], "st": {"similar": "strong"}}, "tout": {"pron": {"peg": "英 [taʊt] ", "pam": "美 [taʊt] "}, "ex": ["v. 兜售；吹捧；推销；标榜", "n. （音乐会、体育比赛等的）倒卖门票的人", "网络 招徕；陶特；劝诱"], "eg2": [["She's being touted as the next leader of the party.", "她被吹捧为该党的下一任领导人。"], ["the problem of unlicensed taxi drivers touting for business at airports", "没有执照的出租汽车司机在机场揽生意的问题"], ["He's busy touting his client's latest book around London publishers.", "他正忙于向伦敦多家出版商兜售他的委托人的一部新书。"]]}, "transaction": {"pron": {"peg": "英 [træn'zækʃ(ə)n] ", "pam": "美 [træn'zækʃ(ə)n] "}, "ex": ["n. 处理；业务；办理", "网络 交易；事务；事务处理"], "eg2": [["financial transactions between companies", "公司之间的财务往来"], ["commercial transactions", "商业交易"], ["the transaction of government business", "处理政府事务"]]}, "tricky": {"pron": {"peg": "['trɪkɪ]", "pam": "['trɪkɪ]"}, "wp": {"Tricky Mischief": "诡计;赤壁;诡计赤壁;电影原声带", "Nothing tricky": "别耍花招;不准耍花招;别耍把戏", "Tricky Dickie": "狡猾蒂克", "Tricky Rick": "搬运机器人", "tricky service": "发球刁钻", "Tricky Towers": "难死塔;超欢乐俄罗斯方块大战", "Tricky class": "刁班", "tricky y": "诡计多端;棘手的", "Tricky Drive": "帮司机修路"}, "ex": ["adj. 狡猾的；机警的；棘手的"], "eg2": [["The  street pedlar cheated the girl into giving him all her money.", "狡猾的摊贩把小姑娘的钱全骗走了。"], ["But have no fear, there is no risk of collision, at least for the next century or so (forecasting much beyond that is ).", "但是至少到下个世纪为止无需担心有碰撞的危险（也没有预报的那么棘手）。"]], "st": {"transform": [["adj.", "trickier,trickiest"]], "similar": "sly"}}, "typical": {"ex": ["adj. 典型的；特有的；象征性的"], "pron": {"peg": "['tɪpɪkl]", "pam": "['tɪpɪkl]"}, "st": {"similar": "normal"}, "wp": {"typical element": "典型元素;\t\t典型元件;\t\t典型元;典型构件", "typical method": "典型的方法;经典方法", "typical structure": "典型结构;体式结构;典型构造", "typical installation": "典型安装;通用连接组", "typical pneumonia": "典型肺炎;典型性肺炎", "Typical drawing": "通用图;示例图;典型拉拔;典型拉伸", "Typical parts": "典型零件;典型零部件", "typical operation": "典型操作;典型运行;典型工序;典型动作", "typical division": "典型分裂"}, "eg2": [["The question is small but .", "问题虽小， 但很典型。"], ["This painting is a<b> typical</b> Rembrandt.", "这幅画是一幅典型的伦勃朗作品。"], ["But, in the more<b> typical</b> case, there will have been parallel changes.", "但是，在更加典型的情况下，会有平行变更被检测到。"]]}, "viable": {"pron": {"peg": "['vaɪəbl]", "pam": "['vaɪəbl]"}, "wp": {"viable phage": "成活噬菌体", "viable tissue": "活体组织", "viable bacteria": "活菌", "financially viable": "财政上可行的", "viable prefix": "活前缀;可行前缀", "viable fetus": "活的胎儿;能活胎儿", "viable birth": "释义活产", "viable count": "活细胞数;活菌计数;活菌数;和存活细胞数", "viable function": "可行函式;可行函数;行患上通函式"}, "ex": ["adj. 可行的；能养活的；能生育的"], "eg2": [["Well, it depends what one understands by \"\".", "嗯，这取决于怎么理解“可行的”。"], ["Additionally, if you already have most of these libraries setup and working, this might be a<b> viable</b> option.", "此外，如果您已经设置好并能正常运行大多数库，这仍然是一个可行的方法。"], ["Nevertheless, an equitable commitment can and should exist for every phase of the project if the project is to remain .", "然而，如果项目能够保持可行，那么项目的每个阶段应该存在一个公平的承担义务。"]], "st": {}}}, "title": "Google is fined €4.3bn in the biggest-ever antitrust penalty\n", "paperStatistics": {"suggestedfocus": "11.9 Minutes", "wordsset": 552, "keywords": "America,Android,Google,antitrust,commission,competition,search,shopping", "toughwords": 83, "allwords": 1000, "title": "Google is fined €4.3bn in the biggest-ever antitrust penalty\n", "desc": "But America’s online giants have not much more to fear from regulators\n", "img": "https://www.economist.com/sites/default/files/imagecache/800-width/images/print-edition/20180721_WBP001_0.jpg\n", "date": "2018-07-21 14:04:09", "link": "2018_7_23_9.json"}}