{"date": "2018-07-17 09:48:34", "content": "\n The trans debate cannot be reduced to simple <span class=\"fa fa-info-circle\">slogan</span>s, writes James Kirkup, in his second essay\n \n ![Some gender-critical voices are not being heard as they should](https://cdn.static-economist.com/sites/default/files/20180721_BLP505.jpg) \n This has been an excellent series, just the sort of serious, <span class=\"fa fa-info-circle\">thoughtful</span> debate that the issue needs. I’ve learned a lot, and more important than that, I’ve been left with more questions to which I don’t yet have answers; in other words, I’ve learned about more things that I don’t know. I can’t possibly capture all that here without <span class=\"fa fa-info-circle\">strain</span>ing the editor’s patience, so I’d like to offer thoughts on two points raised by others. \n \n  <span class=\"fa fa-info-circle\">verdict</span> on my <span class=\"fa fa-info-circle\">initial</span> piece is that I ignore or <span class=\"fa fa-info-circle\">dismiss</span> women who don’t take a “gender-critical” <span class=\"fa fa-info-circle\">perspective</span> on the trans issue; I am, <span class=\"fa fa-info-circle\">apparently</span>, someone who is, “happy to promote the voices of <span class=\"fa fa-info-circle\">lesbian</span>s if they agree with him and <span class=\"fa fa-info-circle\">oppose</span> trans rights, but <span class=\"fa fa-info-circle\">dismiss</span>es the voices of the large majority of <span class=\"fa fa-info-circle\">lesbian</span>s who are allies of trans equality.”\n \n I politely disagree with that characterisation—not least in its <span class=\"fa fa-info-circle\">baseless</span> suggestion that I “<span class=\"fa fa-info-circle\">oppose</span> trans rights”—but I don’t <span class=\"fa fa-info-circle\">dismiss</span> it. I think there’s a misunderstanding, though. I don’t for a second suggest that all women are gender-critical or otherwise ignore the fact that some women take a different view. But is it really necessary to state that women hold a <span class=\"fa fa-info-circle\">variety</span> of views? I’d hoped that could be taken as read. \n \n More <span class=\"fa fa-info-circle\">narrowly</span>, there’s another reason that I don’t always take pains to highlight the views of women who take that side in this conversation: I don’t think that doing so is an <span class=\"fa fa-info-circle\">urgent</span> <span class=\"fa fa-info-circle\">necessity</span>. Those “allies of trans equality” are already well served by <span class=\"fa fa-info-circle\">vocal</span> and <span class=\"fa fa-info-circle\">eloquent</span> organisations and political re<span class=\"fa fa-info-circle\">presenta</span>tives; they have a voice in the public square that other women do not. \n \n Recent <span class=\"fa fa-info-circle\">parliamentary</span> debates on the <span class=\"fa fa-info-circle\">transgender</span> issue have <span class=\"fa fa-info-circle\">demonstrate</span>d that politicians will queue up to <span class=\"fa fa-info-circle\">proclaim</span> their support for trans rights, something that can only be seen as positive. But those politicians (and I know a significant number) who see the need for better treatment of trans people at the same time as worrying about the potential impact on women and their legal rights are not so <span class=\"fa fa-info-circle\">eager</span> to speak. In those <span class=\"fa fa-info-circle\">parliamentary</span> debates, many chose to stay <span class=\"fa fa-info-circle\">silent</span>. \n \n That silence is <span class=\"fa fa-info-circle\">symptomatic</span> of the political failure that motivates me to write about this issue. Some voices are not being heard as they should. And please note that word “some” very carefully—it’s <span class=\"fa fa-info-circle\">vital</span> here, as elsewhere, that we recognise that people who share one <span class=\"fa fa-info-circle\">characteristic</span> can have differing views. \n \n Some people think one thing about this issue. Some people think another. I don’t mean to take sides in that argument, but I do think that one of those groups needs to be heard more clearly—which is why I write more about the “gender-critical” group than the “transwomen are women” group. But I don’t in any way deny that second group exists, or suggest they should not be heard. \n \n The essay here I found most affecting was by \n \n , who wrote with <span class=\"fa fa-info-circle\">courage</span> and honesty about her personal challenges. One point in particular stood out, when she wrote: “I came to realise that it wasn’t necessary to use <span class=\"fa fa-info-circle\">blusher</span>, eye shadow or <span class=\"fa fa-info-circle\">lipstick</span> to be a woman. It was about how I feel. That is why I get frustrated with those in the trans community who <span class=\"fa fa-info-circle\">fixate</span> on <span class=\"fa fa-info-circle\">glamour</span>, and with the media’s focus on trans models. That look objectifies women, and anyway, few can <span class=\"fa fa-info-circle\">attain</span> it.”\n \n I think <span class=\"fa fa-info-circle\">outward</span> appearances <span class=\"fa fa-info-circle\">warrant</span> more careful thought, especially from those who make laws relating to gender. What does it mean to “live in a gender”? Too many answers seem to come back to clothing or make-up—<span class=\"fa fa-info-circle\">outward</span> <span class=\"fa fa-info-circle\">presentation</span>. But if gender is found in objects that can be picked up or put down, does the concept of gender have any deep meaning? More <span class=\"fa fa-info-circle\">practically</span>, if “woman” means “person who wears dresses and make-up”, what about those <span class=\"fa fa-info-circle\">natal</span> women who wear neither? If <span class=\"fa fa-info-circle\">presentation</span> is <span class=\"fa fa-info-circle\">integral</span> to gender, doesn’t logic demand that we <span class=\"fa fa-info-circle\">ditch</span> either sex or gender as classes and <span class=\"fa fa-info-circle\">legislate</span> for “people who wear trousers” and “people who wear dresses”? \n \n But what if, as Ms Brothers suggests, gender identity is entirely internal, about “how I feel”? Legislating for the things people think and feel is difficult, to say the least. <span class=\"fa fa-info-circle\">Secular</span> Western democracies have experience of using law and custom to respect people’s freedom to hold and <span class=\"fa fa-info-circle\">profess</span> religious faith. But questions remain. How much freedom must believers be given over the manner in which they express their faith? And should respecting another person’s right to feel and think something <span class=\"fa fa-info-circle\">entail</span> a requirement to accept those thoughts and feelings as correct?\n \n I am not, to be clear, suggesting gender identity is perfectly <span class=\"fa fa-info-circle\">analogous</span> with religious faith. My point is that reconciling something <span class=\"fa fa-info-circle\">inherently</span> <span class=\"fa fa-info-circle\">subjective</span> with the <span class=\"fa fa-info-circle\">objective</span> standards on which law depends is extremely difficult and unlikely to be achieved neatly. Among other things, that means that anyone who suggests this debate can be reduced to simple and certain <span class=\"fa fa-info-circle\">slogan</span>s either isn’t being honest or just hasn’t thought hard enough about the issue.\n \n <span class=\"fa fa-info-circle\">Spectator</span>", "last": "2018_7_19_5.json", "next": "2018_7_19_7.json", "assistent": {"Legislate": {"ex": ["vt. 用立法规定；通过立法", "vi. 立法；制定法律"], "pron": {"peg": "['lɛdʒɪslet]", "pam": "['lɛdʒɪslet]"}, "st": {"transform": [["vi.", "legislated,legislating"]]}, "wp": {"legislate essentials": "立法要件", "legislate value": "法律价值", "enact legislate": "制定法律", "legislate provide": "立法规定", "legislate guarantee": "立法保障", "legislate perfect": "立法完善", "legislate accounting": "立法会计", "legislate e": "制定法律;立法", "legislate against": "制定法律"}, "eg2": [["", ""], ["", ""], ["", ""]]}, "Secular": {"ex": ["adj. 世俗的；长期的；现世的；不朽的", "n. 牧师"], "pron": {"peg": "['sɛkjəlɚ]", "pam": "['sɛkjəlɚ]"}, "st": {}, "wp": {"secular equation": "久期方程;\t\t\t特征方程;长期方程;永恒方程", "secular instability": "久期不稳定性;\t\t长期不稳定性", "secular precession": "长期岁差;长期岁并", "secular education": "非宗教教育;非宗教;世俗教育", "secular movement": "地壳缓慢升降运动;长期缓慢运动;\t\t长期运动;趋势值变动", "secular society": "世俗社会;非宗教社会;世俗的社会", "secular sinking": "长期下沉", "secular trends": "长期趋势", "Secular reason": "世俗理性"}, "eg2": [["Some will be relatively , but others will not separate religion and the state as the United States and France do.", "这些国家中，有些相对世俗，他们像美国和法国一样分州或分区治理，而另一些则不同。"], ["What would you say are some of the issues that Muslim students would face at a  university like Princeton?", "你觉得在像普林斯顿这样的世俗学校,读书的穆斯林学生,都会遇到些什么样的问题呢？"], ["Its leap into modernity took the form of a<b> Secular</b> revolution; that differs from places like Ireland or Poland， where church and modern nationhood go together.", "它通过长期变革完成到新式天主教的飞跃，这不同于像爱尔兰教会、波兰教会这些与其现代国家地位相符合的地区；"]]}, "Spectator": {"ex": ["n. 观众", "adj. 能吸引观众的；观看用的；运动用的；华美的", "网络 旁观者；观察者；观察家"], "pron": {"peg": "英 [spek'teɪtə(r)] ", "pam": "美 ['spek.teɪtər] "}, "eg2": []}, "analogous": {"ex": ["adj. 类似的；[昆] 同功的；可比拟的"], "pron": {"peg": "[ə'næləɡəs]", "pam": "[ə'næləɡəs]"}, "st": {}, "wp": {"analogous to": "类推为", "analogous terms": "类似语", "analogous concept": "类比概念", "analogous language": "模拟语言", "Analogous city": "类城市", "analogous significance": "类比意义", "analogous calculation": "模拟计算", "analogous proof": "类比证明", "analogous relationship": "类比关系"}, "eg2": [["The gills of fishes are  to the lungs in terrestrial animals.", "鱼类的鳃与陆上动物的肺类似。"], ["There are no naming restrictions for the deployment manager profile, since there is no<b> analogous</b> object in V4.", "对于部署管理器配置文件没有命名约束，这是由于 V4 中没有类似的对象。"], ["In the Middle East and North Africa, nothing<b> analogous</b> occurred.", "但在中东和北非，并没有发生类似的变化。"]]}, "apparently": {"pron": {"peg": "[ə'pærəntli]", "pam": "[ə'pærəntli]"}, "wp": {"apparently y": "显然地;一词在句中可放在不同的位置", "Thus Apparently": "就这显然", "apparently shows": "日见", "apparently drowned": "溺水假死", "apparently inhibit": "明显抑制", "Apparently Undaunted": "显然无所畏惧", "Apparently Their": "显然他们", "Apparently obviously": "明显地", "But Apparently": "但显然"}, "ex": ["adv. 显然地；似乎，表面上"], "eg2": [["But<b> apparently</b> this is only an illusion.", "但显然这只是一个错觉。"], ["The news had  been aimed at stealing the thunder from his visit.", "这篇新闻显然是在对他的访问作先声夺人的报道。"], ["But if you were so inclined,  all you have to do work on the railroad.", "不过，如果你有这种想法的话，显然你所需要做的就是——去铁路局工作。"]], "st": {}}, "attain": {"ex": ["vt. 达到，实现；获得；到达", "vi. 达到；获得；到达", "n. 成就"], "pron": {"peg": "[ə'ten]", "pam": "[ə'ten]"}, "st": {"similar": "reach"}, "wp": {"achieve attain": "努力取得", "attain extinction": "就尽", "attain liberation": "得脱", "attain empire": "实现帝国", "attain arhatship": "得阿罗汉", "attain desire": "实现欲望", "Attain Extreme": "达到极端", "attain wealth": "获得财富", "attain 3": "达到"}, "eg2": [["How can we<b> attain</b> fulfillment in this world ?", "在这个世界上我们怎样才能获得满足?"], ["Still greater efforts are needed before we can  our goal.", "我们必须百尺竿头, 更进一步， 才能达到目的。"], ["People have different ideas／views about how to<b> attain</b> the goal.", "人们对于如何达到这个目标有不同的看法。"]]}, "baseless": {"ex": ["adj. 无根据的；无基础的"], "pron": {"peg": "['besləs]", "pam": "['besləs]"}, "st": {}, "wp": {"Baseless talk": "无征之言;浮言", "baseless guess": "没有根据的猜测", "Baseless Slanders": "无风起浪", "Baseless rumor": "风言风语", "Absolutely Baseless": "完全没有根据", "baseless rejoicings": "猫咬尿泡空欢喜", "Baseless Cliff": "无稽崖", "Totally Baseless": "毫无根据", "baseless tube": "无座电子管"}, "eg2": [["Thanks to a lack of proper information about sex or sex education, teenagers tend to believe myths and<b> baseless</b> facts about sex.", "由于缺乏有关性或性教育的正确信息，青少年往往倾向于相信关于性的谬论和毫无根据的事实。"], ["And one of its foremost advocates, Dr. John P.A. Ioannidis, has just ascended to a new, prominent platform after years of crusading against the  health and medical claims.", "最重要的支持者之一，约翰·P·A·埃尼迪斯，正把多年来对毫无根据的健康和医学主张进行讨伐的行动提升到一个全新的高度。"], ["This fear, some might say, is necessary …it stops us from doing something stupid. But I’ve found most of these fears to be unnecessary, to be , to be holding us back from achieving something.", "这种恐惧,有人也许会说是必要的…因为它能阻止我们做傻事.但我发觉大部分这些对未知的恐惧是不必要而且没有基础的,是会阻碍我们实现目标的."]]}, "blusher": {"ex": ["n. 胭脂", "网络 腮红；脸红的人，惭愧者；腮红粉"], "pron": {"peg": "英 ['blʌʃə(r)] ", "pam": "美 ['blʌʃər] "}, "eg2": []}, "characteristic": {"pron": {"peg": "[,kærəktə'rɪstɪk]", "pam": "[,kærəktə'rɪstɪk]"}, "wp": {"characteristic function": "特征函数;特性函数;特寨数;特征函數", "spectral characteristic": "光谱特性;波谱特性;光谱特征;光谱特性频谱特性", "amplitude characteristic": "振幅特性;幅频特性;幅度特性;幅度特征", "speed characteristic": "速度特性;转速特性;速率特性;转速力矩特性", "flow characteristic": "流动特性;量特性;怜特性;流量特性", "Characteristic Impedance": "特性阻抗;特征阻抗;特件阻抗;特砧抗", "Characteristic radiation": "特征辐射;特性辐射;\t\t标识辐射;特狰射", "quality characteristic": "质量特性;\t\t质量特征;品质特性", "characteristic polynomial": "特征多项式;特锗项式;特征根;构造矩阵的特征多项式"}, "ex": ["adj. 典型的；特有的；表示特性的", "n. 特征；特性；特色"], "eg2": [["Some animals possess the  of man.", "有些动物具有人类的特征。"], ["This<b> characteristic</b> marks her off from her sister.", "这个特征使她与姐姐有所区别。"], ["An outline of each cloud<b> characteristic</b> we integrated.", "概括介绍我们整合的每一种云特征。"]], "st": {}}, "courage": {"ex": ["n. 勇气；胆量", "n. (Courage)人名；(英)卡里奇；(法)库拉热"], "pron": {"peg": "[ 'kɝrɪdʒ]", "pam": "[ 'kɝrɪdʒ]"}, "st": {}, "wp": {"Dutch courage": "酒后之勇;一时的虚勇;荷兰人的勇气;借酒壮胆", "Carolina Courage": "卡罗来纳勇气队;纳勇气队;缴怯气队", "moral courage": "道德勇气;道义勇气;道德的勇气;品德勇气", "The courage": "勇气;鼓起勇气", "Fort Courage": "勇气堡垒;超勇气城堡防御战;城堡勇气", "James Courage": "高伟政", "Courage extraordinary": "胆识过人", "Insane Courage": "疯狂的怒气", "Muster Courage": "提振勇气;鼓舞勇气"}, "eg2": [["It takes<b> courage</b> to do that.", "做那件事需要勇气。"], ["I infused her with .", "我鼓起了她的勇气。"], ["They ascribed  to me for something I did out of sheer panic.", "由于我纯粹因惊慌而做的事，他们认为我很有勇气。"]]}, "demonstrate": {"pron": {"peg": "['dɛmən'stret]", "pam": "['dɛmən'stret]"}, "wp": {"demonstrate integrity": "展示的完整性;显示完整", "demonstrate extension": "示范推广", "to demonstrate": "解释;显示;演示;示范", "Demonstrate Value": "展示价值", "Demonstrate Farm": "示范农场", "demonstrate therapy": "示范疗法", "demonstrate specimen": "服务项目", "demonstrate show": "证实;表明", "Demonstrate competencies": "证明能力"}, "ex": ["vt. 证明；展示；论证", "vi. 示威"], "eg2": [["How can I<b> demonstrate</b> to you that my story is true?", "我怎么才能向你证明我的话是真的呢?"], ["Below we have collected such works for you to<b> demonstrate</b> how modern photographers play with the theme of contrasts.", "下面我们为你搜集了一些这样的作品，以求展示现代摄影师如何拿捏反差的主题。"], ["They<b> demonstrate</b> a real sense of solidarity within the family, and as a society we have a corresponding responsibility towards them.", "他们证明了在家庭中真正意义上的休戚与共，和作为一个社会，我们对他们也有相应责任。"]], "st": {"transform": [["vt.", "demonstrated,demonstrating"]]}}, "dismiss": {"ex": ["vt. 解散；解雇；开除；让...离开；不予理会、不予考虑", "vi. 解散"], "pron": {"peg": "[dɪs'mɪs]", "pam": "[dɪs'mɪs]"}, "st": {"similar": "eject"}, "wp": {"dismiss vibration": "消振", "dismiss obliged": "强制解散", "dismiss laborer": "开除工人", "dismiss proceedings": "驳回诉讼的程序", "dismiss dis": "离开", "dismiss employees": "辞退员工", "pulse dismiss": "脉冲丢失", "light dismiss": "轻型消除", "dismiss without prejudice": "无偏见驳回起诉"}, "eg2": [["He offered to<b> dismiss</b> me.", "他威胁要解雇我。"], ["At first she threatened to  me, but later she relented.", "起初她威胁要解雇我, 但后来她态度软化了。"], ["The duty of the organization is to investigate the event and if true<b> dismiss</b> or heavily punish the scholar.", "相关机构的职责就在于调查事情的真相，如果事情是真的，那就开除或者施以重罚。"]]}, "ditch": {"ex": ["n. 沟；渠", "v. 抛弃；摆脱；丢弃；使（飞机）在海上紧急降落", "网络 沟渠；水沟；壕沟"], "pron": {"peg": "英 [dɪtʃ] ", "pam": "美 [dɪtʃ] "}, "eg2": [["The new road building programme has been ditched.", "新的道路建设计划已废弃。"], ["He ditched his girlfriend.", "他把女朋友给甩了。"]]}, "eager": {"pron": {"peg": "['igɚ]", "pam": "['igɚ]"}, "wp": {"Charlotte Eager": "夏洛特·伊格;夏洛特", "Be eager": "渴望无限", "Eager Bodies": "戛纳的柔肤", "Eager for": "不甘寂寞;渴望;迫切要;渴求", "eager copy": "接拷贝;贪婪拷贝算法", "eager a": "热切的;渴望的;热切渴望的", "eager tolearn": "坚忍不拔", "eager evaluation": "及早求值;热情计算;急切评估", "Eager Loading": "预先加载;贪婪加载;积极式载入"}, "ex": ["adj. 渴望的；热切的；热心的", "n. (Eager)人名；(英)伊格"], "eg2": [["The girl in the shop is always<b> eager</b> to please every customer.", "这位女店员总是很热心地对待每一位顾客。"], ["They are mirrors, reflecting how<b> eager</b> the youth are to succeed like their icons.", "这些照片是镜子，反映了年轻人渴望成功，犹如他们的偶像。"], ["Usually I turn down anyone who seems too , but his place was right there and I was in no mood to start cycling round looking for anywhere else.", "通常我会拒绝看上去太过热心的人，但是他的旅馆就在旁边，我也没有心情再骑车去找别的地方，于是就住进了他的旅馆。"]], "st": {"similar": "avid,keen,anxious"}}, "eloquent": {"ex": ["adj. 意味深长的；雄辩的，有口才的；有说服力的；动人的"], "pron": {"peg": "['ɛləkwənt]", "pam": "['ɛləkwənt]"}, "st": {}, "wp": {"eloquent cortex": "运动性语言中枢", "eloquent a": "雄辩的;口才流利的;富于表情的;善辩的", "Eloquent Fist": "一骑当千", "Moderator eloquent": "主持人雄辩;主持人口才很好;主持人口若悬河", "Eloquent t": "雄辩;雄辩的;口才好的", "eloquent pen": "雄辩的文笔", "eloquent essential": "必要的", "Never Eloquent": "永远没有口才", "Yet Eloquent": "如此动人"}, "eg2": [["His<b> eloquent</b> speech called out a response in the heart of every man.", "他雄辩的演说在每个人的心里引起了反应。"], ["The night before, he had imagined the reaction of the girl and her female allies to his message, and had composed an  retort to throw at these petty-minded women.", "昨天晚上，他曾经想象女孩和她的支持者们对他的留言会有怎样的反映，还为反驳这些心地狭窄的女人构思出雄辩的腹稿。"], ["We have refined it to a fare-thee-well as an efficient, flexible, sometimes even<b> eloquent</b> medium of communication.", "我们已经把它炼成一种完美的状态，有效的，灵活的，甚至雄辩的交流媒介。"]]}, "entail": {"pron": {"peg": "[ɪn'tel]", "pam": "[ɪn'tel]"}, "wp": {"Entail Dangers": "招致危险", "incompatible entail": "对立统一", "quasi entail": "准限嗣继承财产", "Entail Consequences": "留下后果", "Entail Spread": "利息差", "entail involve": "牵涉", "estate entail": "限定继承产", "the entail": "遗赠", "entail l": "使必需;使承担"}, "ex": ["vt. 使需要，必需；承担；遗传给；蕴含", "n. 引起；需要；继承"], "eg2": [["At this point we couldn't tell them what the demo would ; it would crystallize over the next month or two as we'd come to understand more about the critical and high-risk areas of the system.", "在这一点上我们不能告诉他们演示被限定成什么样子。 这需要经过一个或两个月当我们对更多的理解了系统的关键的和高风险的领域时才能被确定。"], ["Or does it<b> entail</b> sitting down with a pattern cutter and designing?", "或者是需要坐下来与裁剪师和设计师讨论吗？"], ["Yet, seen from the wider perspective of the organization as a whole, optimizing efficiency might well<b> entail</b> some additional structure.", "然而，从组织总体的更广泛的角度来看，优化效率可能需要一些额外的结构。"]], "st": {}}, "fixate": {"ex": ["vi. 注视；固定下来", "vt. 注视…；使固定"], "pron": {"peg": "['fɪkset]", "pam": "['fɪkset]"}, "st": {"transform": [["vt.", "fixated,fixating"]]}, "wp": {"Internal fixate": "内固定术", "fix fixate": "固定", "fixate on": "关注", "Fixate screw": "固定螺丝", "Fix & fixate": "使注视", "Fixate and follow": "这种方式会测试婴儿眼睛是否能盯住光源", "fixate on sth": "提起", "Fixate Gel pad": "深圳", "af internal fixate system": "af系统"}, "eg2": [["She offers closing advice: “Don’t  on things you can’t do, but on things you can.", "她的最后忠告：“不要注视那些你不能做到的；专注于你可以做到的。"], ["The eye tracker records these movements and the location of the foveal vision when the eyes .", "眼动跟踪记录这些移动，并且当眼睛注视时，标记中心凹的位置。"], ["Autism is commonly defined as a developmental disorder characterized by social and communication difficulties and a tendency to  on objects and details.", "自闭症通常被定义为：社交和交流困难为特征的发展障碍，并倾向于注视对象和细节。"]]}, "glamour": {"ex": ["n. 魅力，魔力；迷人的美", "vt. 迷惑，迷住"], "pron": {"peg": "['ɡlæmə]", "pam": "['ɡlæmə]"}, "st": {}, "wp": {"Glamour photography": "魅力摄影;美感摄影;魅态摄影;人体摄影", "Chinese Glamour": "发烧中国;发烧中国专辑", "Glamour Parking": "饭店泊车生;饭店泊车王;停车场", "Toujours Glamour": "紫爱樱桃心", "Catwalk Glamour": "靓履迷踪;靓;唱片名", "Milky Glamour": "二作目", "HYSTERIC GLAMOUR": "北村信彦;歇斯底里语法;极度魅力", "Rose Glamour": "玫瑰之华丽系列", "glamour boy": "魅力男子;富有魅力的男子"}, "eg2": [["You can even tuck sparkly beads or feathers between the greenery and flowers in your bouquet for a bit of unexpected .", "你甚至可以在绿叶和花儿中间放一些闪烁的珠子或是羽毛来给你的宴会增添意想不到的魅力。"], ["Especially young people love the competitiveness and the  of F1.", "尤其年轻人非常喜欢F1的竞争精神和魅力。"]]}, "inherently": {"pron": {"peg": "[ɪnˈhɪrəntlɪ]", "pam": "[ɪnˈhɪrəntlɪ]"}, "wp": {"inherently dangerous": "本质危险", "inherentLy biodegradabLe": "本质可生物降解的", "inherently compliant": "本质上符合", "inherently ad": "天性的", "inherently distinctive": "识别性", "inherently shortcoming": "固有缺点", "inherently concurrent": "固有并发", "inherently safe": "自身安全的;固有安全;内在安全", "inherently improbable": "不可能性"}, "ex": ["adv. 内在地；固有地；天性地"], "eg2": [["The model is not<b> inherently</b> flawed, but it is only a part of the answer to establishing a sustainable economy.", "这种模式并没有内在的缺陷，但要想建立一种可持续发展的经济，它只是答案的一部分。"], ["One argument for open source has always been that you have<b> inherently</b> more security because anyone can examine the underlying program code and verify it does what it ought to be doing.", "开源争论的焦点之一就是让你天生的拥有更多的安全性，因为任何人都可以检查程序的代码并证实它在做它应该做的事情。"], ["The values do not mean anything , but they have the nice property of being unique at any given moment of runtime.", "这些值本来没有任何含义，但具有一种良好的特性，即在任何给定的运行时时刻，它们都是唯一的。"]], "st": {}}, "initial": {"pron": {"peg": "[ɪ'nɪʃəl]", "pam": "[ɪ'nɪʃəl]"}, "wp": {"initial funding": "启动基金;开办资金;创办资金", "initial stress": "初应力;\t\t初始应力;\t\t预应力;始应力", "initial load": "初负荷;\t\t初始负荷;初始载荷;的初始负载", "initial investment": "期初投资;初期投资;初始投资;初投资", "initial shipment": "第一批货", "initial success": "初见成效", "Initial level": "最初水平;初始能级;起始水平;初级层", "initial velocity": "初速度;\t\t初速;初始速度;起始速度", "initial charge": "初充电;起始电荷;首次充电;\t\t初始电荷"}, "ex": ["adj. 最初的；字首的", "vt. 用姓名的首字母签名", "n. 词首大写字母"], "eg2": [["However, once you have agreed to the  request, they would begin to ask for more.", "然而，一旦你同意了最初的请求，他们就会开始向你要求更多的东西了。"], ["When their<b> initial</b> lure had played out, the pioneers of the West found other attractions to induce them to stay on.", "这些西部拓荒者的最初的诱惑力逐渐消失之后，他们又转而寻找别的兴趣诱使他们继续留下。"], ["Once the excitement, the motivation and the  momentum subside (and they will), what will keep you doing what you need to do, to create the change you want to see in your world?", "人一旦兴奋，动机和最初的动力就会减弱（他们会这样），什么会让你保持做你要做的，去创造出这种在你的世界里你想看到的改变？"]], "st": {"transform": [["vt.", "initialed或-tialled,initialing或initialling"]]}}, "integral": {"ex": ["n. 整体；【数】积分", "adj. 必需的；不可或缺的；作为组成部分的；完整的", "网络 整体的；组成的；积分的"], "pron": {"peg": "英 [ɪn'teɡrəl] ", "pam": "美 [ɪn'teɡrəl] "}, "eg2": [["Music is an integral part of the school's curriculum.", "音乐是这所学校的课程中基本的一环。"], ["Practical experience is integral to the course.", "这门课程也包括实践经验。"], ["All models have an integral CD player.", "所有型号都有内置的激光唱片机。"], ["an integral system", "完整的系统"]]}, "legislate": {"ex": ["vt. 用立法规定；通过立法", "vi. 立法；制定法律"], "pron": {"peg": "['lɛdʒɪslet]", "pam": "['lɛdʒɪslet]"}, "st": {"transform": [["vi.", "legislated,legislating"]]}, "wp": {"legislate essentials": "立法要件", "legislate value": "法律价值", "enact legislate": "制定法律", "legislate provide": "立法规定", "legislate guarantee": "立法保障", "legislate perfect": "立法完善", "legislate accounting": "立法会计", "legislate e": "制定法律;立法", "legislate against": "制定法律"}, "eg2": [["", ""], ["", ""], ["", ""]]}, "lesbian": {"ex": ["n. 女同性恋者；希腊莱斯博斯岛的居民", "adj. 女同性恋的；女同性恋者的", "网络 蕾丝边；女同志；女性同性恋者"], "pron": {"peg": "英 ", "pam": "美 [ˈlɛzbɪərn] "}, "eg2": [["lesbians and gays", "女同性恋者与男同性恋者"]]}, "lipstick": {"ex": ["n. 口红；唇膏；唇彩", "网络 时尚唇膏；口红唇膏；唇印"], "pron": {"peg": "英 ['lɪp.stɪk] ", "pam": "美 [ˈlɪpˌstɪk] "}, "eg2": [["She was wearing bright red lipstick.", "她搽着鲜红色的口红。"]]}, "narrowly": {"pron": {"peg": "['næroli]", "pam": "['næroli]"}, "wp": {"Narrowly Campanulate": "狭钟状", "Narrowly Funnelform": "狭漏斗状", "Narrowly Formulated": "细节化公式化", "Narrowly Carinate": "狭龙骨状突起", "Narrowly Rounded": "勉强绕行", "narrowly nearly": "差一点", "narrowly tailored": "严密剪裁;求它仅采取严厉合适于;严格限缩", "narrowly closely": "严密地;仔细地", "Narrowly Winged": "狭翅"}, "ex": ["adv. 仔细地；勉强地；狭窄地；严密地"], "eg2": [["He  escaped in the air crash.", "他险些在飞机失事中遇难。"], ["Rather than focusing  upon this awful event, then, we should declare a National Day of Mourning and Reflection on Violence in America.", "我们不要仅仅聚焦在这个可怕的事件上，我们应当宣布在美国设立一个暴力事件悼念与反思日。"], ["More , whether or not you choose to model a particular construct within any of those approaches should also be a consideration of your own development process.", "更详细地说，不论您是否选择在任意那些方法中构建一个特别的模型，这也应该是对您自己的开发过程的考虑。"]], "st": {}}, "natal": {"ex": ["adj. 出生的；诞生的；分娩的；出生地的", "n. (Natal)人名；(英、法、西、葡)纳塔尔"], "pron": {"peg": "['netl]", "pam": "['netl]"}, "st": {}, "wp": {"natal teeth": "诞生牙;胎生牙;出生牙", "Port Natal": "纳塔尔港;纳塔尔", "Felize Natal": "小野丽莎;巴西有名的圣诞歌曲", "Pousada Natal": "纳塔尔旅馆", "natal cleft": "臀沟", "pueblo natal": "人民", "natal paintbrush": "如纳塔尔画笔草", "Natal den": "产仔洞穴", "NATAL LEATHER": "地区;美国买家"}, "eg2": [["But we are very concerned about the problem of post- exposure as well.", "但是我们同样非常关注孩子出生后接触这些东西的问题。"], ["A salmon that runs into a dam when homing in on her<b> natal</b> stream cannot make other plans.", "一只鲑鱼在返回其出生地的时候撞到了水坝，尽管如此鲑鱼还是要寻找其出生溪流。"], ["Some researchers or drug companies might see this as an opportunity to develop a pre- treatment.", "一些研究者或医药企业可能会把这看作开发一种出生前治疗手段的机会。"]]}, "necessity": {"pron": {"peg": "[nə'sɛsəti]", "pam": "[nə'sɛsəti]"}, "wp": {"operational necessity": "作战必要性", "metaphysical necessity": "形而上的必然性", "necessity of": "需求", "historical necessity": "历史必然性;史的必然性;历史的必然性", "natural necessity": "自然的需要;自然必然性;必然性;自然的必然性", "of necessity": "必然地;必定;不可避免地;有必要", "necessity measure": "必然性侧度;\t\t必然性测度;一定性侧度;必要性测度", "intrinsic necessity": "内在必然性", "The necessity": "必要性;信经的必要性"}, "ex": ["n. 需要；必然性；必需品"], "eg2": [[" is the mother of invention.", "需要乃发明之母。"], ["Out of<b> necessity</b> or out of interest, people go back to school for the common goal to improve themselves.", "不管是出于需要，还是出于兴趣爱好，人们重返学校是为了一个共同的目标----提高自己。"], ["If you are a manager of technology at any level, this is your responsibility as well as a survival .", "如果您是某个层级技术的经理，那么学习它是您的职责，也是您赖以生存的必需品。"]], "st": {"transform": [["n.", "necessities"]], "similar": "need"}}, "objectify": {"ex": ["vt. 使具体化，使客观化；体现"], "pron": {"peg": "[əb'dʒɛktɪfaɪ]", "pam": "[əb'dʒɛktɪfaɪ]"}, "st": {"transform": [["vt.", "objectified,objectifying"]]}, "wp": {"objectify y": "使客观化"}, "eg2": [["For one thing, any methods I might have added to node objects would potentially conflict with tagnames in the generic XML documents that gnosis.xml. parses.", "只有一个原因，会使添加到节点对象中所有名称都可能与 gnosis.xml. 解析的一般 XML 文档中的标记名发生冲突。"], ["When accessing a gnosis.xml. object, the simplest thing that could possibly work almost always does work.", "在访问 gnosis.xml. 对象时，可能做的最简单的事情就是几乎总是做 某些事情。"], ["It's interesting to note that both my gnosis.xml. and RELAX NG stylesheets attempt a similar homogenization of attributes and elements.", "有意思的是，注意到我的 gnosis.xml. 和 RELAX NG 样式表都试图实现类似的属性和元素的同质性。"]]}, "objective": {"pron": {"peg": "英 [əb'dʒektɪv] ", "pam": "美 [əb'dʒektɪv] "}, "ex": ["n. 目标；目的；（望远镜或显微镜的）物镜", "adj. 客观的；就事论事的；不带个人感情的；客观存在的", "网络 教学目标；任务目标"], "eg2": [["the main/primary/principal objective", "主要╱首要╱重要目标"], ["to meet/achieve your objectives", "达到╱实现你的目标"], ["You must set realistic aims and objectives for yourself.", "你必须给自己确定切实可行的目的和目标。"], ["The main objective of this meeting is to give more information on our plans.", "这次会议的主要目的是进一步介绍我们的规划。"], ["an objective analysis/assessment/report", "客观的分析╱评价╱报告"], ["objective criteria", "客观标准"], ["I find it difficult to be objective where he's concerned.", "只要涉及他，我就难以做到保持客观。"], ["objective reality", "客观现实"]]}, "oppose": {"pron": {"peg": "[ə'poz]", "pam": "[ə'poz]"}, "wp": {"oppose malpractice": "抵制不正之风", "oppose against": "使对照", "to oppose": "反对;相对;作对", "oppose american": "反对美国", "oppose separine": "破坏破碎", "oppose strongly": "竭力反对", "Strongly oppose": "强烈反对", "resolutely oppose": "坚决反对", "counter oppose": "反对"}, "ex": ["vt. 反对；对抗，抗争", "vi. 反对"], "eg2": [["We<b> oppose</b> interference by any outside force.", "我们反对任何外来势力插手干预。"], ["Promote materialist dialectics and  metaphysics and scholasticism.", "要提倡唯物辩证法，反对形而上学和烦琐哲学。"], [" extravagant eating and drinking and pay attention to thrift and economy.", "反对大吃大喝， 注意节约。"]], "st": {"transform": [["vt.", "opposed,opposing"]], "similar": "resist,withstand"}}, "outward": {"pron": {"peg": "['aʊtwɚd]", "pam": "['aʊtwɚd]"}, "wp": {"Outward Operation": "出货作业系统", "outward current": "外向电流;输出电流;外向离子流", "outward entry": "出口报关手续;出口货物报单", "outward sense": "外部器官", "outward internationalization": "国际化", "outward bill": "出口押汇;\t\t出口汇票", "outward voyage": "外航;出航;出国航行;出国航行出航", "stake outward": "外移桩", "Outward Trochoidal": "外摆线轨迹"}, "ex": ["adj. 向外的；外面的；公开的；外服的；肉体的", "adv. 向外（等于outwards）；在外；显而易见地", "n. 外表；外面；物质世界"], "eg2": [["Radial gorges extend<b> outward</b> from the crater, especially in the east and southeast.", "放射状的峡谷从陨石坑向外延伸，尤其在东部和东南部。"], ["The team found that at some positions in the disk, planets would be pushed inward, and that at other positions, planets would be pushed .", "这个研究小组发现在盘状物的某些位置上行星会被向内推，而在另外的一些位置上行星会被向外推。"], ["The ideal place for a desk is in the command position--the opposite corner of the entranceway, where you can face<b> outward</b> to see who enters your office.", "办公桌最理想的方位就是在指挥的位置----与入口相对的那一面，在那里你可以面向外面看到谁进了你的办公室。"]], "st": {}}, "parliamentary": {"pron": {"peg": "[,pɑrlə'mɛntri]", "pam": "[,pɑrlə'mɛntri]"}, "wp": {"Parliamentary Precinct": "议会分局", "parliamentary institutions": "会制度", "Parliamentary Funk": "无能的会议", "Parliamentary Sovereignty": "议会至上;议会主权;议会主权制;议会主权原则", "parliamentary elections": "国会大选;议会选举", "Parliamentary Archives": "议会档案馆;议会档案", "Parliamentary Report": "议会报告", "Parliamentary Divorce": "国会私人法案离婚", "parliamentary bureau": "议会局"}, "ex": ["adj. 议会的；国会的；议会制度的"], "eg2": [["That party lost 15 seats in the<b> parliamentary</b> election.", "该党在议会选举中失去了15席。"], ["With his hard line, Mr Sarkozy seems to be behind a ban, although he will now await the outcome of the  mission.", "持强硬路线的萨科奇先生似乎似乎不久后就会签署这一禁令，尽管目前他仍在等候议会的结果。"], ["\"We must persevere in this war as people, as a government, as a<b> parliamentary</b> group in order for the country to win it,\" Papandreou said.", "帕潘德里欧说：“在这场战争中，我们必须要作为一个人、一个政府及国会团体坚贞不屈，让我们的国家能赢得战争。"]], "st": {}}, "perspective": {"pron": {"peg": "[pɚ'spɛktɪv]", "pam": "[pɚ'spɛktɪv]"}, "wp": {"perspective investment": "远景投资;前景投资", "perspective illusion": "透视错觉", "perspective line": "透景线;透视线", "Perspective Shadow": "透视投影;透视阴影;斜影效果滤镜;斜影", "strength perspective": "优势视角;优势观点", "functional perspective": "功能观点;功能观;功能视角;金融功能观", "Perspective Mode": "透视图模式;透视图形式", "architectural perspective": "建筑透视;建筑透视图;建筑摄影", "Perspective Grids": "透视网格"}, "ex": ["n. 观点；远景；透视图", "adj. 透视的"], "eg2": [["The Table 1 below gives some<b> perspective</b> of this.", "下面的表格1 给出了这个的一些观点。"], ["There is much that might be said about friendships. They allow us to see ourselves from the<b> perspective</b> of another.", "关于友谊的说法可能有很多种，这使得我们能从别人的观点里看到我们自己。"], ["You specify an extension point for each of your applications, so the workbench can correctly launch the  for your application.", "为每个应用程序指定一个扩展点，这样工作台就能够正确地启动应用程序的透视图。"]], "st": {}}, "practically": {"ex": ["adv. 实际地；几乎；事实上"], "pron": {"peg": "['præktɪkli]", "pam": "['præktɪkli]"}, "st": {}, "wp": {"Practically floored": "真的被铺上地板;实际上三层", "PRACTICALLY PERFECT": "几乎完美", "Practically Agreed": "几乎达成共识", "And Practically": "和实用性", "Practically Innovate": "务实创新", "apply practically": "实际应用", "educate practically": "实践锻炼", "practically zip": "根本没可能", "Practically Dead": "几乎死"}, "eg2": [["It rained<b> practically</b> all night.", "几乎整夜下着雨。"], ["My knowledge of the subject is  nil.", "我在这方面的知识几乎等于零。"], ["The object of this society is to perfect its members  and scientifically.", "这个社团的目的是实际地、科学地及充分地指导其成员。"]]}, "presentation": {"pron": {"peg": "英 [.prez(ə)n'teɪʃ(ə)n] ", "pam": "美 [.prez(ə)n'teɪʃ(ə)n] "}, "ex": ["n. 演出；发布会；提交；颁发", "网络 呈现；展示；介绍"], "eg2": [["The trial was adjourned following the presentation of new evidence to the court.", "新证据呈到庭上后，审讯就宣告暂停。"], ["The presentation of prizes began after the speeches.", "讲话结束后就开始颁奖了。"], ["The Mayor will make the presentation(= hand over the gift) herself.", "市长将亲自颁发礼品。"], ["Members will be admitted on presentation of a membership card.", "会员出示会员证便可入场。"], ["Improving the product's presentation(= the way it is wrapped, advertised, etc.) should increase sales.", "改进产品的包装形式会提高销售量。"], ["I admire the clear, logical presentation of her arguments.", "我很欣赏她的论证，言辞清晰且有条理。"], ["The sales manager will give a presentation on the new products.", "营销经理将举行一次新产品推介会。"], ["I've put my presentation on a memory stick.", "我已经把我的幻灯片演示文件存在 U 盘里了。"]]}, "proclaim": {"ex": ["vt. 宣告，公布；声明；表明；赞扬"], "pron": {"peg": "[prə'klem]", "pam": "[prə'klem]"}, "st": {"similar": "declare"}, "wp": {"Proclaim Rights": "公告权", "proclaim officially": "官方宣布", "solemnly proclaim": "庄严宣告", "proclaim publicly": "公开宣布", "proclaim vt": "宣告", "proclaim v": "宣告", "to proclaim": "宣布;宣扬;宣告", "I proclaim": "我传布", "Proclaim War": "宣战"}, "eg2": [["Even as we<b> proclaim</b> our love for peace and our hatred of war, there are still convulsions in our world that endanger us all.", "尽管我们宣告自己热爱和平、憎恨战争，但我们的世界仍存在危及我们所有人的动荡。"], ["It will bind up mental and physical wounds,  liberty to the fear-ridden mind, and liberate you completely from the limitations of poverty, failure, misery, lack, and frustration.", "它会为你包扎心理和身体的创伤，对你受恐惧折磨的意识宣告自由，完全将你从穷困、失败、悲惨、欠缺和挫折中解放出来。"], ["No doubt, that is why the Nobel Committee says that it “wishes, in its centenary year, to  that the only negotiable route to global peace and cooperation goes by way of the United Nations”.", "无疑，这就是为什么诺贝尔委员会说，它“在其一百周年之际，首次将和平奖颁予联合国，以此宣告，联合国是通过谈判实现全球和平与合作的唯一途径。”"]]}, "profess": {"pron": {"peg": "[prə'fɛs]", "pam": "[prə'fɛs]"}, "wp": {"guest profess": "客座教授", "profess Buddhism": "信佛", "profess ignorance": "自称不知情", "Profess Soft": "行业软件", "profess to": "答应", "profess regret": "表示悔恨", "pretend profess": "伪称", "BurnAware Profess": "光盘刻录软件", "I Profess": "老实讲"}, "ex": ["vt. 自称；公开表示；宣称信奉；正式准予加入", "vi. 声称；承认；当教授"], "eg2": [["I  that I was surprised at the news.", "我承认这个消息使我感到惊奇。"], ["Whether for this reason or from conviction, most<b> profess</b> themselves unfazed by the prospect of a failure to raise the debt ceiling.", "不管是出于这一考虑，还是出于信仰，他们中的大多数人声称并不担忧无法提高债务上限这一前景。"], ["It is what you . Well, the thesis is also, another way to think of it, an answer to a question.", "它就是你要表达的东西，这个论文也是，另一种思考它的方式，关于一个问题的答案。"]], "st": {}}, "reconcile": {"ex": ["vt. 使一致；使和解；调停，调解；使顺从"], "pron": {"peg": "['rɛkənsaɪl]", "pam": "['rɛkənsaɪl]"}, "st": {"transform": [["vt.", "reconciled,reconciling"]]}, "wp": {"reconcile to": "使顺从;甘心;使一致;使甘心", "reconcile with": "与和解;与某人和好;使一致;使和解", "Reconcile date": "对账日期", "labordispute reconcile": "劳动争议的调解", "Reconcile Contradictions": "协调冲突", "reconcile briefly": "暂时调和", "reconcile disputes": "调解纠纷", "Reconcile Function": "比较", "reconcile forgivingly": "达成谅解"}, "eg2": [["How do we<b> reconcile</b> that?", "我们如何协调这些？"], ["How do you<b> reconcile</b> this choice with liberalism?", "你如何调和这个选择与自由主义？"], ["The teacher in charge of our class had to<b> reconcile</b> disputes among the students.", "我们的班主任必须调解学生中的纠纷。"]]}, "silent": {"ex": ["adj. 沉默的；寂静的；无记载的", "n. 无声电影"], "pron": {"peg": "['saɪlənt]", "pam": "['saɪlənt]"}, "st": {}, "wp": {"Silent mutation": "无表型突变;沉默突变;不活动突变;沉默突变即同义突变", "Silent love": "微笑的弧度;默默的情怀;听不到的说话;夏小排", "Silent Wedding": "无声婚礼;安静的婚礼", "Silent Killer": "沉默的杀手;无声杀手;默然重动的刺客;缄默的杀手", "silent partner": "静默合伙人;隐秘伙伴;\t\t隐名合伙人;默契伙伴", "Silent Predators": "冷刀锋;响尾蛇;黑色毒素;热刀锋", "silent square": "冰冻城堡;冰冻古堡;炭冻今堡", "Silent Eagle": "沉默鹰;无声鹰;缄默鹰;沈默鹰", "silent reading": "默读;朗读"}, "eg2": [["She emitted one shrill cry and then was .", "她发出一声尖叫，然后沉默了。"], ["I know not if I should speak to him or keep .", "我不知道我是应该同他说话还是保持沉默。"], ["But I decided that if I kept<b> silent</b> it would go on for years and no one would do anything about it.", "但是我下了决心，如果我保持沉默的话，这样的事情将持续几年，没有人会做任何事。"]]}, "slogan": {"pron": {"peg": "['slogən]", "pam": "['slogən]"}, "wp": {"hubbub slogan": "呐喊声", "SLOGAN MARK": "口号商标;宣传戳", "Staff Slogan": "员工信守;七员工信守;职员信守", "Expo slogan": "世博标语", "empty slogan": "空洞的口号", "environmental slogan": "环境口号;环保口号;正在翻译", "Make slogan": "努力赚饭票", "advertising slogan": "广告标语;广告口号;广告语;告白标语", "sports slogan": "体育标语"}, "ex": ["n. 标语；呐喊声"], "eg2": [["There you can see the<b> slogan</b> written up on the wall.", "在那儿你会看到这条标语写在墙上。"], ["“This is the revolution of all the people, ” read a common .", "“这是一场全体人民的革命。” 一副普通的标语上写道。"], ["\"By translation into another language, the Nazi , which is characterized not just by its meaning but also by the German language, is fundamentally transformed, \" it said.", "法院称，“这条纳粹标语不仅是以其含义而且是以德文为特征的，通过翻译变成另一种语言，它就有了根本性的改变。”"]], "st": {}}, "strain": {"pron": {"peg": "[stren]", "pam": "[stren]"}, "wp": {"longitudinal strain": "纵向应变;纵向变形;线应变;长轴应变", "strain rosette": "应变花", "linear strain": "线应变;线性应变", "volumetric strain": "体积应变;体应变;\t\t容积应变", "breaking strain": "断裂应变;致断应变;破坏应变;裂断应变", "dynamic strain": "动应变;动态应变;动态应变放大器;动态张力", "creep strain": "蠕动应变;蠕变变形;蠕变应变;潜应变", "shrinkage strain": "收缩应变;收缩变形", "strain crystallization": "应变结晶"}, "ex": ["n. 张力；拉紧；负担；扭伤；血缘", "vi. 拉紧；尽力", "vt. 拉紧；滥用；滤去；竭力", "n. (Strain)人名；(英)斯特兰", "n. （植物、动物的）品种；种类"], "eg2": [["Whatever might have caused some muscle , it could be the source of your back pain.", "不管怎样都有可能导致某些肌肉的紧张，它可能是背痛的原因。"], ["If you go on living, you do so only through your capacity for objectification, your ability to free yourself, in writing, from the infinite .", "如果你还要继续活下去，你只有通过自身客体化的能力，你能用写作从无限的拉力中解放你自己。"], ["And so it began to pile up until one day I collapsed from the<b> strain</b> of it, becoming an empty shell, a parody of who I used to be.", "所以它开始慢慢地堆积起来，知道有一天我在那些压力中崩溃了，变成一个空壳，变成过去的一拙劣的模仿品。"]], "st": {}}, "subjective": {"ex": ["adj. 主观的；个人的；自觉的"], "pron": {"peg": "[səb'dʒɛktɪv]", "pam": "[səb'dʒɛktɪv]"}, "st": {}, "wp": {"subjective idealism": "主观唯心主义;主观唯心论", "subjective test": "主观性测试;主观测验;主观测试;主观型考试", "subjective brightness": "主亮度;舟亮度;亮度;主观亮度", "subjective item": "主观题;主观试题;主观要件", "subjective judgement": "主观判断;经验法则与主观判断法;主观评判", "subjective testing": "主观测试评价;\t\t主观测试;主观性测试", "subjective freedom": "主观的自由;主观自由;主体自由", "subjective evaluation": "主观评价;主观评;主观估计;主客观评价", "subjective utility": "主观效用;主观利益"}, "eg2": [["Try to avoid being  and one-sided when looking at problems.", "看问题要避免主观片面。"], ["You should not rest your argument upon  and groundless conclusions.", "你不能以主观臆断作为你的论据。"], ["We should not put<b> subjective</b> reasons on a par with objective reasons in our analysis.", "不能把客观原因与主观原因平列起来分析。"]]}, "symptomatic": {"ex": ["adj. 有症状的；症候的"], "pron": {"peg": "['sɪmptə'mætɪk]", "pam": "['sɪmptə'mætɪk]"}, "st": {}, "wp": {"symptomatic epilepsy": "性癫痫;症状性癫痫;症状性癫痫综合征", "symptomatic infection": "有症状感染;症状性影响;症状性感染", "symptomatic psychosis": "症状性精神病;附带精神病", "symptomatic anemia": "症状性贫血;翻译", "symptomatic torticollis": "症状性斜颈;翻译", "symptomatic units": "症状单元", "symptomatic stage": "症状期", "symptomatic pruritus": "症状性瘙痒;翻译", "symptomatic reaction": "症状反应;翻译"}, "eg2": [["Pre-existing illnesses, such as<b> symptomatic</b> HIV infections and measles, also increase a child's risk of contracting pneumonia.", "患病，例如有症状的艾滋病毒感染和麻疹，也可加大儿童感染肺炎的风险。"], ["These serve to show that children with mental disorders can not only be treated but can direct some of their  behavior into positive channels.", "做这些是为了告诉人们，精神疾病患儿不仅是可以治疗的，而且可以将一些症状行为引导到积极的方面上。"], ["The cooperation of residents is good, house-to-house surveillance for febrile illness is continuing, and specimens have been taken from<b> symptomatic</b> persons and sent for testing.", "居民的合作良好，正在继续开展对发热疾病的挨家挨户监测，并且已从有症状的人那里采集标本和送去检测。"]]}, "thoughtful": {"ex": ["adj. 深思的；体贴的；关切的"], "pron": {"peg": "['θɔtfl]", "pam": "['θɔtfl]"}, "st": {"similar": "considerate,attentive"}, "wp": {"thoughtful type": "思想型;思考型;翻译;思维型", "thoughtful consideration": "体贴入微的关照;考虑周到;深思经认真推敲的考虑;沉思", "Thoughtful Service": "零距离服务", "Thoughtful dentist": "深思的牙医", "Li thoughtful": "李平有思想", "Thoughtful touch": "体贴的关怀", "thoughtful looks": "沉思的表情", "A Thoughtful": "一个体贴", "thoughtful tailoring": "体贴入微的裁剪"}, "eg2": [["But imagine his surprise when under the stone he found a bag full of money and this message: \"This money is for the  person who removes this stone from the road.", "但你可以想象，当他在石头的下面发现一个装满金钱的袋子和这则消息：“这些钱是给那个从路中搬走石头的体贴的人，那个人是值得帮助的。”"], ["The Web allows us to converse by email, a form of communication that often makes us braver and more impulsive -- and occasionally even more  -- about what we say.", "网络让我们通过电子邮件交谈，这种交流方式通常让我们更加勇敢和直接地表示自己，有时候甚至会更加深思熟虑。"], ["\"Yes, I think so, because I know how<b> thoughtful</b> you are and how well-educated you are, \" she says.", "“我认为是这样的，因为我知道你是一个有思想又受过良好教育的人”她说。"]]}, "transgender": {"pron": {"peg": "[trænz'dʒɛndɚ]", "pam": "[trænz'dʒɛndɚ]"}, "wp": {"transgender advocate": "变性倡导者;变性主张", "Transgender Day of Remembrance": "纪念日;跨性别纪念日", "transgender person": "变性人", "Transgender Mod": "变性", "Transgender people": "变性人;跨性别者;变性的人", "Transgender Perspective": "跨性别外观点", "Transgender Pride Flag": "跨性别骄傲旗帜", "Transgender Lives": "跨性别的生活属于你的故事"}, "ex": ["n. 跨性别；跨性别者"], "eg2": [], "st": {}}, "urgent": {"pron": {"peg": "['ɝdʒənt]", "pam": "['ɝdʒənt]"}, "wp": {"Urgent Care": "紧急护理;紧急救护", "urgent telegram": "紧急电报;急电;急电紧急电报;紧迫电报", "UGT URGENT": "急迫;紧急", "Urgent Action": "紧急行动;紧急救援;紧急措施", "partially urgent": "部分加急", "most urgent": "十万火急;急如星火", "something urgent": "紧急的事情;着什么急", "urgent service": "加急业务", "urgent mode": "紧急模式;紧急方式"}, "ex": ["adj. 紧急的；急迫的"], "eg2": [["Some<b> urgent</b> business took me away from Shanghai.", "有些紧急事务使我离开上海。"], ["How fast can you post to the port with this<b> urgent</b> message?", "你带着这份紧急信件能有多快通过驿站到达港口?"], ["In transmitting<b> urgent</b> messages the king gained time by relaying at each town.", "在传递紧急信息时，国王采取每一城镇更换驿马的接力式传送方法以赢得时间。"]], "st": {}}, "variety": {"pron": {"peg": "英 [və'raɪəti] ", "pam": "美 [və'raɪəti] "}, "ex": ["n. 品种；变化；多样化；变体", "网络 多样性；种类；综艺"], "eg2": [["There is a wide variety of patterns to choose from.", "有种类繁多的图案可供选择。"], ["He resigned for a variety of reasons.", "他由于种种原因辞职了。"], ["This tool can be used in a variety of ways.", "这一工具有多种用途。"], ["I was impressed by the variety of dishes on offer.", "所供应的菜肴之丰盛让我叹服。"], ["We all need variety in our diet.", "我们都需要饮食多样化。"], ["We want more variety in our work.", "我们希望我们的工作多变点儿花样。"], ["Apples come in a great many varieties.", "苹果的品种繁多。"], ["a rare variety of orchid", "兰花的稀有品种"], ["different varieties of English", "各类英语"], ["My cooking is of the ‘quick and simple’ variety.", "我做饭属于既快捷又简单的那一类。"], ["a variety show/theatre", "综艺节目╱剧场"]]}, "verdict": {"pron": {"peg": "['vɝdɪkt]", "pam": "['vɝdɪkt]"}, "wp": {"Verdict Day": "裁决日;审判日", "Second Verdict": "第二次裁决", "verdict poems": "判词", "open verdict": "存疑判决;存疑裁决;判处赵明福死因为悬案", "general verdict": "概括裁定;概括裁决;一般评决;概括裁断", "special verdict": "特别裁决;特殊裁定;特别裁断", "procedure verdict": "程序裁决", "Ashen Verdict": "灰烬裁决军;灰烬审判军;灰白判决;附灰白裁决", "privy verdict": "秘密裁决"}, "ex": ["n. 结论；裁定"], "eg2": [["The jury brought in its .", "陪审团宣布它的裁定。"], ["The  of the jury was given in his favour.", "陪审团作出了对他有利的结论。"], [": Real or Fake? She may not want to be called Latina, but she should proudly credit those genes for her famous figure.", "结论:是真是假?她可能不愿意被称为拉丁人,但她应该为她拥有这些值得信任的良好基因而骄傲的。"]], "st": {}}, "vital": {"pron": {"peg": "['vaɪtl]", "pam": "['vaɪtl]"}, "wp": {"vital part": "要害部位;而防御面的重要区域;关键部位", "vital signs": "生命征象;生命体征;生命特征;主要病症", "vital spirit": "提出所谓生命的精气;生命灵气", "vital circuit": "安全电路;影响安全的电路", "vital energy": "生命力;中医学术语;生命能量;生命能", "vital air": "供呼吸的空气", "vital component": "主要部件;重要组成部分;重要组分;至关重要的组成部分", "LELAN VITAL": "护甲油;晶莹闪烁指甲油;晶莹绚丽指甲油;星灿晶钻眼线液", "vital a": "重要的;重大的;致命的;有生命力的"}, "ex": ["adj. 至关重要的；生死攸关的；有活力的", "n. (Vital)人名；(法、德、意、俄、葡)维塔尔；(西)比塔尔"], "eg2": [["However, it is also<b> vital</b> that the infrastructure supports the substitution of one service implementation by another with no effect to the clients of that service.", "然而，基础架构支持在不影响服务的客户端的情况下由另一个服务实现替代原有的服务实现也是至关重要的。"], ["The testing of our plans, structures and responses to ensure they can deal with any incident is .", "检测我们的方案、结构和反应以确保他们能处理任何事故，这是至关重要的。"], ["This was ; I wanted other parents to be able to profit from our experience.", "这是至关重要的，我希望其他的父母能够从我们的经验中收益。"]], "st": {"similar": "living"}}, "vocal": {"pron": {"peg": "['vokl]", "pam": "['vokl]"}, "wp": {"Vocal Folds": "声带", "vocal cord": "声带", "vocal nodules": "声带小结;亦称声带小结;声带结节;常发生于需长期讲话", "Vocal partner": "声混合;伴音;声混淆", "vocal cancel": "原歌声消除;原歌声消弭", "vocal organs": "发声器官;\t\t发音器官", "vocal fremitus": "语音震颤;语言震颤;触觉语颤", "Vocal Jazz": "声乐爵士;人声爵士;爵士演唱;人的声音爵士", "vocal cords": "声带"}, "ex": ["adj. 歌唱的；声音的，有声的", "adj. 直言不讳的", "n. 声乐作品；元音", "n. Vocal)人名；(西)博卡尔"], "eg2": [["Each call has an animal's unique<b> vocal</b> stamp on it.", "每一声叫唤都带有一个动物独特的声音印章。"], ["You should indicate whether there are only a few, but possibly , dissenters opposing a broad consensus, or that dissent is widespread.", " 您应该指出对一项广泛共识只有几个反对者，但是他们可能声音响亮，或指出反对者很普遍。"], ["The  vocation  advocate found the word \" \" and \" reciprocal\" not in the  vocabulary.", "职业倡导者发现\"嗓音的\"和\"交互的\"两词不在词汇表中."]], "st": {}}, "warrant": {"ex": ["n. 根据；证明；正当理由；委任状", "vt. 保证；担保；批准；辩解"], "pron": {"peg": "['wɔrənt]", "pam": "['wɔrənt]"}, "st": {"similar": "assert"}, "wp": {"equity warrant": "股本权证;认股权证;股本认股权证;公司认股证", "dividend warrant": "股息单;股息证;股利券;派息证", "Physical warrant": "实股认股权证", "contingencies warrant": "紧急拨款令;应急支款授权书;财经", "share warrant": "认股证;认股权证;股票认股权证;股份证书", "general warrant": "普通拨款令;常年支款授权书;普通令状;形成空白搜索", "bench warrant": "法院拘票;法庭传票;我也把汪天虹的逮捕令;法官通缉令", "warrant card": "委任证;警察证", "barrier warrant": "定界认股证;股票壁垒权证;定界权证"}, "eg2": [["Endowments of nature no one can give titles to with the<b> warrant</b> deeds are all waving us, smiling at us, opening her extensive warm arms to us and embracing us long and long.", "没有人能够用正当的理由和行为命名大自然的馈赠，他们都在向我们挥手，对我们微笑，向我们张开她广阔温暖的双臂久久得拥抱着我们。"], ["At Dean Miller's suggestion, I have allowed her to give the current student organizers the opportunity to propose a program for next semester that might  continuation of this event on campus.", "根据米勒学监的建议，我允许她给学生机会，让他们给下学期的活动提出一个方案，保证这个活动得以在校园内继续开展。"], ["Their findings support restrictions on lighting up within a few feet of other people. But they don't<b> warrant</b> more than that.", "他们的观测结果支持了对在他人几尺之外吸烟的限制，但是除此之外，它们并不能证明更多。"]]}}, "title": "Some gender-critical voices are not being heard as they should\n", "paperStatistics": {"suggestedfocus": "9.77 Minutes", "wordsset": 370, "keywords": "critical,debate,faith,gender,issue,reduced,slogans,trans", "toughwords": 52, "allwords": 697, "title": "Some gender-critical voices are not being heard as they should\n", "desc": "The trans debate cannot be reduced to simple slogans, writes James Kirkup, in his second essay\n", "img": "https://cdn.static-economist.com/sites/default/files/20180721_BLP505.jpg\n", "date": "2018-07-17 09:48:34", "link": "2018_7_19_6.json"}}