{"Date": "2018-08-24 20:03:17", "content": "<p>\n</p> <p>A climate of fear is holding officials back\n</p> <p>\n</p> <p>\n</p> <p>STANDING at the edge of a field where his soyabean crop will be harvested in a month’s time, Liu Xijiang gives a <span class=\"word-wrap-span\">tepid</span> review to a local experiment with rural land reform which the central government is promoting as a great success. “It’s a good idea and it’s working well enough, but in reality it doesn’t make all that much difference to most of us,” he says. The experiment in Linying, a <span class=\"word-wrap-span\">county</span> in the central province of Henan, relates to one of China’s biggest policy <span class=\"word-wrap-span\">conundrum</span>s: how to let farmers <span class=\"word-wrap-span\">squeeze</span> more value from the tiny <span class=\"word-wrap-span\">parcel</span>s of land <span class=\"word-wrap-span\">allocate</span>d to them than they can earn by farming it themselves.\n</p> <p>\n</p> <p>Officials resist the obvious solution—letting them sell it, build on it or rent it out for other purposes. That, they fear, might lead to an <span class=\"word-wrap-span\">unacceptable</span> loss of <span class=\"word-wrap-span\">arable</span> land. But in 2014 the central government began allowing localities to test ways of helping farmers to sell the right to use their land for agricultural purposes. (Many places had been quietly allowing this anyway.) <span class=\"word-wrap-span\">Ownership</span> would remain, in effect, in the hands of the state, which allows farmers to use land on <span class=\"word-wrap-span\">renewable</span> <span class=\"word-wrap-span\">contract</span>s.\n</p> <p>\n</p> <p>Linying <span class=\"word-wrap-span\">county</span>, in China’s agricultural <span class=\"word-wrap-span\">heartland</span>, responded by establishing what officials called a “land bank”—a government-run <span class=\"word-wrap-span\">intermediary</span> between farming <span class=\"word-wrap-span\">household</span>s and investors who want to take over farmers’ <span class=\"word-wrap-span\">contract</span>s and work the land on a bigger and more efficient scale. State media say that farmers have put almost 17,000 <span class=\"word-wrap-span\">hectare</span>s, or half of the <span class=\"word-wrap-span\">county</span>’s farmland, into the land bank. Much of this has now been <span class=\"word-wrap-span\">consolidate</span>d into large farms, which are proving more <span class=\"word-wrap-span\">profitable</span> than smallholdings.\n</p> <p>\n</p> <p>Though it <span class=\"word-wrap-span\">brook</span>s no <span class=\"word-wrap-span\">dissent</span> and has a taste for strongman politics and centralised leadership, the Communist Party has shown an <span class=\"word-wrap-span\">admirable</span> willingness to let small areas of the country try out reforms before they are introduced nationwide. These local experiments with reform have been <span class=\"word-wrap-span\">cite</span>d by some Western <span class=\"word-wrap-span\">scholar</span>s as examples of China’s “adaptive <span class=\"word-wrap-span\">authoritarianism</span>”. This is a way of describing the party’s ability to avoid the fate of its <span class=\"word-wrap-span\">counterpart</span>s in other communist-ruled countries by <span class=\"word-wrap-span\">flexibly</span> adjusting policy in order to satisfy public demands for greater <span class=\"word-wrap-span\">prosperity</span>. The pilot system has been an important means of achieving this. There are signs, however, that it is losing steam.\n</p> <p>\n</p> <p>In the past, the central government was sometimes ready to <span class=\"word-wrap-span\">devolve</span> <span class=\"word-wrap-span\">considerable</span> power in order to promote experiments with reform. Take the “special economic zones” (SEZs), which the party set up along the southern <span class=\"word-wrap-span\">coast</span> in the 1980s. In these, local officials were given <span class=\"word-wrap-span\">extraordinary</span> <span class=\"word-wrap-span\">leeway</span> to <span class=\"word-wrap-span\">approve</span> foreign investments, grant tax breaks and <span class=\"word-wrap-span\">waive</span> price controls. Their experiments succeeded in producing rapid economic growth. They were, in effect, the pilot projects for the market-<span class=\"word-wrap-span\">orient</span>ed policies that helped China become the economic giant it is today.\n</p> <p>\n</p> <p>A <span class=\"word-wrap-span\">raft</span> of other <span class=\"word-wrap-span\"><span class=\"word-wrap-span\">experimenta</span>l</span> reforms followed elsewhere, including the introduction of stock exchanges and greater <span class=\"word-wrap-span\">tolerance</span> of private enterprise. Xu Chenggang of the Cheung Kong Graduate School of Business in Beijing says that in the first three decades of the reform era, which was launched by Deng Xiaoping at a meeting of the party’s Central Committee in December 1978, nearly all the main economic changes began as local pilot schemes. “Crossing the river by feeling the <span class=\"word-wrap-span\">stone</span>s” was how <span class=\"word-wrap-span\">reformist</span>s described the process (<span class=\"word-wrap-span\">contrary</span> to common belief, there is no record of Deng having said this).\n</p> <p>\n</p> <p>This year, with <span class=\"word-wrap-span\">relentless</span> <span class=\"word-wrap-span\">fanfare</span>, China has been <span class=\"word-wrap-span\">trumpet</span>ing the 40th anniversary of Deng’s reforms. But in what the party calls the “new era” under Xi Jinping, the current leader, officials show less <span class=\"word-wrap-span\">enthusiasm</span> for creative experiments.\n</p> <p>\n</p> <p>The land bank in Linying is one <span class=\"word-wrap-span\">underwhelm</span>ing example. For each mu of land (about one-<span class=\"word-wrap-span\">fifteenth</span> of a <span class=\"word-wrap-span\">hectare</span>) that he rents out through the land bank, Mr Liu, the soyabean farmer, receives 900 yuan ($130) yearly. That’s roughly what he could earn from farming. But the money from the land bank is guaranteed, even in years of poor harvest. He gets it without any labour, which gives him time to work in town. That provides about 3,000 yuan a month, his main income. “But the truth is, we’ve always been able to find people to rent to on our own. Less paperwork, no one <span class=\"word-wrap-span\">interfere</span>d and the result was the same,” he says. Early in Mr Xi’s rule, which began in 2012, there was <span class=\"word-wrap-span\">speculation</span> that more <span class=\"word-wrap-span\">profound</span> change in the rural land system might be in the offing, possibly allowing farmers to sell at least some of their land. Not much has happened.\n</p> <p>\n</p> <p>Even before Mr Xi took over, the pace of <span class=\"word-wrap-span\">experimentation</span> had been slowing. <span class=\"word-wrap-span\">Sebastian</span> Heilmann of the University of <span class=\"word-wrap-span\">Trier</span> in Germany <span class=\"word-wrap-span\">reckon</span>s that the number of <span class=\"word-wrap-span\">provincial</span>-level policy pilots declined from around 500 in 2010 to about 70 in 2016 (see chart). Over the same period, the share of national regulations with <span class=\"word-wrap-span\">experimental</span> status dropped from nearly 20% to about 5%.\n</p> <p>\n</p> <p>But the decline is partly the result of Mr Xi’s hardline rule. This has been a surprise to many observers, given the <span class=\"word-wrap-span\">reformist</span> <span class=\"word-wrap-span\">credential</span>s of his late father, Xi Zhongxun. (As party boss of Guangdong province, the elder Mr Xi <span class=\"word-wrap-span\">oversaw</span> the founding of the most important SEZ, Shenzhen.) The younger Mr Xi’s <span class=\"word-wrap-span\">ruthless</span> <span class=\"word-wrap-span\">crackdown</span> on <span class=\"word-wrap-span\">corruption</span> and demands for unswerving <span class=\"word-wrap-span\">loyalty</span> to himself as the leadership’s “core” have spread fear among <span class=\"word-wrap-span\">bureaucrat</span>s. Few want to risk the unwanted attention that might result from reforms going badly. Mr Heilmann says the central government has also become less open to input from below. “Experiences and <span class=\"word-wrap-span\">initiative</span>s put forward by various regions tend to be ignored” under Mr Xi’s more centralised and personality-based leadership, he says.\n</p> <p>\n</p> <p>Local trials are still being carried out. The decision by China’s <span class=\"word-wrap-span\">legislature</span> earlier this year to establish a national anti-<span class=\"word-wrap-span\">corruption</span> agency, for example, followed the successful piloting of such bodies in the provinces. In 2016 experiments were launched with <span class=\"word-wrap-span\">innovative</span> public-private <span class=\"word-wrap-span\">ownership</span> structures at some of the country’s largest state-run enterprises. Last year five pilot “green finance zones” were established in various parts of the country. These are intended to try out markets for the trading of water- and energy-use rights and, it is hoped, help banks to lend in an environmentally friendly way.\n</p> <p>\n</p> <p>But the growing <span class=\"word-wrap-span\">indifference</span> of the central leadership to <span class=\"word-wrap-span\">feedback</span> from the <span class=\"word-wrap-span\">grassroots</span> is <span class=\"word-wrap-span\">hamper</span>ing experiments. So too is a problem that long <span class=\"word-wrap-span\">predate</span>s Mr Xi’s rule: a culture of <span class=\"word-wrap-span\">secrecy</span> that often <span class=\"word-wrap-span\">shroud</span>s pilot projects, especially in their early days. Investigations of them by Chinese journalists are often <span class=\"word-wrap-span\">consign</span>ed to classified publications (a widely read one among the <span class=\"word-wrap-span\">elite</span> is called Reform Internal <span class=\"word-wrap-span\">Reference</span>—the <span class=\"word-wrap-span\">fortnightly</span> magazine is marked “secret”, which means that showing it to unauthorised eyes could result in years in jail). Even when state media are given permission to discuss pilot schemes, they often <span class=\"word-wrap-span\">gloss</span> over any flaws. Public opinion is <span class=\"word-wrap-span\">routinely</span> ignored. “This should involve more civil-society <span class=\"word-wrap-span\">participation</span>,” says Cui Zhiyuan of Tsinghua University in Beijing. But Mr Xi has been even <span class=\"word-wrap-span\">tougher</span> on civil society than his <span class=\"word-wrap-span\">predecessor</span>s. He has tried to strengthen the party’s control over NGOs and <span class=\"word-wrap-span\">suppress</span> those that argue with the government. <span class=\"word-wrap-span\">Experimentation</span> in this area is something he will not accept.\n</p>", "Last": "2018_8_26_3.json", "Next": "2018_8_27_1.json", "assistent": {"Experimentation": {"ex": ["n. 实验；试验；实验法；实验过程"], "pron": {"peg": "[ɪk,spɛrɪmɛn'teʃən]", "pam": "[ɪk,spɛrɪmɛn'teʃən]"}, "st": {}, "wp": {"field experimentation": "现场实验;实地实验;田间实验法", "virtual experimentation": "虚拟实验;虚拟", "experimentation area": "实验区", "econometric experimentation": "经济计量实验", "Alien experimentation": "外星人诱拐", "faulty experimentation": "错误实验", "Basal experimentation": "基础试验研究", "clinical experimentation": "临床实验", "commercial experimentation": "工业试验"}, "eg2": []}, "Ownership": {"ex": ["n. 所有权；物主身份"], "pron": {"peg": "['onɚʃɪp]", "pam": "['onɚʃɪp]"}, "st": {}, "wp": {"land ownership": "土地所有权;土地业权;土地所有制;地权", "ownership interest": "所有权权益;所有者权益;股份比例;有权利益", "actual ownership": "事实上的所有权", "mixed ownership": "混合所有制;\t\t混合所有权", "property ownership": "产权制度;财产所有权;所有权;\t\t财产归属", "Home Ownership": "居者有其屋;自置居所;有住房;版主所有权", "capital ownership": "资本所有权;资本所有制;资本产权", "psychological ownership": "心理所有权;心理所有;心理拥有感", "ultimate ownership": "终极产权;所有权;终极所有权;最终所有权结构"}, "eg2": [["What, then, constitutes “”?", "那么，什么是“所有权”？"], ["The matter in dispute is the<b> Ownership</b> of the house.", "眼下的纠纷是这所房子的所有权问题。"], ["The two sides continued to dispute the<b> Ownership</b> of the territory.", "双方继续争夺那片领土的所有权。"]]}, "Reference": {"ex": ["n. 参考，参照；涉及，提及；参考书目；介绍信；证明书", "vi. 引用", "vt. 引用"], "pron": {"peg": "['rɛfrəns]", "pam": "['rɛfrəns]"}, "st": {}, "wp": {"Voltage reference": "参考电压;电压参考;\t\t基准电压;电压基准", "reference price": "参考价;\t\t参考价格;整机重量;参考价值", "reference value": "参考值;\t\t参比值;参照值;\t\t标准值", "reference group": "参照群体;\t\t参考群体;相关群体;参考团体", "reference genome": "参考基因组;对照一个参比基因组;参照基因组;确定新的模式基因组", "reference data": "参考数据;基准数据;\t\t参考资料;参照资料", "Reference Editor": "引入场景编辑器;参考编辑器;引用编辑器;引入场景编纂器", "reference number": "参考号;参考编号;产品的参考号码;参考数字", "Reference News": "参考消息;参考消息网"}, "eg2": [["The route is best seen by  to the map.", "参照地图能将这条路线看得十分清楚。"], ["It names all styles so you can<b> Reference</b> them in the other files.", "它命名了所有样式，因此您可以在其它文件中引用它们。"], ["The above views may or may not be correct, they are only for your .", "以上看法不一定符合实际， 仅供你们参考。"]]}, "Sebastian": {"ex": ["n. 塞巴斯蒂安（男子名）"], "pron": {"peg": "[si'bæstjən; -tʃən]", "pam": "[si'bæstjən; -tʃən]"}, "st": {}, "wp": {"Sankt Sebastian": "圣塞巴斯蒂安", "Sebastian Junger": "塞巴斯蒂安·荣格尔;杨格尔;云格尔;与作家容格", "Sebastian Freis": "塞巴斯蒂安·弗莱斯", "Sebastian Pelzer": "塞巴斯蒂安·佩尔泽", "Sebastian Roché": "塞巴斯蒂安·罗奇;赛巴斯汀洛克", "Sebastian Bieniek": "塞巴斯蒂安", "Sebastian Telfair": "塞巴斯蒂安·特尔费尔;特尔费尔;塞巴斯蒂安;特尔菲尔", "Sebastian Kurz": "塞巴斯蒂安·库尔茨;库尔茨;奥地利外长库尔兹;奥地利外交部长库尔兹", "Sebastian Faulks": "福克斯;塞巴斯蒂安·福克斯;佛克斯;富克斯"}, "eg2": [["San<b> Sebastian</b> is a coastal town where the best thing to do is lay on the beach and wait for the next scrumptious meal.", "圣·塞巴斯蒂安是一个沿海城市，在这里你要做的事情是躺在沙滩上等待下一顿美味的进餐时间的到来。"], ["And for the first time, I had carried  County, which was then still the most hard-core Republican big county in the state.", "这也是头一次我在塞巴斯蒂安县获得大多数选票，那时，它仍是全州最坚定支持共和党的大县。"], ["I thought I’d nailed it, but as I walked into her classroom, with  clinging to my leg, I was more anxious than I’d been in years.", "本以为要说的话已经牢牢的记在了脑子里，但当我拖着被塞巴斯蒂安紧紧搂住的大腿，走进她的教室时，却感到了多年没有过的紧张。"]]}, "Trier": {"ex": ["n. 实验者", "n. (Trier)人名；(法)特里耶；(英、德、挪)特里尔"], "pron": {"peg": "['traɪɚ]", "pam": "['traɪɚ]"}, "st": {}, "wp": {"level trier": "水准检定器;水平试验器", "cheese trier": "干酪取样器", "Carola Trier": "弟子卡罗拉", "Palace Trier": "特里尔宫", "bag trier": "袋中取样器;袋装物料取样钻", "Fachhochschule Trier": "特里尔应用科技大学;雇主", "lard trier": "油脂取样器", "Trier Hansen": "如特里尔·汉森", "assistant trier": "助理审判员"}, "eg2": [["Lars von<b> Trier</b> at the 2009 Cannes film festival photocall for Antichrist. ", "冯提尔(Lars von )在2009戛纳电影节以照片电召（反基督）“Antichrist”。"], ["Von  was thrown out of the festival last week for joking that he was a Nazi.", "拉斯•冯•提尔上周曾因为开玩笑说他是纳粹分子而被排除出这次电影节。"], ["Lars von 's horror movie Antichrist prompted derisive laughter, some boos and lots of \"Oh my Gods\" during its first screening.", "冯提尔(Lars von )的惊骇电影《反基督》（暂译）(Antichrist)引来一片嘲笑声，在首映上有人报以嘘声，许多则频说「天啊」。"]]}, "admirable": {"pron": {"peg": "['ædmərəbl]", "pam": "['ædmərəbl]"}, "wp": {"admirable advice": "令人钦佩的意见", "Eau Admirable": "绝妙之水", "Loddigesie Admirable": "叉拍尾蜂鸟", "More Admirable": "更令人佩服", "admirable absolute": "总计", "admirable a": "令人钦佩的", "Most Admirable": "精神可嘉", "admirable afterpiece": "压轴戏", "Admirable is": "令人敬佩的是"}, "ex": ["adj. 令人钦佩的；极好的；值得赞扬的"], "eg2": [["This is an<b> admirable</b> goal, and one I wholeheartedly endorse.", "这是一个令人钦佩的目标，我非常赞同。"], ["You will see a time in which we as a nation finally recognise relationships between two men or two women as just as real and  as relationships between a man and a woman.", "你们会看到这样一个时刻：作为一个民族，我们最终承认如一对男女间真正且令人钦佩的关系一样，承认两个男人或两个女人间的关系。"]], "st": {}}, "allocate": {"pron": {"peg": "['æləket]", "pam": "['æləket]"}, "wp": {}, "ex": ["vt. 分配；拨出；使坐落于", "vi. 分配；指定"], "eg2": [], "st": {"transform": [["vt.", "allocated,allocating"]], "similar": "allot"}}, "approve": {"pron": {"peg": "[ə'prʊv]", "pam": "[ə'prʊv]"}, "wp": {"approve v": "批准", "approve approval": "批准", "administrative approve": "行政审批", "qualification approve": "资格认可", "And Approve": "并认可", "Approve Counts": "循环盘点确认", "Approve by": "批准人", "Approve Number": "批准文号", "approve architecture": "审批体系"}, "ex": ["vt. 批准；赞成；为…提供证据", "vi. 批准；赞成；满意"], "eg2": [["I believe he<b> approve</b> that project.", "我觉得他赞成那个计划."], ["Would she ?", "她会赞成吗？"], ["Whether you<b> approve</b> or not, this has been an era of bold movement.", "不论你赞成与否，这些都说明了这是一个着敢作敢为的时代。"]], "st": {"transform": [["vt.", "approved,approving"]], "similar": "endorse,sanction,certify,ratify"}}, "arable": {"ex": ["adj. 适于耕种的；可开垦的", "n. 耕地", "n. (Arable)人名；(英)阿拉布尔"], "pron": {"peg": "['ærəbl]", "pam": "['ærəbl]"}, "st": {}, "wp": {"arable soil": "可耕土壤;耕地土壤", "arable area": "可耕地面积;\t\t耕地面积;可耕地区;可耕地", "arable gum": "阿拉伯胶", "arable e": "适于耕种的;可耕的;耕地;适于耕作的", "arable harrow": "大田耙", "arable farm": "种植农场", "arable farmer": "农民", "arable badlands": "宜农荒地", "arable lands": "耕地"}, "eg2": [["The livestock sector is already eligible for carbon finance, but we have made no such progress for<b> arable</b> agriculture and soils.", "畜牧业已经符合碳金融的条件了，但是，我们还没有为可开垦的农业和土壤方面做出这样的努力。"], ["Some Chinese commentators say the line has already been crossed: some land registered as  is in fact being used for non-agricultural purposes.", "中国的一些评论员说，这条线早就被越过了：一些土地虽然登记为耕地，但实际上被用作非农业用途。"], ["Uganda has half of East Africa’s  land and could become the granary of the region.", "乌干达可耕地占东非地区的一半，因而可以成为该地区的粮仓。"]]}, "authoritarianism": {"ex": ["n. 独裁主义；权力主义"], "pron": {"peg": "[ə,θɔrə'tɛrɪənɪzəm]", "pam": "[ə,θɔrə'tɛrɪənɪzəm]"}, "st": {}, "wp": {"soft authoritarianism": "软权威主义", "authoritarianism leadership": "威权领导行为", "taoist authoritarianism": "道家权术", "political authoritarianism": "权威主义政治", "parental authoritarianism": "父母权威性", "new authoritarianism": "新权威主义", "authoritarianism polity": "权威主义政治", "authoritarianism politics": "威权政治", "Anti-authoritarianism": "反权威主义"}, "eg2": []}, "brook": {"pron": {"peg": "英 [brʊk] ", "pam": "美 [brʊk] "}, "ex": ["n. 小河；美国俚语；【名】布鲁克", "v. 〈正式〉忍受", "网络 小溪；溪流；容忍"], "eg2": [["The tone in his voice brooked no argument.", "他的话里带着不容争辩的语气。"]]}, "bureaucrat": {"pron": {"peg": "英 ['bjʊərə.kræt] ", "pam": "美 ['bjʊrə.kræt] "}, "ex": ["n. 官僚主义者", "网络 官吏；老爷；行政管理员"], "eg2": []}, "cite": {"pron": {"peg": "[saɪt]", "pam": "[saɪt]"}, "wp": {"Cite Administrative": "市政中心", "cite function": "表彰性功能", "to cite": "引征", "cite quote": "引用", "cite e": "呼叫", "CITE COFFEE": "西堤岛咖啡;西堤岛咖啡厅;名咖啡品牌;法国西堤岛咖啡义乌店", "quote cite": "引用前人事例或着作作为明证", "Yong Cite": "雍城", "Cite Group": "隶属于城邦集团"}, "ex": ["vt. 引用；传讯；想起；表彰"], "eg2": [["He continues to<b> cite</b> the article as evidence of his legitimacy.", "他不断引用该文章作为自己研究合法性的证据。"], ["This research tool will help you collect, organize and appropriately<b> cite</b> any sources you find over the Web.", "这个研究工具会帮助你收集、组织并适当地引用你在网上发现的任何资源。"], ["The next time you hear someone<b> cite</b> these percentages, listen with a careful ear, for faulty analyses abound.", "下次在你听到有人引用这些比例的时候，如果你仔细听，一定能听到错误的分析。"]], "st": {"transform": [["vt.", "cited,citing"]]}}, "coast": {"pron": {"peg": "英 [kəʊst] ", "pam": "美 [koʊst] "}, "ex": ["n. 海岸；海滨", "v. 惯性滑行；（不用多少动力）快速平稳地移动；不费力地取得成功", "网络 海岸线；滑坡；沿岸"], "eg2": [["a town on the south coast of England", "英格兰南海岸的一座城镇"], ["islands off the west coast of Ireland", "爱尔兰西海岸的岛屿"], ["a trip to the coast", "海滨旅游"], ["We walked along the coast for five miles.", "我们沿着海岸步行了五英里。"], ["the Welsh coast", "威尔士海岸"], ["a pretty stretch of coast", "一段美丽的海岸线"], ["the coast road", "滨海道路"], ["As soon as the coast was clear he climbed in through the window.", "等到四下无人，他便从窗户爬了进去。"], ["As soon as the coast was clear he climbed in through the window.", "等到四下无人，他便从窗户爬了进去。"], ["The car coasted along until it stopped.", "汽车随惯性而下直至滑行停止。"], ["She took her feet off the pedals and coasted downhill.", "她把脚从自行车的踏板上抬开，沿山坡滑行而下。"], ["The plane coasted down the runway.", "飞机顺着跑道平稳滑行。"], ["He coasted through his final exams.", "他毫不费劲地通过了期终考试。"], ["You're just coasting─it's time to work hard now.", "你根本是在应付，现在该努力干了。"]]}, "considerable": {"pron": {"peg": "[kən'sɪdərəbl]", "pam": "[kən'sɪdərəbl]"}, "wp": {"considerable orders": "大量;大量订购;大量订货", "Considerable appreciation": "相当欣赏", "considerable overlap": "相当大的重叠;相当多的重叠;大量的重叠", "considerable quantity": "大数量;可观的数量;大数量可观的数量;\t\t相当大的数量", "considerable degree": "大程度", "Considerable Risks": "相当大风险", "considerable increase": "较大的增长", "considerable experience": "成功的经验", "considerable potential": "颇具潜力"}, "ex": ["adj. 相当大的；重要的，值得考虑的"], "eg2": [["He owns<b> considerable</b> real estate.", "他拥有相当可观的房地产。"], ["He will stand to get a  profit through the speculations in lands.", "他在地产投机生意上必定会赚相当可观的一笔钱。"], ["Impeding means that the persona could use the product, but only with<b> considerable</b> effort.", "阻碍意味着角色可以使用产品，但只有付出相当大的努力。"]], "st": {}}, "consign": {"ex": ["vt. 交付；托运；寄存；把…委托给"], "pron": {"peg": "[kən'saɪn]", "pam": "[kən'saɪn]"}, "st": {}, "wp": {"consign verb": "托运;委托", "consign cradapt": "出口信贷", "consign credit": "出口信贷", "consign n": "托人看管", "total consign": "出口总额", "check consign": "托运", "consign detail": "令递送", "consign lurid": "出口纸浆", "consign excadheree": "预交"}, "eg2": [["An attempt to sway him by saying he is a historical figure fails – “Don’t  me to history” – but it does make him smile.", "试图通过提醒他他自己是个失败的历史角色来激怒他，他却笑着说，不要随便就把我丢到历史中去。"], ["So I ask this Congress to join me in doing whatever proves necessary. Because we cannot<b> consign</b> our nation to an open-ended recession.", "所以我要求本届国会和我一道实施一切必要的措施，因为我们不能让美国陷入无限的衰退中。"], ["Under the consignment shop structure, banks would  only assets with doubtful values.", "根据寄售商店的结构，银行只寄售价值不清的资产。"]]}, "consolidate": {"ex": ["vt. 巩固，使固定；联合", "vi. 巩固，加强"], "pron": {"peg": "[kən'sɑlɪdet]", "pam": "[kən'sɑlɪdet]"}, "st": {"similar": "join", "transform": [["vt.", "consolidated,consolidating"]]}, "wp": {"Consolidate Loans": "合并贷款", "Consolidate brand": "整合品牌", "consolidate tactics": "强化策略", "Or Consolidate": "或巩固", "freezing consolidate": "冻结法施工", "B consolidate": "巩固", "Consolidate suppliers": "整合供应商", "consolidate yin": "坚阴", "consolidate ĥ": "巩固"}, "eg2": [["What do they have to ?", "他们还有什么可巩固的？"], ["He believed that the European Economic Community should .", "他认为欧洲经济共同体应该加强。"], ["If you can teach others knowledge, you could<b> consolidate</b> study.", "如果你能把知识教给别人,你也可以巩固学习。"]]}, "contract": {"pron": {"peg": "英 ['kɒntrækt] ", "pam": "美 "}, "ex": ["v. 收缩；订约；感染", "n. 【法】合同；〈非正式〉买凶杀人", "网络 契约；合约；婚约"], "eg2": [["a contract of employment", "雇用合同"], ["a research contract", "从事研究的合同"], ["to enter into/make/sign a contract with the supplier", "与供应商签订合同"], ["These clauses form part of the contract between buyer and seller.", "这些条款构成买卖双方所签合同的一部分。"], ["a contract for the supply of vehicles", "提供车辆的合约"], ["to win/be awarded a contract to build a new school", "获得承建一所新学校的合同"], ["a contract worker(= one employed on a contract for a fixed period of time)", "合同工"], ["I was on a three-year contract that expired last week.", "我签订的三年期合同已于上周期满。"], ["Under the terms of the contract the job should have been finished yesterday.", "根据合同的条款，这项工作本应于昨天完成。"], ["She is under contract to(= has a contract to work for) a major American computer firm.", "她已签约为一家大型美国计算机公司工作。"], ["The offer has been accepted, subject to contract(= the agreement is not official until the contract is signed) .", "此报价已获接受，尚须以签约为准。"], ["They were sued for breach of contract(= not keeping to a contract) .", "他们被指控违约。"], ["to take out a contract on sb", "雇凶手杀害某人"], ["Glass contracts as it cools.", "玻璃遇冷收缩。"], ["a contracting market", "萎缩的市场"], ["The heart muscles contract to expel the blood.", "心脏肌肉收缩以挤压出血液。"], ["The exercise consists of stretching and contracting the leg muscles.", "此项训练包括伸展和收缩腿部肌肉。"], ["‘I will’ and ‘I shall’ are usually contracted to ‘I'll’(= made shorter) .", "I will 和 I shall 通常缩约为 I'll。"], ["to contract AIDS/a virus/a disease", "感染艾滋病╱病毒╱疾病"], ["The player is contracted to play until August.", "这位选手签约参加比赛到八月份。"], ["Several computer engineers have been contracted to the finance department.", "有几位计算机工程师与财务部门签订了合同。"], ["She has contracted to work 20 hours a week.", "她已签订每周工作 20 小时的合同。"]]}, "contrary": {"pron": {"peg": "['kɑntrɛri]", "pam": "['kɑntrɛri]"}, "wp": {"contrary sign": "异号;相反符号;\t\t相异号", "contrary flexure": "反曲", "hypothesis contrary": "假言推理", "contrary view": "相反的观点", "Contrary Indicator": "反向指标;逆向指标", "contrary class": "反组;对立组", "Contrary Think": "逆思乐团", "contrary beliefs": "截然相反的信仰", "contrary choice": "逆向选择"}, "ex": ["adj. 相反的；对立的", "adv. 相反地", "n. 相反；反面"], "eg2": [["In some ways, to the .", "从某个相反的方向看来。"], ["The plane is flying a<b> contrary</b> direction.", "飞机向相反的方向飞去。"], ["Therefore, we do not consider the inspection meeting as optional: on the , the experience acquired with this case study lets us support inspection meetings.", "因此，我们不需要将审查会议看作可选择的：相反，在这个案例研究中我们获得的经验是让我支持审查会议。"]], "st": {"transform": [["n.", "contraries"]], "similar": "perverse,restive,balky"}}, "conundrum": {"ex": ["n. 难题；谜语"], "pron": {"peg": "[kə'nʌndrəm]", "pam": "[kə'nʌndrəm]"}, "st": {"similar": "mystery"}, "wp": {"Conundrum Sphinx": "谜题史芬斯", "Kingthings Conundrum": "字体", "conundrum n": "答案有双关意义的", "Convergence conundrum": "汇聚一体化难题", "Collaboration Conundrum": "协作性之困局", "conundrum of": "谜语", "Quishum Conundrum": "量子谜题", "Cranium Conundrum": "颅骨难题", "Conundrum Hornpipes": "角笛舞之谜"}, "eg2": [["France has grappled with this<b> conundrum</b> for years.", "法国就已经为了这个难题苦恼多年。"], ["How life had first made proteins without enzymes, which presumably had to be proteins themselves, had been a chicken-and-egg .", "生命最初如何在没有酶（可能是蛋白质本身）的情况下合成蛋白质？ 这是个鸡与蛋谁先产生的难题。"]]}, "corruption": {"pron": {"peg": "英 [kə'rʌpʃ(ə)n] ", "pam": "美 [kə'rʌpʃ(ə)n] "}, "ex": ["n. 腐败；贪污；受贿；贿赂", "网络 堕落；腐化；贪污腐败"], "eg2": [["allegations of bribery and corruption", "对贿赂与贪污的指控"], ["The new district attorney has promised to fight police corruption.", "新上任的地方检察官承诺要打击警察腐败。"], ["He claimed that sex and violence on TV led to the corruption of young people.", "他断言电视中所宣扬的色情与暴力诱使青少年堕落。"], ["The word ‘holiday’ is a corruption of ‘holy day’.", "单词 holiday 是 holy day 的变体。"]]}, "counterpart": {"pron": {"peg": "英 ['kaʊntə(r).pɑː(r)t] ", "pam": "美 ['kaʊntər.pɑrt] "}, "ex": ["n. 职位（或作用）相当的人；对应的事物", "网络 副本；配对物；对应物"], "eg2": [["The Foreign Minister held talks with his Chinese counterpart.", "外交部长与中国的同级官员举行了会谈。"], ["The women's shoe, like its male counterpart, is specifically designed for the serious tennis player.", "像同类的男款鞋一样，这款女鞋是专为认真从事网球运动的人设计的。"]]}, "county": {"pron": {"peg": "英 ['kaʊnti] ", "pam": "美 ['kaʊnti] "}, "ex": ["adj. 典型英格兰上流社会人物的；世家子弟的", "n. （英国、爱尔兰的）郡；（美国的）县", "网络 区县；美国的县；英国的郡"], "eg2": [["the southern counties", "南部各郡"], ["county boundaries", "郡分界线"], ["Orange County", "奥兰治县"]]}, "crackdown": {"pron": {"peg": "英 ['kræk.daʊn] ", "pam": "美 ['kræk.daʊn] "}, "ex": ["n. 严厉的打击；镇压", "网络 除暴战警；制裁；痛击"], "eg2": [["a military crackdown on student protesters", "对抗议的学生实行的军事镇压"], ["a crackdown on crime", "对犯罪的严厉打击"]]}, "credential": {"pron": {"peg": "[krə'dɛnʃl]", "pam": "[krə'dɛnʃl]"}, "wp": {"passive credential": "使用来自被动凭证", "Credential ambiguity": "证书匿名性", "credential person": "合格的有钱人", "Rootsman Credential": "唱片名", "Press credential": "记者证", "diploma credential": "证书", "presenting credential": "递交国书", "grid credential": "网格证书", "Supporting Credential": "支援认证"}, "ex": ["n. 证书；凭据；国书"], "eg2": [["You must find a secure way to store and retrieve the sensitive<b> credential</b> information.", "您必须找到一种安全的方法来存储和检索这些敏感的凭据信息。"], ["You must find a secure way to store and retrieve this sensitive<b> credential</b> information.", "您必须找到一种安全的方法来存储和检索这些敏感的凭据信息。"], ["Listing 11 shows the  store we used in the sample applications in this article.", "清单 11 显示了我们在本文的示例应用程序中使用的凭据库。"]], "st": {}}, "devolve": {"ex": ["vi. 被移交；转让", "vt. 转移；移交；使滚下；衰落"], "pron": {"peg": "[dɪ'vɑlv]", "pam": "[dɪ'vɑlv]"}, "st": {"transform": [["vt.", "devolved,devolving"]]}, "wp": {"devolve e": "移交", "devolve on": "移交", "Tim DeVolve": "德沃尔夫", "Devolve Me": "退化我", "devolve to": "被继承", "devolve without failure": "无故障转移", "volve devolve revolver": "滚动", "Diane L Devolve": "标签", "Madonna devolve a luz": "另类摇滚"}, "eg2": [["These arguments relate little, if at all, to the business problem at hand and tend to  into pedantic arguments of semantics.", "这些争论根本与手头的业务问题关系甚微，如果有的话也非常少，并退化为书生气十足的语义学争论。"], ["David Cameron is sticking to his plans to  more power to those directly delivering the services, cut out bureaucratic middle men and enhance competition.", "卡梅隆坚持自己的计划，即把更多权力移交给这些直接服务的机构，裁减打官腔的中间人员，加强竞争。"]]}, "dissent": {"pron": {"peg": "[dɪ'sɛnt]", "pam": "[dɪ'sɛnt]"}, "wp": {"HIV dissent": "艾滋病重估运动", "dissent channel": "异议渠道电文", "stifle dissent": "压制异议", "absence dissent": "缺席异议", "concur dissent": "同意", "dissent cable": "异议电报", "dissent circuit": "否决电路", "Dissent magazine": "异议杂志", "dissent shareholder": "异议股东"}, "ex": ["vi. 不同意；不信奉国教", "n. 异议；（大写）不信奉国教"], "eg2": [["I<b> dissent</b> altogether from such an unwise idea.", "我对这种不明智的意见全然持异议。"], ["On its handling of , however, China shows no sign ofcompromise.", "然而在异议的处理上，中国并没有表现出妥协。"]], "st": {}}, "elite": {"ex": ["n. 精英；精华；杰出人物", "网络 中坚分子；精锐；菁英"], "pron": {"peg": "英 [ɪˈliːt] ", "pam": "美 [ɪˈlit] "}, "eg2": [["a member of the ruling/intellectual elite", "上层统治集团的成员；知识界的精英"], ["Public opinion is influenced by the small elite who control the media.", "舆论为少数控制着新闻媒介的上层人士所左右。"], ["In these countries, only the elite can afford an education for their children.", "在这些国家，只有上层人士才供得起子女上学。"]]}, "enthusiasm": {"ex": ["n. 热情；热忱；热心；热衷的事物", "网络 热诚；狂热；积极性"], "pron": {"peg": "英 [ɪn'θjuːzi.æzəm] ", "pam": "美 [ɪn'θuzi.æzəm] "}, "eg2": [["I can't say I share your enthusiasm for the idea.", "我可不像你那样，对这个想法那样热心。"], ["He had a real enthusiasm for the work.", "他的确热衷于这项工作。"], ["She never lost her enthusiasm for teaching.", "她从未失去过教书的热忱。"], ["The news was greeted with a lack of enthusiasm by those at the meeting.", "与会者对这消息未表现出多少兴趣。"], ["‘I don't mind,’ she said, without much enthusiasm.", "“我不在乎。”她不冷不热地说。"], ["full of enthusiasm", "充满热情"]]}, "experimental": {"pron": {"peg": "[ɛk'spɛrɪ'mɛntəl]", "pam": "[ɛk'spɛrɪ'mɛntəl]"}, "wp": {"Experimental Area": "实验区;试验场;试验区;试点区", "Experimental field": "试验田;实验场;试验地;实验田", "experimental station": "试验站;实验站;\t\t实验电台;试验场", "experimental method": "实验法;\t\t试验法;实验方法;试验方法", "Experimental theatre": "实验剧场;实验戏剧;小剧场", "Experimental Analysis": "实验分析;试验分析;实证分析", "Experimental sampling": "试验抽样", "experimental mechanics": "实验力学;实验空气动力学", "experimental aircraft": "试验机;实验型飞机;航空器;试验飞机"}, "ex": ["adj. 实验的；根据实验的；试验性的"], "eg2": [["The  farm is near the waterpower station.", "实验农场靠近水电站。"], ["So , if you want to find out these rates, you can measure their equilibrium concentrations.", "那么从实验的角度，如果你想找出这些速率，你可以测量它们的平衡浓度。"], ["But there is some evidence that for some people homosexual experiences may well be part of a transitional or<b> experimental</b> phase in their youth.", "但是有证明显示对于一些人，同性经历很可能是他们青年时期过渡阶段或是实验阶段的一部分。"]], "st": {}}, "experimentation": {"ex": ["n. 实验；试验；实验法；实验过程"], "pron": {"peg": "[ɪk,spɛrɪmɛn'teʃən]", "pam": "[ɪk,spɛrɪmɛn'teʃən]"}, "st": {}, "wp": {"field experimentation": "现场实验;实地实验;田间实验法", "virtual experimentation": "虚拟实验;虚拟", "experimentation area": "实验区", "econometric experimentation": "经济计量实验", "Alien experimentation": "外星人诱拐", "faulty experimentation": "错误实验", "Basal experimentation": "基础试验研究", "clinical experimentation": "临床实验", "commercial experimentation": "工业试验"}, "eg2": [["They will carry out this , regardless of what happen.", "不管发生什么，他们都将完成这个实验。"], ["For example, engineers designing a pavement do not have to base their attempts entirely upon , but can use reference sources that describe the conclusions of others.", "例如，设计路面的工程师并不一定要把他们的尝试完全建立在实验的基础上，而是能用其他人的结论作为参考。"], ["In it, he argued that psychiatry was a branch of medical science and should be investigated by observation and<b> experimentation</b> like the other natural sciences.", "在书中，他主张精神病学是医学的一个分支，应当像其他自然科学一样以观察和实验为研究手段。"]]}, "extraordinary": {"pron": {"peg": "[ɪkˈstrɔrdənerɪ; ɪkˈstrɔrdnˌɛrɪ]", "pam": "[ɪkˈstrɔrdənerɪ; ɪkˈstrɔrdnˌɛrɪ]"}, "wp": {"extraordinary session": "特别会议;非常会议", "extraordinary revenue": "临时收入;\t\t非常收入;特殊收入", "extraordinary meeting": "特殊会议", "extraordinary items": "非常项目;非经常性项目;非经常性损益;例外项目", "Extraordinary Breastfeeding": "BBC话说母乳喂养", "extraordinary ability": "杰出才能;杰出能力;杰出人才;非凡的能力", "extraordinary weather": "反常气候;反常天气;反常的天气;异常天气", "Extraordinary item": "非经常项目;特殊帐项;特殊项目;非常项目"}, "ex": ["adj. 非凡的；特别的；离奇的；特派的"], "eg2": [["I am an<b> extraordinary</b> person.", "我是一个非凡的人。"], ["He is a man of<b> extraordinary</b> will power.", "他是个具有非凡意志的人。"], ["And I have to tell you – it’s been .", "然后我要告诉你的是─这是特别的体验。"]], "st": {}}, "fanfare": {"ex": ["n. 号角花彩；（为庆祝而在媒体上的）喧耀", "v. 热闹地介绍[宣布]", "网络 夸耀；大张旗鼓；喇叭或号角嘹亮的吹奏声"], "pron": {"peg": "英 ['fænfeə(r)] ", "pam": "美 ['fæn.fer] "}, "eg2": [["The product was launched amid much fanfare worldwide.", "这个产品在世界各地隆重推出。"]]}, "feedback": {"ex": ["n. 反馈；成果，资料；回复"], "pron": {"peg": "['fidbæk]", "pam": "['fidbæk]"}, "st": {}, "wp": {"positive feedback": "正反馈;正回馈;正回输;\t\t正回授", "Feedback passivation": "反馈钝化", "feedback inhibition": "反馈抑制;反馈抑制作用;回馈抑制;回馈抑制作用", "feedback circuit": "反馈电路;反馈回路;回馈电路;回授电路", "Position feedback": "位置反馈;定位反馈;位置回授", "advertising feedback": "广告反馈;告白反馈;广告反应", "Survey feedback": "调查反馈;调查回馈;馈调查", "Performance feedback": "绩效反馈;绩效回馈;表现回馈;绩效诊断", "output feedback": "输出反馈;输出反馈模式;输出致能;出回授"}, "eg2": [["Do you give [him] some of that ?", "你[向他]提供这样的反馈信息吗？"], ["We want to share our<b> feedback</b> and discuss this in the working group.", "我们希望在这个工作组的每位能分享我们的反馈和讨论。"], ["The government decided to trim their policy according to the .", "政府决定根据反馈修改其政策。"]]}, "fifteenth": {"ex": ["adj. 第十五的；十五分之一的", "num. 第十五"], "pron": {"peg": "['fɪf'tinθ]", "pam": "['fɪf'tinθ]"}, "st": {}, "wp": {"Fifteenth Plan": "十五计划", "fifteenth lap": "错漏百出", "January fifteenth": "一月第十五日;一月第十五", "fifteenth shmily": "第十五章", "A Fifteenth": "十五分之一", "Fifteenth century": "世纪", "fifteenth period": "十五", "Fifteenth Layer": "第十五层", "fifteenth page": "墨染传送"}, "eg2": []}, "flexibly": {"ex": ["adv. 灵活地；易曲地；柔软地；有弹性地"], "pron": {"peg": "['fleksəbli]", "pam": "['fleksəbli]"}, "st": {}, "wp": {"Applies flexibly": "活用", "Manage flexibly": "灵活管理", "dispose flexibly": "灵活配置", "flexibly coupled": "弹性连接的", "flexibly configured": "灵活配置", "apply flexibly": "灵活地运用", "flexibly utilize": "灵活运用", "flexibly use": "灵活运用", "flexibly employed": "非正规参加工作"}, "eg2": []}, "fortnightly": {"ex": ["adj. 隔周发行的；每两周的", "adv. 隔周地；每两星期一次地", "n. 双周刊"], "pron": {"peg": "['fɔrtnaɪtli]", "pam": "['fɔrtnaɪtli]"}, "st": {}, "wp": {"Fortnightly Review": "双周评论;双周论坛", "fortnightly inequality": "半月差", "Fortnightly Nutations": "两星期章动", "fortnightly ĥ": "半月刊", "worker fortnightly": "工人双周刊", "BR fortnightly": "半月刊", "fortnightly periodicis": "双周刊", "fortnightly periodicing": "双周刊", "fortnightly holiday": "大礼拜"}, "eg2": [["The new title, which will be the country's first glossy , will include original material in Chinese and feature a glossy cover with matte paper stock.", "这本新杂志将是我国第一本制作精美的双周刊，它将包括中国的新鲜谈资，并且以磨砂光面纸作为封面。"], ["The fax, dated April 1, requests  25,000-tonne shipments of gasoline for the next six months, highlighting the possibility of \"tanker-to-tanker transfer.\"", "这份签署日期为4月1日的传真要求在接下来六个月中，每两周运送2.5万吨汽油，并强调了“油轮转运”的可能性。"]]}, "gloss": {"pron": {"peg": "英 [ɡlɒs] ", "pam": "美 [ɡlɔs] "}, "ex": ["n. 光亮；用以产生光泽的物质；光泽涂料；亮光漆", "v. 在…上作注释（或评注）", "网络 光泽度；光彩；注解"], "eg2": [["paper with a high gloss on one side", "单面上光纸"], ["The gel gives your hair a gloss.", "发胶使你的头发有光泽。"], ["You can have the photos with either a gloss or a matt finish.", "你可选择用光面或布面相纸洗这些照片。"], ["lip gloss", "唇彩"], ["two coats of gloss", "两层亮光漆"], ["Beneath the gloss of success was a tragic private life.", "在成功的外表下面却隐藏着悲惨的私人生活。"], ["This scandal has taken the gloss off the occasion.", "这丑闻使这次盛会黯然失色。"], ["The director puts a Hollywood gloss on the civil war.", "导演对内战作了一番好莱坞式的精彩阐述。"]]}, "grassroots": {"ex": ["adj. 基层的；草根的；乡村的", "n. 草根；基础；组织的骨干人员"], "pron": {"peg": "['græs'rʊts]", "pam": "['græs'rʊts]"}, "st": {}, "wp": {"grassroots president": "草根总统", "grassroots community": "基层社区", "grassroots globalization": "草根性全球化;草根全球化", "grassroots election": "基层选举", "Grassroots work": "基层基础工作;基层工作", "Grassroots Pantry": "豆苗居", "Grassroots Mobilization": "草根动员", "grassroots type": "即草根类", "Grassroots Manager": "基层管理人员"}, "eg2": [["He said this  movement wants to send the message to the Iranian people that they support them in their struggle.", "阿米迪说，他的草根运动希望把信息送给伊朗人民，这个信息就是，他们支持伊朗人的斗争。"], ["The Honey Bee Network in India, for example, openly shares information between a broad, informal group of<b> grassroots</b> entrepreneurs.", "例如，印度的蜜蜂网络在基层创业者的一个广泛的非正式团体中间公开分享信息。"], ["In our experience, new kinds of organisations are already emerging to nurture and support such<b> grassroots</b> innovation.", "根据我们的经验，新型的组织已经兴起，从而培育和支持这类基层创新。"]]}, "hamper": {"ex": ["v. 阻碍；妨碍；阻止", "n. （尤指用于盛食物的）带盖大篮子；（作为礼品的）盒装食物", "网络 牵制；有盖提篮；限制"], "pron": {"peg": "英 ['hæmpə(r)] ", "pam": "美 ['hæmpər] "}, "eg2": [["a picnic hamper", "野餐篮"], ["a Christmas hamper", "圣诞礼品盒"]]}, "heartland": {"pron": {"peg": "['hɑrtlænd]", "pam": "['hɑrtlænd]"}, "wp": {"heartland operation": "心脏地带作战", "Heartland Village": "品牌", "Heartland Region": "即美国的心脏地带", "Celtic Heartland": "心灵秘境;探索凯尔特音乐最核心;心魄秘境;音乐最核心", "Golden Heartland": "金色心田", "Heartland Records": "出版者", "americas heartland": "美洲腹地", "heartland america": "美国买家;区域;美国进口商"}, "ex": ["n. 中心地带；心脏地区"], "eg2": [["This is why much of the music that is the  of indie culture is melancholic, disconsolate and miserable.", "这也就是为什么在独立文化中属于中心地带的很多音乐史哀伤的，忧郁的以及痛苦的。"], ["Success in this<b> heartland</b> will be another milestone in building confidence that malaria can be defeated, once and for all.", "在这些中心地带的成功将帮助我们又一次建立信心，即疟疾是可以被打败的，而且可一劳永逸。"], ["But we also know that these tools are insufficient to defeat malaria in its<b> heartland</b> and eventually interrupt transmission.", "但我们也懂得，要在疟疾的中心地带战胜它并最终阻断传播，这些工具还不够。"]], "st": {}}, "hectare": {"pron": {"peg": "['hɛktɛr]", "pam": "['hɛktɛr]"}, "wp": {}, "ex": ["n. 公顷（等于1万平方米）"], "eg2": [["Mist rose from a nearby stand of thriving eucalyptus trees she planted after receiving title to more than a<b> hectare</b> of farmland.", "雾气从附近生长繁茂的桉树林中升起，这些树是她在获得对一公顷多农田的所有权后栽种的。"], ["This could be estimated at 1000 litres of hydrogen for 330 grams of chlorophyll per day whereas for example colza produces roughly only 1000 litres of oil per  . . . ", "这种农场每天估计能够产生1000升氢气，而且只消耗330克叶绿素； 而比如种植菜籽，每公顷土地才能产生大约1000升油。"], ["Researchers at the algae greenhouse plan to scale up the trial to a 100  (247 acre) site over the next three years.", "藻类温室的研究人员计划在未来三年内将试验范围扩大到一片100公顷（合247英亩）的场地上。"]], "st": {}}, "household": {"pron": {"peg": "['haʊshold]", "pam": "['haʊshold]"}, "wp": {"Household Survey": "家庭调查;入户调查;家子查询拜访;计调查", "Household equipment": "家用设备;家庭设施;家用装备;家用电器", "Household Finance": "我要理财;家庭金融;家庭财务;家用财经", "household goods": "家庭用品;行业分类;\t\t日用商品;家居用品", "Household furniture": "家庭家具;家子家庭用具;家俱;家子家具", "household expenditure": "住户开支;家庭开支;如家庭支出;家庭支出", "household refrigerator": "家用冰箱;家用电冰箱;家庭冰箱", "Household Products": "家居用品;日用品;家用产品;家居产品", "The household": "家庭;下女;干家务"}, "ex": ["adj. 家庭的；日常的；王室的", "n. 全家人，一家人；(包括佣工在内的)家庭，户", "n. (Household)人名；(英)豪斯霍尔德"], "eg2": [["She raged against her husband for some<b> household</b> affairs.", "她为一些家庭琐事对丈夫大发雷霆。"], ["She always quibbles about<b> household</b> affairs with her mother.", "她总是为了家庭琐事跟母亲争论不休。"], ["After having talked about some  affairs for a long while, we reverted to the original topic.", "谈了半天家庭琐事以后，我们又回到原来的话题上。"]], "st": {}}, "indifference": {"ex": ["n. 漠不关心；冷淡；不重视；中立"], "pron": {"peg": "[ɪn'dɪfrəns]", "pam": "[ɪn'dɪfrəns]"}, "st": {}, "wp": {"indifference relation": "无差异关系;无差异关联;异关系;无差异瓜葛", "indifference surface": "无差别曲面;无异曲面;无差异曲面", "belle indifference": "泰然淡漠;泰然漠视;翻译", "indifference point": "无差别点;无差异点;无异点", "why indifference": "何漠不关心;什么漠不关心", "indifference zone": "无差别带;无差异区域", "Superficial indifference": "不闻不问不痛不痒", "Legislation indifference": "立法惩治见死不救"}, "eg2": [["He swung from mere  to outright scorn.", "一开始他还只是漠不关心，后来竟变得冷嘲热讽起来。"], ["We talk about the surface emotions, the ire or , and blame the other.", "我们讨论表面的情绪、忿怒或是漠不关心，并且责怪另一方。"], ["Instead, there is a surprising  to the fate of this indigenous people, who also live in northern Norway, Finland and Russia.", "相反，人们对于这些住在挪威、芬兰、俄罗斯北部的土著居民的命运漠不关心，真是有点令人吃惊。"]]}, "initiative": {"pron": {"peg": "[ɪ'nɪʃətɪv]", "pam": "[ɪ'nɪʃətɪv]"}, "wp": {"Improved Initiative": "精通先攻;优先改善;强化先攻;改善优先权", "Energy Initiative": "能源倡议;能源计划;能源研究计划;研究小组", "Initiative wheel": "主动轮", "Sunshot Initiative": "太阳计划;新能源计划;升夏倡议;射日计划", "Take initiative": "积极主动;主动性;工作主动", "Dharma Initiative": "达摩计划;达摩组织", "Korea Initiative": "韩国倡议", "medical initiative": "医学的主动行为", "Reshoring Initiative": "回归倡议协会;议协会"}, "ex": ["n. 主动权；首创精神；新方案；倡议", "adj. 主动的；自发的；起始的"], "eg2": [["I put it all down to his hard work and .", "我把这一切归因于他工作既勤奋又主动。"], ["He showed little , handling all matters strictly by the book.", "他缺乏首创精神，墨守成规地办一切事情。"], ["These are the resources that we need to seize the , while building the Afghan capacity that can allow for a responsible transition of our forces out of Afghanistan.", "这是我们为了掌握主动权所必需的资源，同时阿富汗的能力将得到加强，使我们的部队能够以负责任的方式离开阿富汗。"]], "st": {}}, "innovative": {"pron": {"peg": "[ˈɪnəˌvetɪv]", "pam": "[ˈɪnəˌvetɪv]"}, "wp": {}, "ex": ["adj. 革新的，创新的；新颖的；有创新精神的"], "eg2": [], "st": {}}, "interfere": {"pron": {"peg": "[,ɪntɚ'fɪr]", "pam": "[,ɪntɚ'fɪr]"}, "wp": {"to interfere": "干扰;干预", "interfere squealing": "干扰哨声", "INF INTERFERE": "干涉", "electromagnetic interfere": "电磁干扰", "EMI Interfere": "EMI干扰", "interfere treatment": "干预治疗", "Operation Interfere": "手术干预", "radiation interfere": "辐射干扰", "cultural interfere": "文化干扰"}, "ex": ["vi. 干涉；妨碍；打扰", "vt. 冲突；介入"], "eg2": [["When others , it always makes trouble.", "别人一干涉， 麻烦就来了。"], ["But that is your affair; we do not  with your problems.", "但那是你自己的事情。 我们不愿意干涉你们的问题。"], ["Does he have the right to  with her desire under these circumstances?", "他有没有权力干涉,她在这种情况下的想法？"]], "st": {"transform": [["vt.", "interfered,interfering"]]}}, "intermediary": {"pron": {"peg": "英 [.ɪntə(r)'miːdiəri] ", "pam": "美 [.ɪntər'midi.eri] "}, "ex": ["n. 中间人；调解人", "adj. 中间人的；媒介的；中间的", "网络 中介；中介机构；中介人"], "eg2": [["Financial institutions act as intermediaries between lenders and borrowers.", "金融机构充当贷方和借方的中间人。"], ["All talks have so far been conducted through an intermediary.", "到目前为止所有的谈判都是通过调停人进行的。"]]}, "leeway": {"pron": {"peg": "['li'we]", "pam": "['li'we]"}, "wp": {"leeway angle": "风流压差;漂角;风压偏位角;风压差角", "have leeway": "有活动余地", "flight leeway": "偏航", "choosing leeway": "选择余地", "The Leeway": "利维酒店", "leeway drift": "风流压差", "posting leeway": "发布偏差", "leeway investment": "用多余资金投资", "leeway space": "替牙间隙;剩余间隙;离位隙"}, "ex": ["n. 余地；风压差；偏航；落后"], "eg2": [["This gives me some starting and stopping .", "这会给我一些开始和停顿的时间余地。"], ["However, there is a certain amount of<b> leeway</b> so that if the action gets completed shortly after when it should have done everything will still continue without any problems.", "但它的“最终期限”有一定的回旋余地，因此，即使一个动作比规定的时间稍微晚一些才完成，所有的事情仍然能够正常运行、不会出现任何问题。"], ["Companies with a relatively reliable stream of cash but a stale business model, such as AOL, have a little bit more .", "但对于AOL这样的流动资金相对充裕、经营模式却过于陈腐的公司，回旋的余地稍微充分一点。"]], "st": {}}, "legislature": {"pron": {"peg": "英 ['ledʒɪslətʃə(r)] ", "pam": "美 ['ledʒɪ.sleɪtʃər] "}, "ex": ["n. 立法机关", "网络 立法机构；议会；立法团体"], "eg2": [["a democratically elected legislature", "民主选举产生的立法机关"], ["the national/state legislature", "国家╱州立法机构"]]}, "locality": {"ex": ["n. 地点；（围绕所处或提及的）地区", "网络 位置；局部性；所在地"], "pron": {"peg": "英 [ləʊ'kæləti] ", "pam": "美 [loʊ'kæləti] "}, "eg2": [["people living in the locality of the power station", "居住在发电站周围地区的人"], ["There is no airport in the locality .", "这个地区没有机场。"], ["We talk of the brain as the locality of thought.", "我们把进行思维的地方叫做大脑。"], ["The birds are found in over 70 different localities.", "现已发现这种鸟栖息在 70 多个不同的地区。"]]}, "loyalty": {"pron": {"peg": "英 ['lɔɪəlti] ", "pam": "美 ['lɔɪəlti] "}, "ex": ["n. 忠诚；忠实；忠心耿耿；要忠于…的强烈感情", "网络 忠诚度；忠贞；客户忠诚度"], "eg2": [["They swore their loyalty to the king.", "他们宣誓效忠国王。"], ["Can I count on your loyalty?", "我能指望你对我忠诚吗？"], ["a case of divided loyalties(= with strong feelings of support for two different causes, people, etc.)", "两面效忠"]]}, "orient": {"ex": ["vt. 使适应；确定方向", "n. 东方；东方诸国", "adj. 东方的", "vi. 向东", "n. (Orient)人名；(西)奥连特；(法)奥里安"], "pron": {"peg": "['orɪənt]", "pam": "['orɪənt]"}, "st": {}, "wp": {"Orient Express": "东方快车;西方慢车;东方列车;火车头法国西餐厅", "Orient red": "戈亚红色;戈亚白色;戈亚赤色;东方红色", "Orient Group": "东方集团", "Orient Paper": "东方纸业;称东方纸业", "Orient Bay": "东方海滩;东方湾;法属圣马丁岛", "ASIA ORIENT": "汇汉控股", "Orient World": "中东世界民族音色库;东洋史地", "Orient Shopping": "东方商厦", "Orient Dragon": "东方龙"}, "eg2": [["San Francisco is generally known as the U.S.“gateway to the ”.", "旧金山是美国 “通向东方的大门”。"], ["But you will forget that with the thrill of arriving at Sirceki Station, once the terminal for the  Express.", "但是当你到达希尔塞克火车站时，就会把这一不快忘记，这里曾经是东方快车的终点站。"], ["Westerners have long enjoyed exploring the \"mysterious \", but few of us in the<b> orient</b> have had a real taste of the \"mysterious Occident\".", "西方人长期以来就喜欢探索“神秘的东方”，但在我们东方人中却很少有人对“神秘的西方”有真正的体验。"]]}, "oversaw": {"ex": ["vt. 看管，管理；视察；监视"], "pron": {"peg": "[,əuvə'sɔ:]", "pam": "[,əuvə'sɔ:]"}, "st": {"transform": [["vt.", "oversaw,overseen,overseeing"]]}, "wp": {"oversaw w": "视察", "She Oversaw Their Positioning": "她监督定位", "oversee oversaw overseen": "向下看", "She oversaw our work": "她监督我们的工作"}, "eg2": [["He<b> oversaw</b> someone take a newspaper away without paying.", "他无意中看到有人拿了一份报纸而没有付钱。"], ["In theory, Whitehall officials and ministers back in London<b> oversaw</b> the empire.", "从理论上说，伦敦白厅官员与部长们监视帝国运作。"], ["An ornithologist named Mark Anderson<b> oversaw</b> construction of the island in 2006 as a sanctuary for the birds.", "2006年一位名叫马克·安德森的鸟类学者监督着这片自然保护区的建设。"]]}, "ownership": {"pron": {"peg": "['onɚʃɪp]", "pam": "['onɚʃɪp]"}, "wp": {"ultimate ownership": "终极产权;所有权;最终所有权结构;终极所有权", "psychological ownership": "心理所有权;心理所有;心理拥有感", "mixed ownership": "混合所有制;\t\t混合所有权", "actual ownership": "事实上的所有权", "capital ownership": "资本所有权;资本所有制;资本产权", "property ownership": "产权制度;财产所有权;所有权;\t\t财产归属", "ownership interest": "所有权权益;所有者权益;股份比例;有权利益", "Home Ownership": "居者有其屋;自置居所;有住房;版主所有权", "land ownership": "土地所有权;土地业权;土地所有制;地权"}, "ex": ["n. 所有权；物主身份"], "eg2": [["What, then, constitutes “”?", "那么，什么是“所有权”？"], ["The matter in dispute is the<b> ownership</b> of the house.", "眼下的纠纷是这所房子的所有权问题。"], ["The two sides continued to dispute the<b> ownership</b> of the territory.", "双方继续争夺那片领土的所有权。"]], "st": {}}, "parcel": {"pron": {"peg": "英 ['pɑː(r)s(ə)l] ", "pam": "美 ['pɑrs(ə)l] "}, "ex": ["n. 包裹；小包；一块地；一片地", "v. 包；裹好；打包", "adj. 部分(时间)的", "adv. 局部地", "网络 邮包；混合包"], "eg2": [["There's a parcel and some letters for you.", "有你的一个包裹和几封信。"], ["She was carrying a parcel of books under her arm.", "她腋下夹着一包书。"], ["The prisoners were allowed food parcels.", "囚犯可以收食物包裹。"], ["50 five-acre parcels have already been sold.", "五英亩一块的土地已经售出 50 块。"], ["filo pastry parcels", "千层油酥包"], ["She parcelled up the books to send.", "她把要寄走的书包了起来。"]]}, "participation": {"pron": {"peg": "[pɑr,tɪsɪ'peʃən]", "pam": "[pɑr,tɪsɪ'peʃən]"}, "wp": {"full participation": "全面参与;完全参与;分配权;全员参与", "Family participation": "家庭疗法;家庭参与", "participation constraint": "参与约束;参与限制;参与约束条件;參与限制", "participation rate": "参与率;参合率;劳动力;入读率", "Participation Age": "参与时代;参与的时代", "Participation loan": "共同放款;\t\t参与放款;\t\t共同贷款", "participation oil": "参与油;\t\t参股油", "participation in": "参加;参与;参与学校", "group participation": "集体参与;集体参与管理;群体参与;集体合作"}, "ex": ["n. 参与；分享；参股"], "eg2": [["I will do my best to stave off his .", "我会尽力阻止他的参与。"], ["At the end of the test, as a \"reward\" for their , they could choose either a reward for themselves or a voucher to give to a friend.", "在试验的最后，作为对他们参与试验的奖励，他们可以或者选择给自己的一个产品或者给朋友的一个产品兑换卷。"], ["If so, how can this battle against media disinformation be waged with the<b> participation</b> and collaboration of the corporate architects of media disinformation?", "如果是的话，这场反对媒体造假的战争如何能够得到媒体造假的设计者的参与和协作呢？"]], "st": {}}, "predate": {"ex": ["vt. 在日期上早于（先于）"], "pron": {"peg": "[pri'det]", "pam": "[pri'det]"}, "st": {"transform": [["vt.", "predated,predating"]]}, "wp": {"predate antedate": "提前日期"}, "eg2": []}, "predecessor": {"pron": {"peg": "英 ['priːdɪ.sesə(r)] ", "pam": "美 ['predə.sesər] "}, "ex": ["n. 前任；原先的东西；被替代的事物", "网络 前辈；原有事物；前身"], "eg2": [["The new president reversed many of the policies of his predecessor.", "新任总统彻底改变了其前任的许多政策。"]]}, "profitable": {"pron": {"peg": "['prɑfɪtəbl]", "pam": "['prɑfɪtəbl]"}, "wp": {"profitable operation": "可营利地运用", "profitable sunrise": "利润日出", "profitable a": "有利的;有益的;有利的有盈利的;有利可图的", "Profitable Decisions": "赚钱决定", "profitable insurance": "营利保险", "Absolute profitable": "绝对有利可图", "profitable balance": "有效益的均衡", "Profitable Risks": "收益风险", "profitable aggression": "有益性攻击"}, "ex": ["adj. 有利可图的；赚钱的；有益的"], "eg2": [["And this is<b> profitable</b> growth.", "这是一个有益的增长。"], ["Because depending on the meaning of \"quickly,\" it could actually be very .", "因为取决于“快速地”的意思，它可能实际上非常有利可图。"]], "st": {}}, "profound": {"pron": {"peg": "[prə'faʊnd]", "pam": "[prə'faʊnd]"}, "wp": {"profound impact": "深刻的影响;深刻影响;极大的冲击力或影响力;深远影响", "Profound know": "深刻的知道", "profound condolence": "深切哀悼", "Profound effects": "深刻影响", "profound relationship": "深厚的关系;深刻的关系", "Profound English": "百分达英语", "profound change": "深层变革", "profound view": "灼见", "profound deafness": "将植入对象归在极聋"}, "ex": ["adj. 深厚的；意义深远的；渊博的"], "eg2": [["The article implies  meaning.", "那篇文章的含义很深。"], ["He conceived a<b> profound</b> hatred for his enemies.", "他对敌人有刻骨的仇恨。"], ["And what is belief? It is a<b> profound</b> belief related to what you want to achieve.", "那么什么是信念呢?它是一种和你想完成的事情有关的意义深远的信仰。"]], "st": {}}, "prosperity": {"pron": {"peg": "[prɑ'spɛrəti]", "pam": "[prɑ'spɛrəti]"}, "wp": {"prolonged prosperity": "长期的繁荣", "Or prosperity": "一荣俱荣", "Achieving Prosperity": "实现繁荣;成就繁荣", "Peddling Prosperity": "兜售繁荣;沿街叫卖的繁荣克鲁曼对经济现况的深度思考", "Prosperity Fund": "繁荣基金", "sacrifice prosperity": "牺牲繁荣;牺牲的繁荣", "True Prosperity": "真正的富足", "Prosperity Index": "繁荣指数;景气指数", "economic prosperity": "经济繁荣;发展生产;经济建设日益繁荣"}, "ex": ["n. 繁荣，成功"], "eg2": [["We wish your country evergrowing .", "祝愿贵国日益繁荣昌盛。"], ["There can be no durable development and  without peace.", "没有和平，不可能有持续的发展和持久的繁荣。"], ["You have only to look around to see the  of the district.", "你只要环顾四周，就可看到这个地区的繁荣。"]], "st": {"transform": [["n.", "prosperities"]]}}, "provincial": {"pron": {"peg": "[prə'vɪnʃl]", "pam": "[prə'vɪnʃl]"}, "wp": {"provincial standard": "地方标准;予标准;处所规范;处所标准", "provincial level": "省级", "provincial capitol": "省会;省议会大厦", "Yunnan Provincial": "云南省委", "provincial economy": "地方经济;省域经济", "Provincial road": "省道", "provincial governor": "省长;官名;古代官名", "Provincial Buildings": "区域大厦", "provincial government": "省政府;省级政府;省级人民政府"}, "ex": ["adj. 省的；地方性的；偏狭的", "n. 粗野的人；乡下人；外地人"], "eg2": [["Want to be a<b> provincial</b> police chief?", "想成为一个省的警察首长吗？"], ["Responsibilities: Responsible for regular work of the  Government. Responsible for development and reform, statistics, finance, fiscal, taxation, Grain and other work.", "分管工作：负责省人民政府常务工作。负责发展和改革、统计、金融、财政、税务、粮食等方面的工作。"], ["Two leading cadres came down from the  capital yesterday.", "昨天从省里下来了两位领导干部。"]], "st": {}}, "raft": {"ex": ["n. 筏；救生艇；（美）大量", "vt. 筏运；制成筏", "vi. 乘筏", "n. (Raft)人名；(匈、瑞典)拉夫特"], "pron": {"peg": "[ræft]", "pam": "[ræft]"}, "st": {}, "wp": {"raft foundation": "筏式地基;筏形基础;\t\t筏式基础;板式基础", "The Raft": "漂流筏;救生筏", "transport raft": "运输船系", "pontoon raft": "箱筏;箱式救生筏;箱开筏;救生筏箱式筏", "ice raft": "冰排;浮冰排", "log raft": "木排;木筏", "wooden raft": "木筏", "fishing raft": "渔船系;渔木筏", "raft body": "救生筏体;平行舯体;平行中部船体"}, "eg2": [["In this massive , we had nothing to worry about.", "在这么大的筏子里，我没什么好担心的。"], ["On our  we have witnessed this aberration only too well.", "我们在筏子上对这些反常天气见得太多了。"], ["They have also performed some laboratory tests by blowing on ice-assisted rocks. These simple tests support the ice- hypothesis.", "他们也进行了一些实验室试验，通过用风吹冰上的石头这一简单实验，支持了冰筏假说。"]]}, "rarer": {"ex": ["adj. 更稀罕的；更珍贵的（rare的比较级）"], "pron": {"peg": "['reərə]", "pam": "['reərə]"}, "st": {"similar": "infrequent,uncommon,unusual,scare", "transform": [["adj.", "rarer,rarest"]]}, "wp": {}, "eg2": []}, "reckon": {"pron": {"peg": "['rɛkən]", "pam": "['rɛkən]"}, "wp": {"reckon in": "计入;包括在内", "you reckon": "你真的这么认为", "reckon with": "处理;估计到;对付;预料到", "L Reckon": "我想", "reckon accounts": "结帐", "Economists Reckon": "经济学家认为", "reckon areong": "算在…之内", "reckon sth": "把某事物计算在内", "to reckon": "估计;算计;料度;数数"}, "ex": ["vt. 测算，估计；认为；计算", "vi. 估计；计算；猜想，料想"], "eg2": [["You are the boss here,I .", "你是这里的老板吧，我猜想。"], ["Did you  in the cost of the taxi?", "你把坐计程车的费用计算在内了吗?"], ["We<b> reckon</b> him to be the best goalkeeper in the world.", "我们认为他是世界上最好的足球守门员。"]], "st": {"similar": "calculate,rely"}}, "reformist": {"ex": ["n. 改革者；改革主义者", "adj. 改良主义的；改良运动的"], "pron": {"peg": "[rɪ'fɔrmɪst]", "pam": "[rɪ'fɔrmɪst]"}, "st": {}, "wp": {"reformist n": "改革者", "reformist group": "改良派", "reformist Berceuse": "唐恩森德", "reformist school": "维新派", "reformist theory": "改良理论", "Reformist Junta": "改良主义执政委员会", "Reformist Movement": "改革运动", "Reformist Moderates": "意大利力量党", "A Reformist": "一个改革派"}, "eg2": [["This shift from a<b> reformist</b> middle class to a reactionary one over a mere two decades should be surprising.", "这确实让人震惊，中产阶级只用了二十年就从改革者蜕变成了反动派。"], ["I could never get a good fix on Muammar Gadaffi. When he seized power way back in 1969, he was young and very handsome, with movie-star good looks, and an ardent .", "1969年穆阿迈尔·卡扎菲夺取政权时，我根本搞不懂他，那时他年轻而且非常英俊，看上去就像电影明星，是一名充满热情的改革者。"]]}, "relentless": {"pron": {"peg": "[rɪ'lɛntləs]", "pam": "[rɪ'lɛntləs]"}, "wp": {"Relentless Improvers": "无情修复", "Relentless Charge": "残暴冲击", "Relentless machinery": "无情机械", "Relentless flow": "流水无情;落花有意流水无情;落花有意", "relentless monetization": "永无止尽的货币化", "relentless a": "残酷的", "Relentless Recurrence": "永劫轮回", "Relentless insane": "狠疯狂", "relentless pressure": "无情压力"}, "ex": ["adj. 无情的；残酷的；不间断的"], "eg2": [["In the<b> relentless</b> busyness of modern life,we have lost the rhythym between action and rest.", "在这个无情、繁忙的现代生活中，我们已经在工作和休息之间失去了平衡。"], ["So the system has released this<b> relentless</b> innovative energy, but it's out of human control, and every so many years, there's a crisis.", "因此，这个制度释放的是一种残酷创新的活力，但它并不受人类的控制，而且每若干年，就要有一次危机。"], ["This is the design philosophy that leads to overstuffed websites that resemble Times Square in their<b> relentless</b> attack on the senses.", "就是这种设计哲学导致了类似时代广场这种冗长的网站，给人类感官以无情的打击。"]], "st": {}}, "renewable": {"pron": {"peg": "[rɪ'nuəbl]", "pam": "[rɪ'nuəbl]"}, "wp": {"renewable feedstock": "可从任何可再生原料", "renewable resource": "可再生资源;不可再生资源;可再生能源;\t\t可更新资源", "Conditionally renewable": "有条件续约", "renewable fuel": "再生燃料", "renewable source": "再生源;可再生能源", "renewable parts": "更新部件", "renewable materials": "可再生材料;再生材料", "Renewable Generation": "可再生发电", "Renewable Devices": "再生设备公司"}, "ex": ["adj. 可再生的；可更新的；可继续的", "n. 再生性能源"], "eg2": [["On the tiny blue planet we see from space, the light side of the force is clean, green and .", "从宇宙中看，在这个小小的蓝色星球上，原力明亮的一面是洁净的、绿色的、可再生的。"], ["Do any of you believe we can reduce the dependence on foreign oil without investing in alternative sources of energy,  energy?", "你们有人相信我们可以不投资其他替代的能源、可再生能源而能减少对境外石油的依赖吗？"], ["We have massive<b> renewable</b> energy potential but we use only a fraction of it.", "我们有大量可用的可再生资源，但智能利用其中的一部分。"]], "st": {}}, "routinely": {"ex": ["adv. 例行公事地；老一套地"], "pron": {"peg": "[rʊ'tinli]", "pam": "[rʊ'tinli]"}, "st": {}, "wp": {"routinely used": "常规应用", "routinely examined": "常规检查", "do routinely": "照章行事", "Routinely cultured": "常规培养", "Routinely Accessed": "经常性地侵入", "routinely clean": "定期清洗", "used routinely": "常规应用", "routinely and fearlessly": "习惯性地", "be routinely doing": "老是干某事"}, "eg2": []}, "ruthless": {"ex": ["adj. 无情的，残忍的"], "pron": {"peg": "['rʊθləs]", "pam": "['rʊθləs]"}, "st": {"similar": "cruel"}, "wp": {"Ruthless Mutilation": "无情毁损", "Ruthless Reloaded": "无情上阵", "Bloody Ruthless": "杀戮成性的", "RUTHLESS SHARK": "无情的鲨鱼;无情鲨鱼", "ruthless reality": "无情的现实", "ruthless predators": "残忍的食肉动物", "Water ruthless": "流水无情", "Ruthless bitch": "婊子无情", "Ruthless hero": "英雄悍匪"}, "eg2": [["If you only want to work four hours a day, then be  about it.", "如果你一天只想工作四个小时，那么就要对它无情。"], ["‘With her acid tongue, she was ­ with him, ’ said one friend.", "“她用刻薄的语气无情的对待他，”一个朋友说。”"], ["His business rivals knew they could expect no quarter from such a<b> ruthless</b> adversary. ", "他的业务对手都知道不可能指望他这样无情的人会手软。"]]}, "scholar": {"pron": {"peg": "英 ['skɒlə(r)] ", "pam": "美 ['skɑlər] "}, "ex": ["n. 学者；奖学金获得者；聪颖勤奋的学生", "网络 学术搜索；学术论文；秀才"], "eg2": [["a classical scholar", "研究拉丁文与希腊文的学者"], ["He was the most distinguished scholar in his field.", "他是这一领域成就最为卓著的学者。"], ["a Rhodes scholar", "罗德学者"], ["I was never much of a scholar.", "我从来不是那种用功的好学生。"]]}, "secrecy": {"pron": {"peg": "英 ['siːkrəsi] ", "pam": "美 ['sikrəsi] "}, "ex": ["n. 保密；秘密", "网络 保密性；隐蔽；秘密性"], "eg2": [["the need for absolute secrecy in this matter", "在这件事情上绝对保密的必要性"], ["Everyone involved was sworn to secrecy .", "所有相关人员均被要求宣誓保密。"], ["The whole affair is still shrouded in secrecy .", "整个事件依旧秘而不宣。"]]}, "shroud": {"pron": {"peg": "[ʃraʊd]", "pam": "[ʃraʊd]"}, "wp": {"canvas shroud": "帆布罩", "exhaust shroud": "排气管套", "preventer shroud": "加强护索", "Air Shroud": "风扇盖;电扇盖;引擎罩盖;挡风板", "funnel shroud": "烟囱牵索;烟囱支索;烟囱支索烟囱稳索", "full shroud": "全齿高加强板齿轮;全周覆环", "Lingering Shroud": "持久隐藏", "shroud eye": "侧支索环", "Elemental Shroud": "元素之幕"}, "ex": ["n. 寿衣；覆盖物；船的横桅索；[电] 护罩", "vt. 覆盖；包以尸衣"], "eg2": [["He saw the sad nightingales nodding on the branches and they reminded him of his mother. A gray<b> shroud</b> fell over the city.", "他见过悲伤的夜莺在枝头打盹,这些让他想起他的母亲，灰色的寿衣落在这城市。"], ["Despite many scientific investigations, no one has yet been able to explain how the image has been imprinted on the  and despite many attempts, no one has managed to replicate it.", "尽管做了很多科学研究，但是至今还是没有人可以解释为什么在裹尸布上会留下印记，人们也做了很多的尝试，但还是没有人可以成功复制它。"], ["The faker of the  had to be a heretic.", "裹尸布的耶稣遗像伪造者必定是个异教徒。"]], "st": {}}, "speculation": {"pron": {"peg": "[,spɛkju'leʃən]", "pam": "[,spɛkju'leʃən]"}, "wp": {"speculation building": "投机建筑物", "Control speculation": "控制推测;控制投机", "Stock speculation": "股票投机;炒股;炒股票", "Quiet Speculation": "冥思;静默冥思", "bear speculation": "空头投机;空头", "Futures Speculation": "期货投机", "Mystic Speculation": "秘术冥思", "Practical Speculation": "华尔街赌局", "speculation tax": "投机税"}, "ex": ["n. 投机；推测；思索；投机买卖"], "eg2": [["He exhausted a fortune in stock-market .", "他在股市投机买卖中倾家荡产。"], ["He was chiseled out of five thousand pounds in business .", "他搞商业投机，被人骗去5 000英镑。"], ["One of the great human abilities is to come up with insights that combine knowledge and<b> speculation</b> across disciplines. How could a program ever have those insights?", "整合知识并且进行跨学科思索的洞察力是人类重要的能力之一。一个程序究竟是怎么产生那些顿悟的呢？"]], "st": {}}, "squeeze": {"pron": {"peg": "英 [skwiːz] ", "pam": "美 [skwiz] "}, "ex": ["v. 挤压；挤出；捏；（使）挤入", "n. 挤压；塞；捏；榨出的液体", "网络 压榨；榨取；紧缩"], "eg2": [["to squeeze a tube of toothpaste", "挤牙膏"], ["to squeeze the trigger of a gun(= to fire it)", "扣动枪的扳机"], ["He squeezed her hand and smiled at her.", "他捏了捏她的手，冲她笑笑。"], ["Just take hold of the tube and squeeze.", "拿住软管挤就行了。"], ["to squeeze the juice from a lemon", "把一个柠檬的汁挤出来"], ["She felt as if every drop of emotion had been squeezed from her.", "她觉得自己的激情似乎已经榨尽了。"], ["He took off his wet clothes and squeezed the water out.", "他脱下湿衣服，拧干了水。"], ["freshly squeezed orange juice", "现榨的橙汁"], ["Soak the cloth in warm water and then squeeze it dry.", "把衣服在温水里泡一下，然后把它拧干。"], ["We managed to squeeze six people into the car.", "我们往那辆车上挤进了六个人。"], ["We managed to squeeze a lot into a week(= we did a lot of different things) .", "我们把很多事挤在一个星期里做完了。"], ["to squeeze into a tight dress/a parking space", "勉强穿上一件紧身连衣裙；把车勉强挤进一个停车位"], ["to squeeze through a gap in the hedge", "从篱笆上的豁口挤过去"], ["If you move forward a little, I can squeeze past.", "你朝前挪一挪，我就可以挤过去了。"], ["He's squeezing me for £500.", "他逼我拿出 500 英镑。"], ["High interest rates have squeezed the industry hard.", "高利率使这个行业举步维艰。"], ["He gave my hand a little squeeze.", "他轻轻捏了捏我的手。"], ["Give the tube another squeeze.", "把软管再挤一下。"], ["a squeeze of lemon juice", "挤出的一点儿柠檬汁"], ["It was a tight squeeze but we finally got everything into the case.", "箱子塞得很紧，不过我们最终还是把所有东西都装进去了。"], ["Seven people in the car was a bit of a squeeze.", "那辆车坐了七个人是有点挤。"], ["a squeeze on profits", "利润的减少"], ["We're really feeling the squeeze since I lost my job.", "自从我丢了工作后，我们的确感觉到手头拮据。"], ["a credit squeeze", "信贷紧缩"], ["Who's his main squeeze ?", "他最要好的女朋友是谁？"]]}, "stone": {"ex": ["n. 石；结石；宝石；岩石", "v. 向…投石头；以石掷向；去除(水果的)硬核", "adj. 石制的", "adv. 石一般的", "网络 四通；石块；石材"], "pron": {"peg": "英 [stəʊn] ", "pam": "美 [stəʊn] "}, "eg2": [["Most of the houses are built of stone.", "这些房子多数是用石头建造的。"], ["stone walls", "石墙"], ["a stone floor", "石地板"], ["a flight of stone steps", "一段石台阶"], ["a pile of stones", "一堆石块"], ["Some children were throwing stones into the lake.", "几个孩子正朝湖里扔石头。"], ["These words are carved on the stone beside his grave.", "在他的墓碑上刻着这样的话。"], ["cherry/peach stones", "樱桃核；桃核"], ["kidney stones", "肾结石"], ["He weighs over 15 stone.", "他体重超过 15 英石。"], ["She's trying to lose a stone.", "她试图减去一英石的体重。"], ["People should remember that our proposals aren't set in stone.", "人们应该记住我们的建议不是一成不变的。"], ["People should remember that our proposals aren't set in stone.", "人们应该记住我们的建议不是一成不变的。"], ["We live just a stone's throw from here.", "我们就住在附近。"], ["The hotel is within a stone's throw of the beach.", "旅馆离海滩很近。"], ["We live just a stone's throw from here.", "我们就住在附近。"], ["The hotel is within a stone's throw of the beach.", "旅馆离海滩很近。"], ["Shops were looted and vehicles stoned.", "商店遭哄抢，车辆被砸坏。"], ["to be stoned to death(= as a punishment)", "用石头砸死（一种刑罚）"], ["stoned black olives", "去核黑橄榄"]]}, "suppress": {"pron": {"peg": "[sə'prɛs]", "pam": "[sə'prɛs]"}, "wp": {"gunnel suppress": "压舷", "choke suppress": "扼止", "Suppress Light": "抑制光明;压制光明", "Automatically suppress": "自动压制", "zero suppress": "零限点", "suppress smuggling": "缉私", "suppress interference": "排除干扰", "air suppress": "空中压制", "Suppress prices": "打压房价"}, "ex": ["vt. 抑制；镇压；废止"], "eg2": [["They<b> suppress</b> the ingenuity of our people and businesses.", "它们抑制我们的人民和企业的创造力。"], ["This will<b> suppress</b> almost all diagnostics produced by the script.", "这将抑制脚本生成的几乎所有诊断消息。"], ["But he must  his feelings beneath his calm surface.", "但他必须抑制平静的外表下面的感情。"]], "st": {}}, "tepid": {"ex": ["adj. 微温的，温热的；不太热烈的；不热情的"], "pron": {"peg": "['tɛpɪd]", "pam": "['tɛpɪd]"}, "st": {}, "wp": {"tepid sponging": "温水揩拭", "tepid ebullient": "不太热心的", "tepid disease": "温热病", "tepid temperature": "微低温", "tepid interest": "不太浓厚的兴趣", "tepid d": "乏味不热情", "Sunshine Tepid": "阳光温热", "Tepid Bath": "微温浴;温水浴", "Tepid Deeds": "缓攻咒"}, "eg2": [["I open my eyes, and there's a fly. An insect, buzzing around above the Scrabble board, surfing the thermals from the  cup of tea.", "傻瓜，我睁开眼睛，发现那里停着一只苍蝇，只是一只昆虫，在拼字板上嗡嗡叫着，在茶杯不冷不热的气流中乱串。"], ["The  economic recovery is the top focus of the Republicans who would like to defeat Obama next year.", "缓慢的经济复苏是那些想要在明年击败奥巴马总统的共和党人最看重的议题。"]]}, "tolerance": {"pron": {"peg": "['tɑlərəns]", "pam": "['tɑlərəns]"}, "wp": {"drug tolerance": "药物耐受性;\t\t耐药性;耐药;耐药株", "tolerance zone": "公差带;公差范围;公差区;差范围", "risk tolerance": "风险容限;承受风险能力;风险容忍度;勇于冒险", "tolerance limit": "耐性限度;\t\t容许界限;容许限度;公差极限", "Damage Tolerance": "损伤容限;容许损伤;结构损伤容限", "capacitance tolerance": "电容量允许偏差;\t\t电容量偏差;电容公差;允许偏差", "Temperature tolerance": "耐受温度;温度容限;耐温性;温度公差", "error tolerance": "误差宽容度;容错度;错误容限;错误容忍度", "Color tolerance": "色容许差;颜色容差;颜色宽容度;色的许容差"}, "ex": ["n. 公差；宽容；容忍"], "eg2": [["And all of these freedoms rely on one thing: .", "所有这些自由都依赖于一样东西：宽容。"], ["The one thing I learned is  and appreciation of all people.", "我学到的一件事件就是要宽容和感激所有人。"], ["In what ways do you think political<b> tolerance</b> could be advanced in your country?", "你认为在你的国家通过什么样的方式可以提高政治宽容？"]], "st": {}}, "tougher": {"pron": {}, "wp": {"Tougher sanctions": "制裁加厉", "getting tougher": "态度将更为强硬", "much tougher": "更加强硬", "TOUGHER SENTENCING": "加重刑罚", "tougher body": "强壮身体", "Policy Tougher": "政策更加困难", "be tougher": "玛丽莲梦兔", "tend tougher": "从重", "tougher oversight": "更严厉的监管"}, "ex": ["较坚强的", "较艰苦的（tough的比较级）"], "eg2": [], "st": {"similar": "strong"}}, "trumpet": {"pron": {"peg": "英 ['trʌmpɪt] ", "pam": "美 ['trʌmpət] "}, "ex": ["n. 喇叭；小号；喇叭形物；（尤指）绽开的水仙花", "v. 宣扬；鼓吹；吹嘘；吼叫", "网络 小喇叭；号角；吹号"], "eg2": [["to trumpet somebody's achievements", "吹嘘某人的成就"], ["Their marriage was trumpeted as the wedding of the year.", "他们的联姻被宣扬成年度婚礼。"]]}, "unacceptable": {"pron": {"peg": "[,ʌnək'sɛptəbl]", "pam": "[,ʌnək'sɛptəbl]"}, "wp": {"unacceptable damage": "不可接受的损害", "unacceptable character": "不可接受性;不能接受的字符;不可接受的字符", "unacceptable arguments": "不能接受的论点", "offer unacceptable": "发盘不能接受", "unacceptable explosives": "禁止使用的炸药", "T Unacceptable": "工业金属", "unacceptable triplet": "未公认三联体", "unacceptable clause": "不能接受的条款", "unacceptable product": "不合格品"}, "ex": ["adj. 不能接受的；不受欢迎的"], "eg2": [["There may be  changes at the project level.", "在项目层次可能会有不能接受的变更。"], ["The very idea would be foreign and<b> unacceptable</b> to main stream academics.", "这种想法对主流学者而言是外来的和不能接受的。"], ["To think we could not reach the finishing line because of lack of financial resources is .", "想一想，如果我们因为缺少财力资源而不能达到终点，这是不能接受的。"]], "st": {}}, "underwhelm": {"ex": ["vt. 未留下深刻印象"], "pron": {"peg": "[,ʌndə'welm]", "pam": "[,ʌndə'welm]"}, "st": {}, "wp": {}, "eg2": []}, "waive": {"ex": ["vt. 放弃；搁置"], "pron": {"peg": "[wev]", "pam": "[wev]"}, "st": {}, "wp": {"waive rights": "放弃权利", "Waive duty": "免收税款", "waive tuition": "减免学费", "Waive Clause": "放弃条款", "tuition waive": "学费减免", "Interlocking waive": "自保阀", "to waive": "轻视", "waive claim": "放弃要求;放弃索赔", "waive debts": "免除债务"}, "eg2": [["Interestingly, an author may not<b> waive</b> any of the rights provided by copyright.", "有趣的是，作者不能放弃版权提供的任何权利。"], ["In this week's case, a series of sexual assaults on a college campus are traced back to an Argentine diplomat's son, whose father refuses to<b> waive</b> diplomatic immunity.", "在一所大学校园发生的一系列性侵犯案件被查出与一位阿根廷外交官的儿子有关，但他的父亲不肯放弃外交豁免权。"], ["But most of the people are sort of in between, and we enable everybody in between – although I will say that we are creating tools that allow people to  all of their rights.", "但大多数人是介于两者之间，而我们则是让这些人得偿所愿——尽管我要说，我们所创造的工具，允许人们放弃所有的权利。"]]}}, "Title": "Local experiments with reform are becoming rarer under Xi Jinping\n", "paperStatistics": {"suggestedfocus": "15.1 Minutes", "wordsset": 574, "keywords": "China,bank,central,government,leadership,officials,pilot,reform", "toughwords": 87, "allwords": 980, "title": "Local experiments with reform are becoming rarer under Xi Jinping\n", "desc": "A climate of fear is holding officials back\n", "img": "https://www.economist.com/sites/default/files/imagecache/640-width/images/print-edition/20180818_CND001_0.jpg\n", "date": "2018-08-24 20:03:17", "link": "2018_8_26_4.json"}}