{"Date": "2018-08-27 12:35:20", "content": "<p>\n</p> <p>A tour of car country <span class=\"word-wrap-span\">reveal</span>s <span class=\"word-wrap-span\">anxiety</span> across <span class=\"word-wrap-span\">automotive</span> supply chains\n</p> <p>\n</p> <p>\n</p> <p>THE Ford F-150 <span class=\"word-wrap-span\">pickup</span> truck has been America’s bestselling <span class=\"word-wrap-span\">vehicle</span> for years. In Dearborn, a city near <span class=\"word-wrap-span\">Detroit</span>, a factory that once produced Henry Ford’s Model A now <span class=\"word-wrap-span\">crank</span>s out one of these all-aluminium <span class=\"word-wrap-span\">tribute</span>s to <span class=\"word-wrap-span\">testosterone</span> every 53 seconds. The F-150 is so <span class=\"word-wrap-span\">profitable</span>—informed rumours suggest each adds nearly $13,000 to Ford’s bottom line—that it is known around town as “the bank”.\n</p> <p>\n</p> <p>It is also <span class=\"word-wrap-span\">assemble</span>d in America with more American parts than most <span class=\"word-wrap-span\">vehicle</span>s, and so about as <span class=\"word-wrap-span\">impregnable</span> as they come to President Donald Trump’s trade policies. Even so, over 15% of each <span class=\"word-wrap-span\">pickup</span> comes from Canada and Mexico and another 15% from outside North America. “<span class=\"word-wrap-span\">Tariff</span>s on Canadian aluminium hit the F-150 hard,” confirms a top <span class=\"word-wrap-span\">logistic</span>s manager. The <span class=\"word-wrap-span\">Tariff</span>s in question are Mr Trump’s duties of 10% on imported aluminium and 25% on imported steel, which took effect on June 1st. They are not the only source of <span class=\"word-wrap-span\">disruption</span> to an industry responsible for $522bn of exports and imports a year, more than one-tenth of America’s trade.\n</p> <p>\n</p> <p>Earlier this year Mr Trump levied <span class=\"word-wrap-span\">tariff</span>s on $34bn of Chinese goods, including one of 25% on cars (another $16bn of goods were hit this week). China <span class=\"word-wrap-span\">retaliate</span>d by raising its <span class=\"word-wrap-span\">tariff</span> on American cars from 25% to 40%. Partly to put pressure on Canada and Mexico to <span class=\"word-wrap-span\">renegotiate</span> the North American Free-Trade Agreement (<span class=\"word-wrap-span\">NAFTA</span>), the president has also threatened a 25% <span class=\"word-wrap-span\">tariff</span> on all car imports, invoking a <span class=\"word-wrap-span\">provision</span> of an old law which allows him to restrict trade to safeguard national security. That would immediately hit $208bn of car imports, not counting parts, according to the Peterson Institute of International Economics, a think-tank. American <span class=\"word-wrap-span\">marque</span>s would be hit, too: four in five Chryslers and <span class=\"word-wrap-span\">Dodge</span>s are made abroad (see chart).\n</p> <p>\n</p> <p>America’s car industry, then, is on the f<span class=\"word-wrap-span\">Ron</span>tline of Mr Trump’s trade war—<span class=\"word-wrap-span\">ostensibly</span> its <span class=\"word-wrap-span\">beneficiary</span>, but also its victim. A tour of factories and watering holes across Michigan’s car country <span class=\"word-wrap-span\">reveal</span>s plenty of support for Mr Trump’s aims. The <span class=\"word-wrap-span\">UAW</span>, a big union, recently <span class=\"word-wrap-span\">endorse</span>d his <span class=\"word-wrap-span\">stance</span> on trade. Near the F-150 plant, a white-<span class=\"word-wrap-span\">collar</span> <span class=\"word-wrap-span\">autoworker</span> <span class=\"word-wrap-span\">confide</span>s over a beer that she thinks Mr Trump’s policies are justified, even if they cause a bit of pain for her industry, because of Chinese <span class=\"word-wrap-span\">protectionism</span> and theft of intellectual property. <span class=\"word-wrap-span\">Ron</span> Harbour of <span class=\"word-wrap-span\">Oliver</span> Wyman, a <span class=\"word-wrap-span\">consultancy</span>, believes that “the president will come out with fair and <span class=\"word-wrap-span\">equitable</span> agreements.”\n</p> <p>\n</p> <p>But even bosses <span class=\"word-wrap-span\">sympathetic</span> to Mr Trump’s stated goals remain <span class=\"word-wrap-span\">perplex</span>ed by his <span class=\"word-wrap-span\">tactic</span>s. A survey conducted for this newspaper by the University of Michigan found that the metals <span class=\"word-wrap-span\">tariff</span>s are hurting the state’s car-parts firms. “All prices are going up,” says a <span class=\"word-wrap-span\">supplier</span> of <span class=\"word-wrap-span\">valve</span>s. A steel-<span class=\"word-wrap-span\">mill</span> owner expects to charge customers more and urges those with cash to “carry some <span class=\"word-wrap-span\">inventory</span>”. A machine <span class=\"word-wrap-span\">builder</span> who uses lots of steel fears that higher costs could make his clients less competitive, <span class=\"word-wrap-span\">crimp</span>ing their production and in turn demand for his product—a “<span class=\"word-wrap-span\">downward</span> <span class=\"word-wrap-span\">spiral</span> for us and our customers”.\n</p> <p>\n</p> <p>Travel up Ford’s supply chain from the Dearborn plant, and the vulnerabilities become <span class=\"word-wrap-span\">apparent</span>. Flex-n-Gate, a large maker of car parts, has invested $160m in <span class=\"word-wrap-span\">gleam</span>ing plant in a <span class=\"word-wrap-span\">depress</span>ed part of east <span class=\"word-wrap-span\">Detroit</span> <span class=\"word-wrap-span\">specifically</span> to serve Ford trucks. “Costs have gone up <span class=\"word-wrap-span\">dramatically</span>,” complains its boss. Get off the <span class=\"word-wrap-span\">Edsel</span> Ford <span class=\"word-wrap-span\">Freeway</span>, <span class=\"word-wrap-span\">meander</span> past <span class=\"word-wrap-span\">boarded-up</span> churches, burned-out warehouses and a Dollar Store, and you arrive at <span class=\"word-wrap-span\">Goodwill</span> <span class=\"word-wrap-span\">Automotive</span>, which has made simple parts for Ford and others for decades. Its managers confirm that prices for steel inputs are up and its <span class=\"word-wrap-span\">supplier</span>s are scrambling to secure stock before they rise further. A crew leader sounds <span class=\"word-wrap-span\">baffle</span>d by Mr Trump’s actions: “Why fix something that’s not broken?”\n</p> <p>\n</p> <p>Drive a few hours to Grand Blanc, a <span class=\"word-wrap-span\">suburb</span> of <span class=\"word-wrap-span\">Flint</span>, and you find another Ford <span class=\"word-wrap-span\">supplier</span> with a story to tell. <span class=\"word-wrap-span\">MacArthur</span> <span class=\"word-wrap-span\">Corporation</span> makes <span class=\"word-wrap-span\">permanent</span> labels “for almost every <span class=\"word-wrap-span\">vehicle</span> sold in America”. Tom <span class=\"word-wrap-span\">Barrett</span>, a former Wall Street man, returned to his father’s firm and helped save it when the <span class=\"word-wrap-span\">Lehman</span> collapse pushed the auto industry to the <span class=\"word-wrap-span\">brink</span> a decade ago. He is again worried. He <span class=\"word-wrap-span\">discern</span>s an <span class=\"word-wrap-span\">inflationary</span> pressure not seen since the 1970s. Besides tools and hard <span class=\"word-wrap-span\">dye</span>s made of steel, the price of <span class=\"word-wrap-span\">polypropylene</span> film, which is <span class=\"word-wrap-span\">derive</span>d from <span class=\"word-wrap-span\">petroleum</span>, is going up. So is the cost of paper, <span class=\"word-wrap-span\">adhesive</span>s and <span class=\"word-wrap-span\">freight</span>. The firm has been unable to pass the increases on to big clients. “They are in cost-cutting mode, delaying planned investments, imposing travel bans and offshoring large non-manufacturing <span class=\"word-wrap-span\">department</span>s,” he says. “It’s like the early days of the Great <span class=\"word-wrap-span\">Recession</span>.”\n</p> <p>\n</p> <p>Carmakers are indeed feeling the <span class=\"word-wrap-span\">squeeze</span>. General <span class=\"word-wrap-span\">Motor</span>s (GM) confirmed recently that <span class=\"word-wrap-span\">tariff</span>-fuelled increases in commodity prices led to $300m in extra expenses last quarter, compared with the same period in 2017. Ford has reported that <span class=\"word-wrap-span\">tariff</span>s cost it $145m in the second quarter and forecast that trade tensions may cost $500m-600m this year. For consumers, Mr Trump’s trade policies could <span class=\"word-wrap-span\">inflate</span> the price of a <span class=\"word-wrap-span\">typical</span> small car by between $1,408 and $2,057, according to the Peterson Institute.\n</p> <p>\n</p> <p>That is because the industry is a <span class=\"word-wrap-span\">paean</span> to globalisation. Roughly half the cars sold in America today are imported. Of those made at home, nearly half are made by foreign firms. All American carmakers depend on imported parts and cars. Only Chinese <span class=\"word-wrap-span\">marque</span>s can afford to <span class=\"word-wrap-span\">shrug</span> about escalating tensions, <span class=\"word-wrap-span\">ironic</span> given Mr Trump’s China-bashing. Besides a large factory in South Carolina which makes Volvos (owned by China’s Geely), Chinese firms neither export cars to America nor make them there.\n</p> <p>\n</p> <p>The <span class=\"word-wrap-span\">nightmare</span> <span class=\"word-wrap-span\">scenario</span> for carmakers is Mr Trump’s threatened blanket <span class=\"word-wrap-span\">tariff</span> on cars, combined with the collapse of <span class=\"word-wrap-span\">NAFTA</span>. Mexico and Canada account for roughly half of all American auto imports. America’s trade in cars and parts with the two has risen <span class=\"word-wrap-span\">fourfold</span> under <span class=\"word-wrap-span\">NAFTA</span>. GM depends on imports from Mexico and Canada especially for its highly <span class=\"word-wrap-span\">profitable</span> trucks and sports <span class=\"word-wrap-span\">utility</span> <span class=\"word-wrap-span\">vehicle</span>s (SUVs). Even Ford, which is moving out of low-margin <span class=\"word-wrap-span\">saloon</span>s often made abroad in order to focus on SUVs and <span class=\"word-wrap-span\">pickup</span>s like the F-150, has reason to worry. Like GM, it has started bringing manufacturing and <span class=\"word-wrap-span\">supplier</span>s back from Asia to North America. This might help in a global trade war—but not in the event of <span class=\"word-wrap-span\">NAFTA</span>’s collapse, because most <span class=\"word-wrap-span\">relocate</span>d to Mexico or Canada.\n</p> <p>\n</p> <p><span class=\"word-wrap-span\">NAFTA</span> talks have made progress (see article). But success is not in the bag. If Mexico and Canada are slapped with the 25% <span class=\"word-wrap-span\">tariff</span>, a <span class=\"word-wrap-span\">typical</span> model <span class=\"word-wrap-span\">assemble</span>d in America with 40% of its parts imported from those two countries would see supply-chain costs <span class=\"word-wrap-span\">leap</span> by over $1.1bn, to $19bn, according to LLamasoft, an analytics firm.\n</p> <p>\n</p> <p>The <span class=\"word-wrap-span\">ultimate</span> cost could be higher still. The supply-chain boss of a global carmaker says his firm has prepared for <span class=\"word-wrap-span\">NAFTA</span>’s <span class=\"word-wrap-span\">demise</span>. It would quickly <span class=\"word-wrap-span\">unwind</span> its current cross-border supply chains, which give it <span class=\"word-wrap-span\">leverage</span> over competing <span class=\"word-wrap-span\">supplier</span>s across North America. It would shift to local <span class=\"word-wrap-span\">supplier</span>s in Mexico for its Mexican plants, American <span class=\"word-wrap-span\">supplier</span>s for American plants and the same in Canada. Prices would <span class=\"word-wrap-span\">inevitably</span> go up, he says. With fewer rivals, <span class=\"word-wrap-span\">vendor</span>s would gain pricing power. “My worry is <span class=\"word-wrap-span\">oligopoly</span>,” he says.\n</p> <p>\n</p> <p>His sense of <span class=\"word-wrap-span\">fretfulness</span> is shared. Every summer industry <span class=\"word-wrap-span\">bigwig</span>s and their families gather in <span class=\"word-wrap-span\">Traverse</span> City, a pleasant town on the shores of Lake Michigan. The <span class=\"word-wrap-span\">nominal</span> theme of this year’s gathering, organised by the Centre for <span class=\"word-wrap-span\">Automotive</span> Research, an industry think-tank, was the future of <span class=\"word-wrap-span\">mobility</span>. The <span class=\"word-wrap-span\">skunk</span> at the garden party was the trade war.\n</p> <p>\n</p> <p>What’s good for GM\n</p> <p>\n</p> <p>Some insiders remained <span class=\"word-wrap-span\">upbeat</span>. Sales, especially of trucks and SUVs, are still strong in America; trade deals may yet be <span class=\"word-wrap-span\">struck</span> between the White House and other governments. Others worried that a <span class=\"word-wrap-span\">senseless</span> trade war would tip the industry into <span class=\"word-wrap-span\">recession</span> and force a massive redirection of investment from driverless cars to a defensive rejigging of supply chains. In a rare show of unity, industry associations <span class=\"word-wrap-span\">represent</span>ing <span class=\"word-wrap-span\">domestic</span> and foreign carmakers, parts <span class=\"word-wrap-span\">supplier</span>s and car dealers have jointly protested against Mr Trump’s trade policies. One insider sums up the mood in <span class=\"word-wrap-span\">Detroit</span> with <span class=\"word-wrap-span\">characteristic</span> midwestern <span class=\"word-wrap-span\">understatement</span>: “Everyone is analysing <span class=\"word-wrap-span\">exposure</span>, everyone is concerned.”\n</p>", "Last": "2018_8_26_4.json", "Next": "2018_8_27_2.json", "assistent": {"boarded-up": {"ex": ["na. 用板钉上〔围上〕", "网络 登上行动；用木板封住的"], "pron": {"peg": 0, "pam": 0}, "eg2": []}, "Automotive": {"ex": ["adj. 汽车的；自动的"], "pron": {"peg": "[,ɔtə'motɪv]", "pam": "[,ɔtə'motɪv]"}, "st": {}, "wp": {"Automotive industry": "汽车工业;汽车产业;汽车行业;汽车界", "Automotive Engineering": "汽车工程;汽车工程学;车辆工程;自动化工程", "Automotive lighting": "汽车灯;车用照明;以及车用照明;车灯", "Coda Automotive": "柯达汽车公司;科达汽车;科达汽车公司;达汽车公司", "Automotive Tire": "汽车轮胎", "TI Automotive": "邦迪管路;零部件供应商邦迪汽车;邦迪管路系统;邦迪管路系统有限公司", "Brilliance Automotive": "华晨汽车集团;华晨汽车", "automotive alterator": "机动车交流发电机", "Automotive Applications": "汽车应用;电动车;应用于汽车;即由车用设备"}, "eg2": [["The  industry downsized its cars for improved fuel economy.", "为改进汽车燃料经济，汽车工业改小了它的汽车尺寸。"], ["Despite the obvious growing pains, China and the West are finding that working together is the best means of long-term success in the<b> Automotive</b> industry.", "尽管有着明显的“成长的烦恼”，但中国和西方制造商都发现，通力合作是在汽车产业取得长期成功的最佳方式。"], ["Such feats of<b> Automotive</b> agility remain the preserve of the small screen, of course, and talking cars have yet to advance beyond giving directions or reminding you to fasten your seatbelt.", "当然，这种机敏汽车的壮举仍然只会出现在电视中，并且，会说话的汽车尚未先进到超出指示方向或提醒你系紧安全带的地步。"]]}, "Barrett": {"ex": ["n. 巴雷特（男子名）"], "pron": {"peg": "['bærit]", "pam": "['bærit]"}, "st": {}, "wp": {"Barrett Blade": "巴雷特·布雷德", "jacinda barrett": "杰茜达·芭瑞特;巴莱特;杰辛达·巴莱特;杰辛达巴莱特", "Ernie Barrett": "厄尔尼·巴瑞特;厄尼", "Barrett Glacier": "巴雷特冰川", "Andre Barrett": "安德烈·巴雷特;安德烈;公牛", "Richard Barrett": "巴雷特;巴瑞特", "Robertson Barrett": "巴雷特;巴瑞特;巴莱特", "Angela Barrett": "芭雷特;标签", "Elizabeth Barrett": "巴莱特;巴雷特;标签"}, "eg2": []}, "Corporation": {"ex": ["n. 公司；法人（团体）；社团；大腹便便；市政当局"], "pron": {"peg": "[,kɔrpə'reʃən]", "pam": "[,kɔrpə'reʃən]"}, "st": {}, "wp": {"News Corporation": "新闻集团;新闻公司;消息团体;新闻团体", "Sharp Corporation": "夏普;夏普公司;夏普株式会社;夏宝股份有限公司", "RAND Corporation": "兰德公司;兰德智库;美国兰德公司;兰德集团", "Oracle Corporation": "甲骨文公司;甲骨文;甲骨文股份有限公司;骨文集团", "multinational corporation": "跨国公司;跨国集团;\t\t多国公司;多国企业", "HeySong Corporation": "黑松股份", "MTR Corporation": "香港铁路有限公司;港铁公司;地铁公司;香港地铁有限公司", "Intel Corporation": "英特尔公司;英特尔;美国英特尔公司;英代尔公司", "Microsoft Corporation": "微软公司;公司名称;美国微软公司;发行者"}, "eg2": [["The<b> Corporation</b> divested itself of its subsidiaries.", "该公司把它的所有子公司都卖掉了。"], ["Their mission was to crack into the computer system of a major .", "他们的任务是侵入一家大公司的计算机系统。"], ["They have decided to liquidate the  by the end of the next month.", "他们已经决定在下月底之前对公司进行清理。"]]}, "Detroit": {"ex": ["n. 底特律(美国密执安州东南部一城市,为汽车工业中心)", "网络 美国底特律；底特律市；活塞"], "pron": {"peg": "英 [dɪ'trɔɪt] ", "pam": "美 "}, "eg2": []}, "Dodge": {"ex": ["v. 避开；躲开；闪开；（尤指不诚实地）逃避", "n. 推脱的计策；逃避的诡计；骗人的伎俩", "网络 道奇；闪避；躲避"], "pron": {"peg": "英 [dɒdʒ] ", "pam": "美 [dɑdʒ] "}, "eg2": [["He ran across the road, dodging the traffic.", "他躲开来往的车辆跑过马路。"], ["The girl dodged behind a tree to hide from the other children.", "这女孩闪身躲到树后不让其他孩子看见。"], ["He dodged his military service.", "他弄虚作假逃避了服兵役。"], ["She tried to dodge paying her taxes.", "她想方设法逃税。"], ["a tax dodge", "逃税花招"], ["When it comes to getting off work, he knows all the dodges.", "说到请假歇班，他什么花招都想得出。"]]}, "Edsel": {"ex": ["un. 埃德塞尔牌汽车(1957年出厂时恰值经济衰退而惨败,后成为“失败”的同义词)", "网络 埃塞尔；埃兹尔；埃赛尔"], "pron": {"peg": "英 ", "pam": "美 "}, "eg2": []}, "Flint": {"ex": ["n. 燧石；火石；打火石", "网络 弗林特；福林特；弗林特市"], "pron": {"peg": "英 [flɪnt] ", "pam": "美 [flɪnt] "}, "eg2": [["prehistoric flint implements", "史前燧石工具"], ["His eyes were as hard as flint.", "他的眼神冷酷无情。"]]}, "Freeway": {"ex": ["n. (不用付费的)高速公路；快车道", "网络 飞韵；天堂之路；高速路"], "pron": {"peg": "英 [ˈfriːˌweɪ] ", "pam": "美 [ˈfriˌweɪ] "}, "eg2": [["a freeway exit", "高速公路出口"], ["an accident on the freeway", "高速公路事故"]]}, "Goodwill": {"ex": ["n. [贸易] 商誉；友好；好意", "n. (Goodwill)人名；(英)古德威尔"], "pron": {"peg": "['gʊd'wɪl]", "pam": "['gʊd'wɪl]"}, "st": {}, "wp": {"negative goodwill": "负商誉", "Goodwill amortization": "商誉价值摊销;商誉代价摊销", "Cultural goodwill": "文化善意", "economic goodwill": "经济商誉", "Developed goodwill": "自创商誉", "goodwill gesture": "善意姿态", "without goodwill": "不连商誉", "I goodwill": "我叫诚意", "Goodwill establishment": "建立名望"}, "eg2": [["He put forth his hand to his former enemy in token of .", "他伸手给昔日的仇敌表示友好。"], ["The representatives of both sides reciprocated formal expressions of .", "双方代表相互表达了礼节性的友好意愿。"], ["It exercised a strong influence towards<b> Goodwill</b> between the two great English speaking peoples.", "这件事对两个讲英语的伟大民族之间的友好亲善发挥了巨大作用。"]]}, "Lehman": {"ex": ["n. 雷曼（姓氏）"], "pron": {}, "st": {}, "wp": {"Lehman Brothers": "雷曼兄弟;雷曼兄弟公司;莱曼兄弟;雷曼兄弟控股公司", "Jeffrey Lehman": "杰弗里·雷蒙;院长雷蒙;雷蒙教授;杰弗里雷蒙", "Lehman Bros": "雷曼兄弟;雷曼兄弟公司;李曼兄弟;曼兄弟公司", "Lehman Brothe": "雷曼兄弟;莱曼兄弟", "Edward Lehman": "爱德华·雷曼", "Lehman Brothersonce": "拒绝向雷曼兄弟", "Michael Lehman": "莱曼;迈克尔", "Lehman Inc": "理有限公司", "Lehman Center": "曼中心"}, "eg2": []}, "MacArthur": {"ex": ["n. 麦克阿瑟", "网络 麦克阿瑟传；麦克阿瑟学院；麦克阿瑟将军"], "pron": {"peg": "英 [mæˈkɑ:θə] ", "pam": "美 [məkˈɑrθər] "}, "eg2": []}, "Motor": {"ex": ["n. 发动机，马达；汽车", "adj. 汽车的；机动的", "vi. 乘汽车", "vt. 以汽车载运"], "pron": {"peg": "['motɚ]", "pam": "['motɚ]"}, "st": {}, "wp": {"DC motor": "直流电动机;直流马达;直流电机;直羚动机", "linear motor": "直线电动机;直线电机;\t\t线性电动机;线性马达", "ac motor": "交流电动机;交流环电动机;交流马达;交流电机", "motor oil": "机油;\t\t马达油;车用机油;电机用油", "electric motor": "电动机;电机;电动马达;电念头", "motor ship": "摩托船;内燃机船;汽船;发动机推进飞行器", "Nissan Motor": "日产汽车;日产汽车公司;尼桑汽车;日产自动车", "Dongfeng Motor": "东风汽车公司;东风汽车;西风汽车公司;东风汽车集团", "asynchronous motor": "异步电动机;\t\t异步电机;感应电动机;异步马达"}, "eg2": [["You'd better jazz up the .", "你最好加快马达的运转。"], ["Let me<b> Motor</b> your daughter (to) home.", "让我开汽车送你女儿回家。"], ["An automobile moves when the<b> Motor</b> is geared to the rear wheels.", "汽车的发动机连接于后轮时，汽车开动了。"]]}, "NAFTA": {"ex": ["abbr. 北美自由贸易协定（North American Free Trade Agreement）"], "pron": {"peg": "['næftə]", "pam": "['næftə]"}, "st": {}, "wp": {"nafta professional": "北美自由贸易区专业;北美自由贸易协定专业", "NAFTA at": "北美自由贸易协定而十年", "FK Nafta": "及", "NK Nafta": "南塔", "Club Nafta": "纳夫塔", "NAFTA -": "北美自由贸易区协定", "NAFTA region": "自由贸易区", "NAFTA Model": "北美自由贸易区模式", "NAFTA Experiences": "NAFTA经验"}, "eg2": []}, "Oliver": {"ex": ["n. 奥利弗（男子名）"], "pron": {"peg": "['ɑləvɚ]", "pam": "['ɑləvɚ]"}, "st": {}, "wp": {"Oliver Twist": "雾都孤儿;孤雏泪;奥利弗·特维斯特;苦海孤雏", "Jamie Oliver": "杰米·奥利弗;奥利佛;奥利弗;奥里弗", "Oliver Cromwell": "奥利弗·克伦威尔;克伦威尔;奥利弗克伦威尔;克伦威我", "Oliver Sacks": "奥利佛·萨克斯;萨克斯;奥利弗·萨克斯;沙克斯", "Oliver Wood": "奥利弗·伍德;奥利弗;奥利弗伍德;伍德", "John Oliver": "约翰·奥利弗;奥利弗;奥立佛;奥利佛", "Oliver Letwin": "奥利弗·莱特温;莱特文;赖特温;利凯辉", "Oliver August": "奥利佛·奥古斯特;奥古斯特;欧古斯特;泰晤士报记者奥古斯特", "Oliver Kreuzer": "奥利弗·克罗伊策;克罗伊策"}, "eg2": [[" Stone finally opened the door for you.", "奥利弗斯通最后为你打开了那扇门。"], ["James and<b> Oliver</b> admit to occasionally pretending to be each other when they were much younger, but not as much as another set of twins at their school, on whom they based the Weasleys.", "詹姆斯和奥利弗承认，他们很小的时候，偶尔会假扮对方，但是扮的次数远不及当时他们学校的另一对双胞胎，韦斯莱兄弟就象这另一对双胞胎一样。"], ["\"We were relatively good,\" says , laughing, \"but these boys would swap lessons – one was good at cricket, the other was good at science.", "“我们相对来说还是挺乖的，”奥利弗笑着说，“但这些男孩子会交换身份上课——他们一个板球打得好，一个比较喜欢科学。"]]}, "Recession": {"ex": ["n. 衰退；不景气；后退；凹处"], "pron": {"peg": "[rɪ'sɛʃən]", "pam": "[rɪ'sɛʃən]"}, "st": {}, "wp": {"recession constant": "衰退常数", "global recession": "全球经济衰退", "mild recession": "轻度衰退;温和衰退;缓慢衰退;缓衰退", "slope recession": "坡面后退", "Reflationary Recession": "衰退期", "Cyclical Recession": "而非周期性衰退", "recession limb": "退水段;过程线下降段", "deep recession": "深度衰退", "Cliff Recession": "山崖侵蚀回退"}, "eg2": [["In this , we seek the bogey.", "我们在这次衰退中寻找着魔鬼。"]]}, "Ron": {"ex": ["abbr. remain overnight 留宿", "abbr. 研究法辛烷值（Research Octane Number）", "n. (Ron)人名；(柬)龙；(英、西、捷、以)罗恩；(朝)论"], "pron": {"peg": "[rɔn]", "pam": "[rɔn]"}, "st": {}, "wp": {"Ron Dennis": "罗恩·丹尼斯;丹尼斯;朗恩;史蒂芬", "Ron Brown": "罗纳德·布朗;布朗;克林顿政府;包伦仁", "Ron Rifkin": "罗恩·里夫金;里夫金;罗恩;朗·里弗金", "Ron Shelton": "罗恩·谢尔顿;谢尔顿;罗恩;舍尔顿", "Ron Carter": "罗恩·卡特;朗卡特;朗恩·卡特;卡特", "Ron Johnston": "罗纳德·约翰·约翰斯顿;约翰斯顿;强斯敦", "Ron Jeffries": "罗恩·杰弗里斯;杰弗里斯", "Ron Nessen": "罗恩·尼森;新闻秘书内森", "Ron Atkey": "罗恩·安键;兼律师亚特基"}, "eg2": []}, "Tariff": {"ex": ["n. 关税；收费表；量刑标准", "v. 征收关税；定税率；定收费标准", "网络 价目表；关税税则；运费表"], "pron": {"peg": "英 ['tærɪf] ", "pam": "美 ['terɪf] "}, "eg2": []}, "Traverse": {"ex": ["n. 穿过；横贯；横木", "vt. 穿过；反对；详细研究；在…来回移动", "vi. 横越；旋转；来回移动", "adj. 横贯的", "n. (Traverse)人名；(英)特拉弗斯；(法)特拉韦尔斯"], "pron": {"peg": "[trə'vɝs]", "pam": "[trə'vɝs]"}, "st": {}, "wp": {"traverse point": "导线点", "connecting traverse": "附合导线;吊钩梁;双索吊梁", "traverse network": "导线网", "traverse station": "导线测量站;导线站;导线点", "stadia traverse": "视距导线;视距仪", "traverse angle": "导线折角", "traverse fiber": "横向纤维", "spur traverse": "支导线", "single traverse": "单次测线"}, "eg2": [["Several railroads<b> Traverse</b> the district.", "有几条铁路线横贯这个地区。"], ["If you think of a programming problem as terrain that you have to , a design pattern is at best a partial map.", "如果您将编程问题想象成一个必须穿过的地区，那么设计模式最多只是一张局部地图。"], ["They don't like dense forest either, so they<b> Traverse</b> these high, open shoulders between the river and the woods, where they can see and run.", "它们也不喜欢密集的树林，因此它们穿过河流和树林间这些高耸而开阔的山肩，在这里它们能够看得见，跑得快。"]]}, "UAW": {"ex": ["abbr. （美国）联合汽车工会（United Automobile Workers）"], "pron": {}, "st": {}, "wp": {"networked UAW": "网络化水声对抗", "The Uaw": "联合汽车工人工会", "UAW trust fund": "基金", "uaw united bermuda party": "百幕大联合党"}, "eg2": []}, "adhesive": {"pron": {"peg": "英 [əd'hiːsɪv] ", "pam": "美 [əd'hisɪv] "}, "ex": ["n. 黏合剂；黏着剂", "adj. 黏合的；黏附的；有附着力的", "网络 胶粘剂；粘合剂；胶黏剂"], "eg2": [["adhesive tape", "黏胶带"]]}, "anxiety": {"pron": {"peg": "[æŋ'zaɪəti]", "pam": "[æŋ'zaɪəti]"}, "wp": {"anxiety reaction": "焦虑反应;焦虑;忧郁症;焦虑性的反应", "existential anxiety": "存在焦虑;存在的焦虑;存在性焦虑;生存焦虑", "Anxiety disorders": "焦虑症;焦虑障碍;焦虑性疾患;焦急症", "preoperative anxiety": "手术前焦虑;术前焦虑", "Death Anxiety": "死亡焦虑;死亡不安;对死亡的焦虑;对残死亡的焦虑", "anxiety index": "焦虑指数", "Neurotic anxiety": "神经质焦虑;神经性焦虑", "trait anxiety": "特质焦虑;特质性焦虑;性格型焦虑;性格焦虑", "anxiety disease": "焦虑症"}, "ex": ["n. 焦虑；渴望；挂念；令人焦虑的事"], "eg2": [["Fear and<b> anxiety</b> were gnawing her.", "恐惧与焦虑折磨着她。"], ["His illness was aggravated by .", "他的病情因焦虑而加重。"], ["The student was tortured with .", "这个学生为焦虑所苦。"]], "st": {"transform": [["n.", "anxieties"]], "similar": "care"}}, "apparent": {"pron": {"peg": "[ə'pærənt]", "pam": "[ə'pærənt]"}, "wp": {"apparent resistance": "视在电阻;假抗性;表观阻力;表观电阻", "apparent time": "视时;视时视时;太阳时;视太阳时", "apparent close": "如封似闭", "apparent wander": "视漂移;视进动;表观漂移", "apparent temperature": "表观温度;虚表温度;\t\t视温度;体感温度", "apparent photosynthesis": "净光合;视光合成;显明光合作用;表观光合作用", "Apparent Quality": "外在质量;\t\t外观质量;内在质量", "apparent cohesion": "表观粘聚力;假凝聚力;表观黏聚力;\t\t表观粘力", "apparent dip": "视倾斜;视倾角;伪斜"}, "ex": ["adj. 显然的；表面上的"], "eg2": [["The correct answer is .", "正确的答复如何， 是很明显的。"], ["When the synthetic is contrasted with the natural one, the difference is very .", "把人工制品与天然品一比，其差别是很明显的。"], ["This is  not just in the workplace but in society in general. We all want different things and different things satisfy us.", "显然这不仅仅发生在职场上，一般也存在于社会中，我们都需要不同的事物，不同的事物能让我们满足。"]], "st": {}}, "assemble": {"ex": ["vt. 集合，聚集；装配；收集", "vi. 集合，聚集"], "pron": {"peg": "[ə'sɛmbl]", "pam": "[ə'sɛmbl]"}, "st": {"similar": "gather", "transform": [["vt.", "assembled,assembling"]]}, "wp": {"Assemble Language": "汇编语言", "assemble gather": "组合;装配;聚集", "Assemble table": "集合台", "Assemble Way": "安装方式", "assemble schematic": "装配简图", "assemble error": "汇编错误;组合错误;汇编错误英语", "virtual assemble": "虚拟装配", "Assemble images": "图像拼接", "Embedded Assemble": "嵌入式汇编"}, "eg2": [["The captain called the men to .", "队长命令部队集合。"], ["All ye,  yourselves, and hear; which among them hath declared these things?", "你们都当聚集而听，他们（或作偶像）内中谁说过这些事。"], ["Once inside the stomach, the idea is that these pieces will<b> assemble</b> themselves into a larger robotic device.", "一旦深入到胃部，设计理念就是这些配件将自行装配成一个更大的机器人器件。"]]}, "automotive": {"ex": ["adj. 汽车的；自动的"], "pron": {"peg": "[,ɔtə'motɪv]", "pam": "[,ɔtə'motɪv]"}, "st": {}, "wp": {"Automotive industry": "汽车工业;汽车产业;汽车行业;汽车界", "Automotive Engineering": "汽车工程;汽车工程学;车辆工程;自动化工程", "Automotive lighting": "汽车灯;车用照明;以及车用照明;车灯", "Coda Automotive": "柯达汽车公司;科达汽车;科达汽车公司;达汽车公司", "Automotive Tire": "汽车轮胎", "TI Automotive": "邦迪管路;零部件供应商邦迪汽车;邦迪管路系统;邦迪管路系统有限公司", "Brilliance Automotive": "华晨汽车集团;华晨汽车", "automotive alterator": "机动车交流发电机", "Automotive Applications": "汽车应用;电动车;应用于汽车;即由车用设备"}, "eg2": [["The  industry downsized its cars for improved fuel economy.", "为改进汽车燃料经济，汽车工业改小了它的汽车尺寸。"], ["Despite the obvious growing pains, China and the West are finding that working together is the best means of long-term success in the<b> automotive</b> industry.", "尽管有着明显的“成长的烦恼”，但中国和西方制造商都发现，通力合作是在汽车产业取得长期成功的最佳方式。"], ["Such feats of<b> automotive</b> agility remain the preserve of the small screen, of course, and talking cars have yet to advance beyond giving directions or reminding you to fasten your seatbelt.", "当然，这种机敏汽车的壮举仍然只会出现在电视中，并且，会说话的汽车尚未先进到超出指示方向或提醒你系紧安全带的地步。"]]}, "autoworker": {"ex": ["n. 汽车厂工人"], "pron": {"peg": "英 [ɔ:'təʊwɜ:kə ] ", "pam": "美 [ɔ'towɜrkɚ] "}, "eg2": []}, "baffle": {"pron": {"peg": "英 ['bæf(ə)l] ", "pam": "美 ['bæf(ə)l] "}, "ex": ["n. 挡板", "v. 使困惑；难住", "网络 隔板；为难；迷惑"], "eg2": [["His behaviour baffles me.", "他的行为使我难以琢磨。"], ["I'm baffled as to why she hasn't called.", "我不明白她为什么还没打电话。"], ["I'm baffled why she hasn't called.", "我不明白她为什么还没打电话。"]]}, "beneficiary": {"pron": {"peg": "[,bɛnɪ'fɪʃɪɛri]", "pam": "[,bɛnɪ'fɪʃɪɛri]"}, "wp": {}, "ex": ["n. [金融] 受益人，受惠者；封臣", "adj. 拥有封地的；受圣俸的"], "eg2": [["So I am a direct<b> beneficiary</b> of early detection.", "她说，“所以我是早期检测的直接受益人。"]], "st": {"transform": [["n.", "beneficiaries"]]}}, "bigwig": {"pron": {"peg": "['bɪɡwɪɡ]", "pam": "['bɪɡwɪɡ]"}, "wp": {"Bigwig Enterprises": "出版者", "bigwig bureaucrat master": "旧时对官绅及有权势的人的尊称", "bigwig prominent figure": "头面人物", "a bigwig": "大人物", "a film company bigwig": "某电影公司要人", "Bigwig zero": "法语", "Bigwig g": "要人", "GOLD BIGWIG": "黄金大亨", "Bigwig Media": "制作公司"}, "ex": ["n. 权贵之人；有重大影响的人"], "eg2": [["Government ethics laws, he said, aim to prevent corporate titans from paying big money to influence politicians - but they don't ban the president from buying a  a sandwich.", "他说，政府的道德法律意在阻止企业巨头支付大笔资金影响政治人士，但道德法并没有明令禁止总统请大亨吃个三明治。"]], "st": {}}, "brink": {"ex": ["n. 边缘；（新的、危险的，或令人兴奋的处境的）边缘", "网络 边缘战士；边沿；危机边缘"], "pron": {"peg": "英 [brɪŋk] ", "pam": "美 [brɪŋk] "}, "eg2": [["on the brink of collapse/war/death/disaster", "濒于崩溃╱战争╱死亡╱灾难"], ["Scientists are on the brink of making a major new discovery.", "科学家很快就会有新的重大发现。"], ["He's pulled the company back from the brink(= he has saved it from disaster) .", "他使公司起死回生。"], ["the brink of the precipice", "悬崖边缘"]]}, "builder": {"pron": {"peg": "英 ['bɪldə(r)] ", "pam": "美 ['bɪldər] "}, "ex": ["n. 营造商；创建者；建筑工人；建筑公司", "网络 生成器；建造者模式；建造模式"], "eg2": [["a shipbuilder", "造船工人"], ["a confidence builder", "令人增强信心的事物"]]}, "characteristic": {"pron": {"peg": "[,kærəktə'rɪstɪk]", "pam": "[,kærəktə'rɪstɪk]"}, "wp": {"characteristic function": "特征函数;特性函数;特寨数;特征函數", "spectral characteristic": "光谱特性;波谱特性;光谱特征;光谱特性频谱特性", "amplitude characteristic": "振幅特性;幅频特性;幅度特性;幅度特征", "speed characteristic": "速度特性;转速特性;速率特性;转速力矩特性", "flow characteristic": "流动特性;量特性;怜特性;流量特性", "Characteristic Impedance": "特性阻抗;特征阻抗;特件阻抗;特砧抗", "Characteristic radiation": "特征辐射;特性辐射;\t\t标识辐射;特狰射", "quality characteristic": "质量特性;\t\t质量特征;品质特性", "characteristic polynomial": "特征多项式;特锗项式;特征根;构造矩阵的特征多项式"}, "ex": ["adj. 典型的；特有的；表示特性的", "n. 特征；特性；特色"], "eg2": [["Some animals possess the  of man.", "有些动物具有人类的特征。"], ["This<b> characteristic</b> marks her off from her sister.", "这个特征使她与姐姐有所区别。"], ["An outline of each cloud<b> characteristic</b> we integrated.", "概括介绍我们整合的每一种云特征。"]], "st": {}}, "collar": {"pron": {"peg": "英 ['kɒlə(r)] ", "pam": "美 ['kɑlər] "}, "ex": ["n. 衣领；领子；箍；（动物，尤指狗的）颈圈", "v. 抓住；捉住；揪住；逮住", "网络 项圈；轴环；领口"], "eg2": [["a coat with a fur collar", "毛皮领大衣"], ["I turned up my collar against the wind(= to keep warm) .", "我把衣领竖起来挡风。"], ["He always wears a collar and tie for work.", "他上班总是系着领带。"], ["a collar and lead/leash", "颈圈和系带"], ["Police collared the culprit as he was leaving the premises.", "罪犯正离开现场时，警察逮住了他。"], ["I was collared in the street by a woman doing a survey.", "我在大街上给一个做民意调查的女人拦住问话。"]]}, "confide": {"ex": ["vt. 吐露；委托", "vi. 信赖；吐露秘密"], "pron": {"peg": "[kən'faɪd]", "pam": "[kən'faɪd]"}, "st": {}, "wp": {"Fide confide": "相信", "You Confide": "你倾诉", "confession confide": "自白倾诉", "confide to": "透露;信赖", "China Confide": "中国投资参考", "confide vt": "吐露", "confide in": "信任;对……讲真心话;依赖;相信", "Confide Pacific": "倾情太平洋", "confide jussio": "共同证"}, "eg2": [["Therefore they find fewer people with whom they can .", "因此，他们找到更少的人能够与他们信赖。"], ["She suggests buying my daughter – who at nine is more aware of the world and likely to be worse affected – a pet, a cat or dog, or even a rabbit, she can \" in\".", "她建议为我的女儿——她已经九岁了，对这个世界有更深的了解，很有可能被伤得更严重——买一个宠 物，一只猫或一只狗，或者甚至一只兔子这样她能“信赖”它们。"], ["After ten years of friendship, he is the one I can  in.", "经过十年的交往，他是我可以充分信赖的人。"]]}, "consultancy": {"pron": {"peg": "[kən'sʌltənsi]", "pam": "[kən'sʌltənsi]"}, "wp": {"consultancy fee": "咨询费", "Tata Consultancy": "塔塔咨询;塔塔咨询服务公司;塔塔顾问", "ADMINISTRATION Consultancy": "效率优化管理咨询;企业经营管理咨询", "Visa Consultancy": "签证咨询;签证指导", "design consultancy": "设计咨询公司;设计咨询", "IT consultancy": "信息技术咨询公司;资讯科技顾问;it咨询", "Strategy consultancy": "战略咨询", "CONSULT CONSULTANCY": "地区;比利时买家;区域;比利时进口商", "Consultancy services": "顾问服务;顾问业"}, "ex": ["n. 咨询公司；顾问工作"], "eg2": [["I am one of three directors at a small  .", "问题我是一家小型咨询公司的三个董事之一。"], ["This person is responsible for all aspects of IBM<b> consultancy</b> in the execution and implementation.", "这个人在执行和实施期间对IBM顾问工作的各个方面负责。"]], "st": {"transform": [["n.", "consultancies"]]}}, "cop": {"ex": ["v. 遭受；忍受；注意到", "n. 警察", "网络 性能系数(coefficient of performance)；能效比；缔约方大会(Conference of the Parties)"], "pron": {"peg": "英 [kɒp] ", "pam": "美 [kɑp] "}, "eg2": [["Somebody call the cops!", "去个人报警啊！"], ["children playing cops and robbers", "在玩警察抓坏蛋游戏的孩子们"], ["a TV cop show", "电视警察节目"], ["He's not much cop as a singer.", "他的歌唱得不怎么样。"], ["He's not much cop as a singer.", "他的歌唱得不怎么样。"], ["He copped all the hassle after the accident.", "他在事故发生后各种的麻烦都受了。"], ["Cop a load of this!(= Listen to this)", "听听这一大套！"]]}, "crank": {"ex": ["n. 曲轴；（想法）古怪的人；脾气坏的人；容易恼怒的人", "adj. 活泼的；逞能的；(建筑物等)松松垮垮的；像要翻似的", "v. 用曲柄转动（或启动）", "网络 怒火攻心；快克杀手；曲柄轴"], "pron": {"peg": "英 [kræŋk] ", "pam": "美 [kræŋk] "}, "eg2": [["Vegetarians are no longer dismissed as cranks.", "素食者不再被视为有怪癖的人。"], ["to crank an engine", "用曲柄发动引擎"], ["He has a limited time to crank the reforms into action.", "他启动各项改革的时间很有限。"]]}, "crimp": {"ex": ["n. 卷发；皱褶；抑制；束缚", "vt. 使卷曲；使有褶"], "pron": {"peg": "[krɪmp]", "pam": "[krɪmp]"}, "st": {}, "wp": {"Crimp test": "卷曲测试", "spring crimp": "弹簧卷钩", "crimp fabric": "绉纹织物;\t\t泡泡纱", "crimp contact": "压接接触件;端接类型", "latent crimp": "潜在卷曲;潜在卷缩", "yarn crimp": "纱卷曲;纱鬈曲", "crimp amplitude": "卷曲波高", "crimp yarn": "卷曲纱", "z crimp": "锯齿形卷曲"}, "eg2": [["If firms do begin hiring again, it could prevent a renewed hit to bank lending, which would in turn<b> crimp</b> spending again.", "如果企业当真再度开始雇人,就能防止对银行放款形成新的打击.反之若银行贷款再受打击,将进而抑制支出."], ["Resources and construction stocks also went into retreat amid concerns that the lending clampdown might<b> crimp</b> growth.", "由于投资者担心，放贷限令可能会阻碍增长，资源和建筑类股也有所下跌。"]]}, "demise": {"pron": {"peg": "英 [dɪ'maɪz] ", "pam": "美 [dɪ'maɪz] "}, "ex": ["n. 死亡；逝世；终止；失败", "v. 遗赠；逊(位)", "网络 转让；让位；薨"], "eg2": [["his imminent/sudden/sad demise", "他死到临头；他的猝死；他悲惨的死亡"]]}, "department": {"pron": {"peg": "[dɪ'pɑrtmənt]", "pam": "[dɪ'pɑrtmənt]"}, "wp": {}, "ex": ["n. 部；部门；系；科；局"], "eg2": [["The  offers four specialities.", "这个系有四个专业。"], ["This room has been set aside for the<b> department</b> files.", "这个房间已被用来存放本部门的案卷。"], ["The manager deputed the running of the  to his secretary.", "经理把部门的管理工作委托给他秘书了。"]], "st": {}}, "depress": {"ex": ["vt. 压抑；使沮丧；使萧条"], "pron": {"peg": "[dɪ'prɛs]", "pam": "[dɪ'prɛs]"}, "st": {}, "wp": {"depress price": "抑制价格", "depress to": "降低到", "depress s": "按下;使不景气;使沮丧;使经济萧条", "financial depress": "金融压抑", "depress acutely": "非常苦恼", "elate depress": "使兴奋", "depress lower": "压低;使沮丧", "depress whirl": "控旋", "depress cough": "镇咳"}, "eg2": [["Expanding the source of raw material should also  the price of petroleum.", "原料来源的扩展同样会对石油价格起到抑制作用。"], ["These effects of deflation  the economy further, which leads to more deflation, and so on.", "这些通货紧缩的效应进一步抑制经济，从而导致更多的紧缩。"], ["Music can also activate your brain’s reward centers and<b> depress</b> activity in the amygdala, reducing fear and other negative emotions.", "音乐也能激活你大脑的奖赏中心，并且抑制杏仁核的活动，减轻恐惧和其他负面情绪。"]]}, "derive": {"ex": ["vt. 源于；得自；获得", "vi. 起源", "n. (Derive)人名；(法)德里夫"], "pron": {"peg": "[dɪ'raɪv]", "pam": "[dɪ'raɪv]"}, "st": {"similar": "rise", "transform": [["vt.", "derived,deriving"]]}, "wp": {"Derive activity": "引导业务", "derive circuit": "分支电路;驱动电路", "derive recently": "最近源于", "derive knowledge": "获得知识", "dmo derive": "的演示文件格式", "derive demand": "派生需求;衍生性需求", "finance derive": "金融衍生品", "derive the": "推导出", "derive draw": "吸取"}, "eg2": [["Now you can<b> derive</b> this.", "现在你们能得到这个。"], ["So like any diligent scientist, he set about trying to<b> derive</b> one.", "所以，像其他勤奋的科学家一样，他自己尝试着推论出一个来。"], ["We should be judged by the quality of our products and the value investors  from them.", "我们的价值应该以我们产品的质量和投资者从中得到的价值来衡量。"]]}, "discern": {"ex": ["vt. 识别；领悟，认识", "vi. 看清楚，辨别"], "pron": {"peg": "[dɪ'sɝn]", "pam": "[dɪ'sɝn]"}, "st": {"similar": "perceive,distinguish,observe,notice"}, "wp": {"Discern Lies": "辨知谎言;辨识谎言;洞悉谎言;识破谎言", "discern safely": "安全识别", "intelligence discern": "智能识别", "discern technology": "自动识别技术", "Discern Choice": "爱品味", "Discern form": "明辨两者之间之不同", "discern from": "从", "Discern Location": "感知位置;辨位术", "to discern": "识别;看出"}, "eg2": [["\" what is best ...\" Pray that they make wise choices.", "“辨别什么是最好的...” 祷告他们做出明智的选择。"], ["We should learn to<b> discern</b> and analyze the essentials of complicated questions.", "我们应该学会认识和分析复杂问题的本质。"], ["But beyond these generalizations, we wanted to  the detail of what it was that kept them from picking up controller, mouse, or remote.", "但除了这些普遍因素外，我们想要看清楚的是让他们远离控制器和鼠标的更为细节的原因。"]]}, "dispute": {"ex": ["vt. 辩论；怀疑；阻止；抗拒", "vi. 争论", "n. 辩论；争吵"], "pron": {"peg": "['dɪs'pjʊt]", "pam": "['dɪs'pjʊt]"}, "st": {"similar": "argument,discuss", "transform": [["vi.", "disputed,disputing"]]}, "wp": {"labor dispute": "劳资纠纷;劳动争议;劳动纠纷;劳资矛盾", "dispute resolution": "和调解纠纷;争议解决;争端解决;争议的解决", "trade dispute": "劳资纠纷;劳资争议;\t\t商务争议;贸易争端", "Dispute Settlement": "争端解决;纠纷解决;争议解决;争端的解决", "maritime dispute": "海事争议", "succession dispute": "继承纠纷", "rent dispute": "租务纠纷", "international dispute": "国际争端;国际纠纷;国际争端英语", "tax dispute": "税收争议"}, "eg2": [["Mother interposed in the<b> dispute</b> between my brother and me.", "母亲介入了我与哥哥之间的争论。"], ["Mother interposed in the<b> dispute</b> between my brother and me.", "母亲干预了我和哥哥之间的争论。"], ["The  at the moment revolved about the question of whom to send.", "当时的争论是围绕着派谁去好这一问题而进行的。"]]}, "disruption": {"pron": {"peg": "[dɪs'rʌpʃən]", "pam": "[dɪs'rʌpʃən]"}, "wp": {"Alien Disruption": "毁灭外星人;外星人入侵", "Vile Disruption": "卑劣的瓦解", "ecological disruption": "生态失调;生态破坏;所可能产生之生态干扰;生态失调生态破坏", "Disruption Tower": "隐形塔;未知", "Mating Disruption": "干扰交配;交配干扰;迷向法", "Soothing Disruption": "安抚疼痛", "marital disruption": "婚姻破裂", "weapon disruption": "武器干扰研究;武器中断", "Urethral disruption": "尿道断裂"}, "ex": ["n. 破坏，毁坏；分裂，瓦解"], "eg2": [["He could draw men round him and keep them bound to him; while his powerful attraction was there,  was out of the question.", "他能够把人们吸引到他的周围而且保持他们的忠心；而他的强大吸引力所在之处，就不可能有分裂。"], ["Part of the genius of capitalism is its ability to adjust to<b> disruption</b> from within and attacks from without.", "资本主义的一个好处在于它有能力从内部调整分裂，又能从外部适应攻击。"], ["This region, in particular, knows the costs and<b> disruption</b> caused by outbreaks of dengue and Japanese encephalitis.", "这个区域尤其了解登革热和日本脑炎暴发所造成的费用和破坏。"]], "st": {}}, "domestic": {"pron": {"peg": "[də'mɛstɪk]", "pam": "[də'mɛstɪk]"}, "wp": {"domestic flight": "国内航班;国内班机;国际航班;国内航线", "domestic duck": "家鸭;鸭货;做了家鸭", "domestic block": "住宅楼宇;住宅大厦", "domestic building": "住用建筑物;住宅大厦;居住房屋;非住用建筑物", "domestic vacancy": "空置住宅楼宇;空置住宅单位", "domestic price": "国内价格;出口国价格;本土价格;\t\t国内市场价格", "domestic sewage": "生活污水;家庭污水;生活排水;城市污水", "domestic export": "本地产品出口;国内出口", "domestic pig": "家猪;家猪的畸形胎儿"}, "ex": ["adj. 国内的；家庭的；驯养的；一心只管家务的", "n. 国货；佣人"], "eg2": [["The film turns about a<b> domestic</b> tragedy.", "这部影片主要讲述一个家庭悲剧。"], ["She was twittering about<b> domestic</b> trivialities.", "她在嘁嘁喳喳地说着些家庭琐事。"], ["Low prices crimped<b> domestic</b> output and foreign imports.", "低物价阻碍了国内出口和国外进口。"]], "st": {}}, "downward": {"pron": {"peg": "['daʊnwɚd]", "pam": "['daʊnwɚd]"}, "wp": {"downward erosion": "下切侵蚀", "downward mining": "下行开采", "Downward Variation": "下行波动", "downward ad": "向下地", "downward press": "向下压水", "downward landscape": "俯视景观", "downward mobility": "向下流动;趋下流动趋下流动;降职流动", "Downward Bias": "向下偏误", "downward stretch": "向下延伸"}, "ex": ["adj. 向下的，下降的", "adv. 向下"], "eg2": [["The rate of population increase has been ratcheting .", "人口增长率一直在步步下降。"], ["Sometimes you serve upward to those in authority, and sometimes you serve  to those in need.", "有时你向上服侍那些有权势的人，有时你向下帮助那些有需要的人。"], ["We know the water moves downwards when its left to itself as in rain, but you see if it moves<b> downward</b> on the right that would leave a gap , vacuum a hole in the pipe .", "我们知道水都是往下运动的，就好比如同下雨一样，但是你会发现如果在右边的水也向下运动,就会产生一个空隙，在吸管里会有一段真空部分。"]], "st": {}}, "dramatically": {"pron": {"peg": "[drə'mætɪkli]", "pam": "[drə'mætɪkli]"}, "wp": {"dramatically different": "明显的不同", "dramatically increases": "大大上升", "arrange dramatically": "不寻常地安排", "sharply dramatically": "剧烈地", "elevated dramatically": "急剧升高", "increases dramatically": "明显增加", "Changing dramatically": "发生巨大的改变", "dramatically improve": "明显改善", "decreased dramatically": "大幅下降;急剧下降"}, "ex": ["adv. 戏剧地；引人注目地", "adv. 显著地，剧烈地"], "eg2": [["This improves the speed of your builds .", "这将显著提高您的内部版本的速度。"], ["We all have natural strengths and talents that can<b> dramatically</b> help those around us.", "我们天生有自己的长处和才能，这能极大地帮助身边的人。"], ["They understand the data far better than we do, so a little bit of effective collaboration with them can<b> dramatically</b> reduce overall development costs.", "他们远远比我们了解数据，因此与他们进行一点点有效的协作就可以显著地减少整个开发成本。"]], "st": {}}, "dye": {"ex": ["n. 染料；染液", "v. 染；给…染色", "网络 染色剂(dyestuff)；颜料；染发"], "pron": {"peg": "英 [daɪ] ", "pam": "美 [daɪ] "}, "eg2": [["to dye fabric", "染织物"], ["She dyed her hair blonde.", "她把头发染成了金黄色。"], ["black dye", "黑色染料"], ["hair dye", "染发液"], ["natural/chemical/vegetable dyes", "天然╱化学╱植物染料"]]}, "endorse": {"pron": {"peg": "[ɪn'dɔrs]", "pam": "[ɪn'dɔrs]"}, "wp": {"nto endorse": "拥护", "endorse aim": "认可;赞同目标", "endorse bill": "背签票据", "impugn endorse": "责难", "accommodation endorse": "融通背书", "endorse over": "背书转让权;将所有权让与;背书", "re endorse": "再背书", "endorse clause": "背书条款", "endorse off": "背书证明支取一部分票面金额"}, "ex": ["vt. 背书；认可；签署；赞同；在背面签名"], "eg2": [["If wechoose to eat animals, it is my belief that we<b> endorse</b> the suffering of livingbeings -- those who we consume and those who we share the planet with.", "我的信念是，如果我们选择吃动物，我们就赞同众生的痛苦 - 那些我们是食用的并与我们共享地球的众生。"], ["Allow me to get the standard disclaimer out of the way, which is that, in fairness to other treatments of my work, I cannot<b> endorse</b> any of them, including this one.", "请允许我先发表一个免责声明，即为了公平起见，对于所有针对我作品的评论，我不会发表任何赞同与否的意见，也包括对这本书。"], ["President Bush convened a press conference to  the bill, which has some of his fingerprints as well.", "布什总统召开新闻发布会认可这个当中含有他的一些特点的法案。"]], "st": {"transform": [["vt.", "endorsed,endorsing"]], "similar": "approve"}}, "equitable": {"ex": ["adj. 公平的，公正的；平衡法的"], "pron": {"peg": "['ekwɪtəb(ə)l]", "pam": "['ekwɪtəb(ə)l]"}, "st": {}, "wp": {"Equitable Estoppel": "衡平禁反言;禁止反言;禁反言;禁止反悔", "equitable distribution": "公平分配;公平分配制;资源的公平分配", "Equitable Servitudes": "衡平法上的地役权;地役权", "equitable jurist": "衡平法学家;平衡法学家英语", "equitable remedies": "衡平法救济", "equitable presumption": "衡平法有效的推定;平衡法上有效的推定", "equitable growth": "公平增长", "equitable care": "公平关爱", "equitable solution": "公平解决"}, "eg2": [["Extra efforts are needed to ensure that all people can benefit from them in an<b> equitable</b> manner.", "我们还需要做出额外努力，确保所有人都能够以公平的方式从中受益。"], ["Nevertheless, an<b> equitable</b> commitment can and should exist for every phase of the project if the project is to remain viable.", "然而，如果项目能够保持可行，那么项目的每个阶段应该存在一个公平的承担义务。"], ["They have patiently petitioned the state to grant them more<b> equitable</b> rights before the law.", "她们耐心地请求国家基于法律给予她们更公平的权利。"]]}, "escalate": {"pron": {"peg": "['ɛskəlet]", "pam": "['ɛskəlet]"}, "wp": {"to escalate": "升级", "Slowly Escalate": "逐步晋级", "escalate into": "逐步升级为", "escalate e": "发展;增加;逐步上升;使逐步升级", "diminish escalate": "减少", "tension escalate": "紧张关系升级", "escalate ebb": "扩大", "escalate vi": "逐步上升", "Tariff Escalate": "关税升级"}, "ex": ["vi. 逐步增强；逐步升高", "vt. 使逐步上升"], "eg2": [], "st": {"transform": [["vt.", "escalated,escalating"]]}}, "exposure": {"pron": {"peg": "[ɪk'spoʒɚ]", "pam": "[ɪk'spoʒɚ]"}, "wp": {"Northern Exposure": "北国风云;南国风云;北国风情;诺森德珍兽", "Transaction Exposure": "交易风险;交易暴露;经济业务风险暴露;生意营业危害", "Auto Exposure": "自动曝光;自动测光;自动白光平衡;简报自动补光功能", "Exposure chart": "曝光曲线;曝光表;曝光曲线图;曝光图表", "Economic Exposure": "经济风险;经济风险暴露;经济暴露;源自外汇波动的公司资金流动的风险", "Exposure Compensation": "曝光补偿;暴光补偿;曝光抵偿;暴光赔偿", "EXPOSURE CONTROLS": "曝光控制;曝光掌握;控制曝光;接触控制", "Panoramic exposure": "全景曝光;周向照射;全景照射;周向曝光", "exposure time": "曝光时间;暴露时间;\t\t曝露时间;\t\t照射时间"}, "ex": ["n. 暴露；曝光；揭露；陈列"], "eg2": [["Although that<b> exposure</b> was small compared with their portfolios, it could have a big impact because they have so little equity as a cushion.", "尽管与它们的投资组合相比，暴露出的只是一小部分，但会造成巨大的冲击，因为它们的缓冲余地很小。"], ["No matter what level of<b> exposure</b> you have, your lung cells know it and they are responding.", "无论你暴露在什么样的烟雾环境中，你的肺部细胞都知道，并且会起反应。"], ["So in the NRC world these are the multiple barriers to public<b> exposure</b> and public risk.", "在NRC的世界里，这些都是多重障碍,对于公众暴露和公众危险来说。"]], "st": {}}, "fourfold": {"ex": ["adj. 四倍的；四重的；四垒的", "adv. 四倍；四重"], "pron": {"peg": "['fɔrfold]", "pam": "['fɔrfold]"}, "st": {}, "wp": {"Fourfold Amen": "四叠阿门", "fourfold interlacing": "四重隔行扫描;隔三行扫描", "the fourfold": "四重性", "Fourfold Gospel": "四重福音", "Fourfold circuit": "四倍频鉴向电路", "fourfold yarn": "四股线", "fourfold quadruplicity": "四重", "fourfold negation": "四句分别", "fourfold data": "四格表"}, "eg2": [["Lin and Li reflect the most extreme result of an industry burgeoning from the<b> fourfold</b> rise since 2006 in the number of Chinese undergraduates at U.", "自2006年以来，到美国读本科的中国学生人数增长了四倍，林和李的遭遇反映了这一蓬勃发展的行业的极端情况。"], ["Using the virus to make the system assemble itself improves the efficiency of the oxygen production , Nam says.", "使用病毒使这个系统进行自装配使得氧气生产效率提高了四倍，南说。"], ["Chinese authorities have already told Beijing that the cost of water will increase<b> fourfold</b> next year.", "中国的有关部门早已告诉北京，明年中国的水费价将增长四倍。"]]}, "freight": {"pron": {"peg": "英 [freɪt] ", "pam": "美 [freɪt] "}, "ex": ["v. 货运；寄送；使充满（某种心情或口气）", "n. 货运；（海运、空运或陆运的）货物", "网络 运费；运输；船货"], "eg2": [["to send goods by air freight", "空运货物"], ["a freight business", "货运公司"], ["passenger and freight transportation services", "客货运业务"], ["Each word was freighted with anger.", "字字充满愤怒。"]]}, "fretfulness": {"ex": ["n. 焦躁"], "pron": {"peg": "['fretfulnis]", "pam": "['fretfulnis]"}, "st": {}, "wp": {}, "eg2": []}, "gleam": {"ex": ["v. 闪烁；发微光；隐约闪光；显得光洁明亮", "n. 闪现；一线；微光（常指反光）；少量", "网络 发光；光芒；短暂微弱的显现"], "pron": {"peg": "英 [ɡliːm] ", "pam": "美 [ɡlim] "}, "eg2": [["The moonlight gleamed on the water.", "月光照在水面上泛起粼粼波光。"], ["Her eyes gleamed in the dark.", "她的眼睛在黑暗中闪着亮光。"], ["The house was gleaming with fresh white paint.", "房子刚刷过白漆，显得光洁明亮。"], ["Her teeth gleamed white against the tanned skin of her face.", "她的牙齿在褐色面孔映衬下显得洁白明亮。"], ["His eyes gleamed with amusement.", "他眼睛里流露出愉悦的神情。"], ["Amusement gleamed in his eyes.", "他眼睛里流露出愉悦的神情。"], ["the gleam of moonlight on the water", "水面上荡漾的月光"], ["A few gleams of sunshine lit up the gloomy afternoon.", "几线阳光使阴暗的下午亮了起来。"], ["I saw the gleam of the knife as it flashed through the air.", "我看见了刀在空中划过时的闪光。"], ["a faint gleam of hope", "微弱的一线希望"], ["a serious book with an occasional gleam of humour", "偶有一丝幽默的严肃的书"], ["a gleam of triumph in her eyes", "她眼里闪烁着胜利的光芒"], ["a mischievous gleam in his eye", "他淘气的眼神"], ["The gleam in his eye made her uncomfortable(= as if he was planning sth secret or unpleasant) .", "他闪烁的眼神令她感到不舒服。"]]}, "impregnable": {"ex": ["adj. 无法攻取的；不受影响的；要塞坚固的；有受精可能的；可以受孕的"], "pron": {"peg": "[ɪm'prɛɡnəbl]", "pam": "[ɪm'prɛɡnəbl]"}, "st": {}, "wp": {"Impregnable force": "金汤力;金", "impregnable pass": "雄关", "impregnable bulwark": "坚不可摧的力量或防御物", "Impregnable Fort": "无坚不摧", "impregnable a": "攻不破的", "Solid Impregnable": "固金汤", "impregnable E": "征服不了的", "impregnable castle": "坚不可摧的城堡", "impregnable virtue": "坚贞不屈的情操"}, "eg2": [["A new Iron Curtain is being drawn around Russia. It's not so<b> impregnable</b> or wide as the Soviet one.", "一个新铁幕在俄罗斯周围形成，不过这一个并没有苏联时期那么广阔和坚不可摧。"], ["Now, let us place the body under cover, that each one of us may defend this old man dead as he would his father living, and may his presence in our midst render the barricade !", "现在让我们保护好他的遗体，我们每个人都应当象保护自己活着的父亲那样来保护这位死了的老人。 让他留在我们中间，使这街垒成为铜墙铁壁。"], ["The last scheme for adding security to your machine is the boldest one. You will close the open port making your machine virtually  to any attack.", "增强计算机安全性的最后一种方案是最激进的：关闭打开的端口，这会让任何攻击都无法攻破您的计算机。"]]}, "inevitably": {"pron": {"peg": "[ɪn'ɛvɪtəbli]", "pam": "[ɪn'ɛvɪtəbli]"}, "wp": {"inevitably involved": "必然涉及", "inhibit inevitably": "不可避免地禁止", "inevitably y": "必然地", "inevitably civilized": "不可避免的文明;不可避免地文明", "single inevitably": "不可避免地挑选", "Inevitably Muddy": "也难免泥泞", "follow inevitably": "不可避免地到来", "result inevitably": "不可避免地产生", "inevitably demand": "不可避免地需求;必然要求;必然需求"}, "ex": ["adv. 不可避免地；必然地"], "eg2": [["So how to you deal with all this when it<b> inevitably</b> arises?", "所以当这些事情不可避免的发生时，你该怎么处理呢 ?"], [", if you are modeling a large system or a large area of a business, there will be many different classifiers in your model.", "不可避免，如果你正在为一个大的系统或大的业务领域建模，在你的模型中将会有许多不同的分类器。"], [", another financial crisis hit this summer in the US and Europe.", "不可避免地，另一场金融危机今夏袭击了美国和欧洲。"]], "st": {}}, "inflate": {"ex": ["vt. 使充气；使通货膨胀", "vi. 膨胀；充气"], "pron": {"peg": "[ɪn'flet]", "pam": "[ɪn'flet]"}, "st": {}, "wp": {"Inflate Us": "感染兽", "Inflate tool": "膨胀工具", "Inflate Cartoon": "充气卡通", "HOTTONIA INFLATE": "雪花草", "Eucypris inflate": "胖真星介", "Inflate Dot": "膨胀笔刷", "inflate gas": "膨胀气体", "inflate quantity": "打气量", "inflate rocks": "膨胀岩"}, "eg2": [["When they are found, doctors pass a tube with a balloon into the narrowed area and<b> inflate</b> the balloon to compress plaque deposits against the side of the artery.", "当它们被发现后，医生通过一个软管把一个小气球进入狭小的区域并且膨胀这个气球去压缩动脉边沉淀下来的血小板。"], ["Nor can euro members  the cost of the debt away, since they do not control monetary policy.", "欧元国也不能用通货膨胀的方式来降低借贷成本，因为他们不能控制货币政策。"], ["If it fails to , or you need top up the air, blow into this tube.", "如果充气失败，或者你需要补充充气，向管子直接吹气即可。"]]}, "inflationary": {"ex": ["adj. 通货膨胀的；通货膨胀倾向的；通货膨胀引起的"], "pron": {"peg": "[ɪn'fleʃənɛri]", "pam": "[ɪn'fleʃənɛri]"}, "st": {}, "wp": {}, "eg2": [["At some point in time this is .", "在某种程度上，目前是通货膨胀时期。"], ["They were worried about oil and food prices and<b> inflationary</b> pressures.", "他们担忧的是石油与食物价格以及通胀压力。"], ["As long as the Fed is responding to demand, an increase in the money supply is not .", "只要联储局的行为是在回应这一需求，那么货币供给的增加并不带有通货膨胀性。"]]}, "inventory": {"pron": {"peg": "英 ['ɪnvəntəri] ", "pam": "美 ['ɪnvən.tɔri] "}, "ex": ["n. 库存；财产清单；（建筑物里的物品、家具等的）清单", "v. 开列清单", "网络 存货；详细目录；存货清单"], "eg2": [["an inventory of the museum's contents", "博物馆馆藏清单"], ["The inventory will be disposed of over the next twelve weeks.", "在未来的十二个星期中将进行清仓处理。"], ["inventory control", "库存管理"], ["I've inventoried my father's collection of prints.", "我把父亲收藏的图片列成了清单。"]]}, "invoke": {"ex": ["vt. 调用；祈求；引起；恳求"], "pron": {"peg": "[ɪn'vok]", "pam": "[ɪn'vok]"}, "st": {"transform": [["vt.", "invoked,invoking"]]}, "wp": {"Invoke Application": "唤起应用程序;调用应用程序;唤起应用程式;调用应用", "Platform Invoke": "平台调用;平台叫用", "Invoke node": "方法节点;调用节点", "invoke precedent": "援引先例", "invoke operation": "调用操作;叫用作业", "dynamic invoke": "动态激活", "invoke conventions": "调用惯例", "Object invoke": "对象调用", "invoke PlaySound": "开始播放"}, "eg2": [["Should anyone be allowed to<b> invoke</b> any service?", "是否允许任何人调用任何服务？"], ["You can<b> invoke</b> this function from anywhere in the code.", "您可以在代码中的任何地方调用这个函数。"], ["So what do I need to do to dynamically discover and<b> invoke</b> the service?", "那么，我需要做什么才能动态地发现和调用这个服务？"]]}, "ironic": {"ex": ["adj. 讽刺的；反话的"], "pron": {"peg": "[aɪ'rɑnɪk]", "pam": "[aɪ'rɑnɪk]"}, "st": {}, "wp": {"ironic remarks": "讽刺的话", "ironic rebound": "讽刺性反弹", "ironic citrate": "柠檬酸铁;翻译", "Ironic sulfide": "硫铁化合物;翻译", "ironic remark": "反话;邓先生把反话", "ironic chloride": "氯化铁;翻译", "ironic verse": "具有反官方含义的诗", "ironic criticism": "反语批评", "Ironic Reading": "看一套"}, "eg2": [["I wondered if he was being<b> ironic</b> but his friend agreed with him, giving the sort of sigh that acknowledges a self-evident truth.", "我疑心他是否在说反话，但是他朋友也与他意见一致，发出几声叹息等于默认了这是不言自明的事实。"], ["But Copeland, an only child, is far from feeling dismal and finds it  that people in her life with children often complain about their lifestyles.", "但是作为一个独生女，科普兰还远远没有感觉凄惨，而且感到讽刺的是，她所认识的那些有孩子的人常常抱怨他们的生活方式。"], ["Buzz is still very unsure — and this is<b> ironic</b> for those who don’t understand the relationship within that Apollo 11 crew — but I don’t think Buzz, to this day, really understands Armstrong very well.", "巴兹也还是很不确定——这对那些并不了解阿波罗11号船员之间关系的人来说是个讽刺——但是我认为巴兹直到今天还是不能真正地很好了解阿姆斯特朗。"]]}, "leap": {"ex": ["vi. 跳，跳跃", "n. 飞跃；跳跃", "vt. 跳跃，跳过；使跃过", "n. (Leap)人名；(法)莱亚"], "pron": {"peg": "[lip]", "pam": "[lip]"}, "st": {"transform": [["vi.", "leaped或leapt,leaping"]]}, "wp": {"leap second": "闰秒;跳秒;全球将迎来闰秒", "leap day": "闰日;跳跃之日;天天飞跃;跳跃之日内购破解版", "leap over": "跳过;猛然跳过", "Leap Sheep": "绵羊飞跃;小羊快飞;跨栏的小羊", "Giant leap": "大跃进;梯云纵", "voltage leap": "电压突变;电压跃变", "viper leap": "毒蛇一击", "Leap Forth": "迈进集团", "CAT LEAP": "猫跳跃;猫腾跃"}, "eg2": [["He tensed his muscles for the .", "他绷紧肌肉准备跳跃。"], ["It was the wolf manner of fighting, to strike and<b> leap</b> away; but there was more to it than this.", "这是典型的狼的进攻方式：攻击然后迅速跳开，但是要比这次凶残的多。"], ["Every experience is in this case a<b> leap</b> into nothingness.", "每个经验在这种情况下都是一种进入虚无的跳跃。"]]}, "leverage": {"pron": {"peg": "['lɛvərɪdʒ]", "pam": "['lɛvərɪdʒ]"}, "wp": {"operating leverage": "经营杠杆;\t\t营运杠杆;营业杠杆;营业杠杆作用", "tax leverage": "税收杠杆", "Leverage Season": "都市侠盗第三季;都市侠盗;都市侠盗第四季;都市侠盗第一季", "moderate leverage": "温和的杠杆;适度的杠杆;温和杠杆", "Leverage Hypothesis": "杠杆假说;财务杠杆假说", "capital leverage": "资本杠杆作用;资本的杠杆作用;资本杠杆;财务杠杆作用", "fiscal leverage": "财税杠杆", "leverage value": "中心化杠杆值;杠杆值;杠杆价值;中间化杠杆值", "total leverage": "全部杠杆作用;总杠杆;合杠杆;或总杠杆"}, "ex": ["n. 手段，影响力；杠杆作用；杠杆效率", "v. 利用；举债经营"], "eg2": [["It was excess<b> leverage</b> and credit growth that brought the global economy to its knees.", "它是过量的杠杆作用和带来全球经济到它的拐点的贷款增加。"], ["Since the Americans have no<b> leverage</b> in these conflicts, they also have no incentive to pick sides.", "由于美国人在这些冲突中没有影响力，他们也就没有选择站哪边的动机。"], ["If being lazy is about using more<b> leverage</b> and doing less, the support and scaffolding necessary to do that is created with systems.", "如果懒惰是使用更多的手段并做更少的事，那么这么做所需要的支持和台架就是建立一个体系。"]], "st": {"transform": [["vi.,vt.", "leveraged,leveraging"]]}}, "logistic": {"ex": ["adj. 后勤学的；[数] 符号逻辑的"], "pron": {"peg": "[lo'dʒɪstɪk]", "pam": "[lo'dʒɪstɪk]"}, "st": {}, "wp": {"Logistic model": "Logistic模型;Malthus模型;罗吉特模式;对数模型", "Global Logistic": "全球运筹;全球物流", "Logistic system": "物流调度系统;形式系统;物流系统;逻辑体系", "Logistic analysis": "Logistic分析;回归分析;逻辑回归分析;Logistic回归", "logistic transformation": "逻辑变换;转型过程;逻辑转换", "cosco logistic": "中国远洋物流有限公司;海物流有限公司;中国近海物流无限公司", "Multinomial Logistic": "多项类别变量回归分析;回归分析", "logistic growth": "逻辑斯谛增长;种群的逻辑斯谛增长;逻辑斯蒂增长;Logistic增长", "logistic alliance": "后勤联盟"}, "eg2": [["Increased field coordination of technical, operational and<b> logistic</b> support is likewise needed.", "同样需要增加对技术、业务和后勤支持的现场协调。"], ["The strategy of ring vaccination emerged and was validated, vastly simplifying operational and<b> logistic</b> demands.", "环带免疫战略的产生和验证，极大地简化了操作和物流需求。"], ["UNICEF is carrying out social mobilization activities, raising awareness of the disease in the community and also providing additional<b> logistic</b> support and equipment.", "联合国儿童基金会正在开展社会动员活动，提高社区对该病的认识，并且还提供补充后勤支持和设备。"]]}, "manufacture": {"pron": {"peg": "['mænjə'fæktʃɚ]", "pam": "['mænjə'fæktʃɚ]"}, "wp": {"Manufacture Blancpain": "宝珀机芯工厂", "manufacture technology": "制造工艺;制造技术;制备技术;生产工艺", "Manufacture Manager": "生产部经理;生产经理;制造经理;生产厂长", "Manufacture structure": "公司管理构架", "economic manufacture": "经济生产", "manufacture catalogue": "产品目录;产品目录产品样本;产品样本", "MANUFACTURE DATE": "生产日期;制造日期;出厂日期;制造年月", "Manufacture Factory": "生产厂家", "skilful manufacture": "制作精巧;制造精致"}, "ex": ["n. 制造；产品；制造业", "vt. 制造；加工；捏造", "vi. 制造"], "eg2": [["The equipment is of our own .", "这设备是我们自己制造的。"], ["Now they lead in the  of weapons of mass destruction.", "现在他们在制造大规模杀人武器方面领先。"], ["This method of  evolved out of a long process of trial.", "这种制造方法是在长期试验过程中逐步形成的。"]], "st": {"transform": [["vt.", "manufactured,manufacturing"]], "similar": "make"}}, "marque": {"ex": ["n. 商品型号；捕拿特许", "n. (Marque)人名；(法)马克"], "pron": {"peg": "[mɑrk]", "pam": "[mɑrk]"}, "st": {}, "wp": {"lagrande marque": "伟大的标记", "Marque Cornblatt": "布朗布拉特", "Marque Ross": "标签", "The Marque": "奇客资讯", "Marque Milligan": "英文名", "Premium marque": "高档品牌", "Marque Shanghai": "豫园满客", "marque detail": "商品型号", "Marque page": "艺术书签"}, "eg2": []}, "meander": {"ex": ["n. 弯曲；漫谈；曲曲折折的路；闲聊", "v. 蜿蜒而行；迂回曲折；漫步；闲逛", "网络 曲流；蜿蜒而流；河曲"], "pron": {"peg": "英 [mi'ændə(r)] ", "pam": "美 [mi'ændər] "}, "eg2": [["The stream meanders slowly down to the sea.", "这条小河弯弯曲曲缓慢地流向大海。"]]}, "mill": {"pron": {"peg": "英 [mɪl] ", "pam": "美 [mɪl] "}, "ex": ["n. 磨坊；工厂；磨粉机；面粉厂", "v. 磨成粉", "网络 穆勒；密尔；米尔"], "eg2": [["a cotton/cloth/steel/paper mill", "纱厂；纺织厂；钢厂；造纸厂"], ["mill owners/workers", "工厂主；工人"], ["a pepper mill", "胡椒研磨器"]]}, "mobility": {"ex": ["n. （住处、社会阶层、职业方面的）流动能力；移动的能力", "网络 移动性；流动性；机动性"], "pron": {"peg": "英 [məʊ'bɪləti] ", "pam": "美 [moʊ'bɪləti] "}, "eg2": [["social/geographical/career mobility", "社会地位╱区域╱职业流动性"], ["An electric wheelchair has given her greater mobility.", "电动轮椅让她行动起来方便多了。"]]}, "nightmare": {"pron": {"peg": "['naɪt'mɛr]", "pam": "['naɪt'mɛr]"}, "wp": {}, "ex": ["n. 恶梦；梦魇般的经历", "adj. 可怕的；噩梦似的"], "eg2": [], "st": {}}, "nominal": {"pron": {"peg": "['nɑmɪnl]", "pam": "['nɑmɪnl]"}, "wp": {"nominal price": "有行无市的价格;\t\t名义价格;按盘价;\t\t虚价", "nominal power": "额定功率;\t\t标称功率;输出功率;公称功率", "nominal amount": "面额;象征式款额;名义金额;标称值", "Nominal Capacity": "标称容量;额定容量;额定功率;滑块公称压力", "nominal anchor": "名义锚;名义驻锚;名义支撑点", "Nominal lmpedance": "阻抗;额定阻抗;标准阻抗;标称阻抗", "nominal stress": "名义应力;公称应力;\t\t标称应力;公称応力", "nominal scale": "名目尺度;名义尺度;名目分类;称名量表", "nominal voltage": "标称电压;\t\t额定电压;公称电压;标定电压"}, "ex": ["adj. 名义上的；有名无实的；[会计] 票面上的", "n. [语] 名词性词"], "eg2": [["First, is the increase merely , or have real commodity prices also been rising?", "首先，涨价只是名义上的，还是实际的商品价格也在上涨？"], ["Another reason for the investigation of Mr Qu could involve distributing<b> nominal</b> state assets to private owners, an issue that has been a topic of conversation among many Titan Sports employees.", "调查瞿先生的另一个原因可能涉及到把名义上的国有资产分配给私人所有者，这个问题已经成为许多《体坛周报》雇员们的话题之一。"]], "st": {}}, "oligopoly": {"ex": ["n. 商品供应垄断", "网络 寡头垄断；寡占；寡占市场"], "pron": {"peg": "英 [ˌɒlɪ'gɒpəlɪ] ", "pam": "美 [ˌɒlə'gɒpəlɪ] "}, "eg2": []}, "ostensibly": {"pron": {"peg": "[ɑs'tɛnsəbli]", "pam": "[ɑs'tɛnsəbli]"}, "wp": {"ostensibly detection": "表观检测", "ostensibly advertisementsv": "皮相上地", "invite ostensibly": "表面上地邀请", "convert ostensibly": "表面上转向", "order ostensibly": "表面上地整理〔布置", "insist ostensibly": "表面上坚持", "hail ostensibly": "表面上欢迎", "begin ostensibly": "明显地开始", "fix ostensibly": "表面上地安排"}, "ex": ["adv. 表面上；外表"], "eg2": [["We are fighting a war<b> ostensibly</b> for the good of Afghanistan but without the consent of its people.", "我们正在打的一场战争表面上对阿富汗有利，但并没有得到其人民的同意。"], [" she was working for the Japanese. But she and her mentor, Charles Cousens, a major in the Australian army, had found ways of undermining them.", "表面上，她在为日本人工作，而实际上，她和她的朋友，澳陆军少校查尔斯•库森斯找到了很多方式来破坏宣传工作。"], ["Even for those states<b> ostensibly</b> committed to punishing atrocity crimes, the response has often been anemic.", "即使是那些表面上承诺惩罚残暴罪行的国家，其反应也往往苍白无力。"]], "st": {}}, "paean": {"ex": ["n. 赞美歌，欢乐歌"], "pron": {"peg": "['piən]", "pam": "['piən]"}, "st": {}, "wp": {"paean pean": "欢乐歌", "paean n": "赞美歌", "Hermit paean": "唱片名", "The Paean": "赞美之歌", "Hero Paean": "英雄赞歌", "Herose Paean": "英雄赞歌", "A Paean": "赞歌", "Buddhist paean": "礼佛的歌", "Heroes Paean": "英雄赞歌"}, "eg2": []}, "permanent": {"pron": {"peg": "英 ['pɜː(r)mənənt] ", "pam": "美 ['pɜrmənənt] "}, "ex": ["adj. 永久性；一直；坚持；不变的", "n. 恒齿；永久齿；电烫发；积和式", "网络 永久的；持久的；固定的"], "eg2": [["a permanent job", "固定工作"], ["permanent staff", "固定职工"], ["They are now living together on a permanent basis.", "他们现在是长期同住。"], ["The accident has not done any permanent damage.", "那场事故没有造成什么永久性损伤。"], ["a permanent fixture(= a person or an object that is always in a particular place)", "固定于某处的人／东西"]]}, "perplex": {"ex": ["vt. 使困惑，使为难；使复杂化"], "pron": {"peg": "[pɚ'plɛks]", "pam": "[pɚ'plɛks]"}, "st": {"similar": "puzzle"}, "wp": {"perplex x": "使困惑;迷惑;困惑", "to perplex": "困扰", "chinese perplex": "困难", "emotionality perplex": "情绪困扰", "writing perplex": "写作困惑", "perplex amazingly": "令人惊奇地困惑", "perplex clarify": "困惑;阐明", "perplex mentally": "心里困惑", "perplex greatly": "莫名其妙"}, "eg2": [["But don’t  the issue; it isn’t so complicated.", "但不要使问题复杂化了。 它没有那么复杂。"], ["Putin\\'s rise continues to  even devoted Kremlin observers.", "普京的崛起至今让克林姆林宫的观察家们感到迷惑。"], ["But these potentially anonymous weapons continue to<b> perplex</b> and confound our thinking about the future of war and terrorism.", "但是，这些潜在的不为人知的武器继续困扰着我们，并影响着我们对于未来战争和恐怖主义的看法。"]]}, "petroleum": {"ex": ["n. 石油；原油", "网络 汽油；石油化工；石化工业"], "pron": {"peg": "英 [pə'trəʊliəm] ", "pam": "美 [pə'troʊliəm] "}, "eg2": []}, "pickup": {"ex": ["n. 提货；好转；轻型货车；敞篷小货车", "adj. 临时拼凑的；临时组织的", "网络 皮卡；拾音器；拾起"], "pron": {"peg": "英 ['pɪkʌp] ", "pam": "美 ['pɪkʌp] "}, "eg2": [["casual pickups", "游戏鸳鸯"], ["a pickup in the housing market", "房市景气的好转"], ["Goods are delivered not later than noon on the day after pickup.", "货物递送不迟于收件后的第二天中午。"], ["A group of kids started a pickup game of basketball on the street outside.", "一群孩子在外面开始了即兴街头篮球赛。"]]}, "polypropylene": {"ex": ["n. 聚丙烯", "网络 聚丙烯纤维；聚丙稀；聚丙烯树脂"], "pron": {"peg": "英 [.pɒli'prəʊpəliːn] ", "pam": "美 [.pɑli'proʊpə.lin] "}, "eg2": []}, "profitable": {"pron": {"peg": "['prɑfɪtəbl]", "pam": "['prɑfɪtəbl]"}, "wp": {"profitable operation": "可营利地运用", "profitable sunrise": "利润日出", "profitable a": "有利的;有益的;有利的有盈利的;有利可图的", "Profitable Decisions": "赚钱决定", "profitable insurance": "营利保险", "Absolute profitable": "绝对有利可图", "profitable balance": "有效益的均衡", "Profitable Risks": "收益风险", "profitable aggression": "有益性攻击"}, "ex": ["adj. 有利可图的；赚钱的；有益的"], "eg2": [["And this is<b> profitable</b> growth.", "这是一个有益的增长。"], ["Because depending on the meaning of \"quickly,\" it could actually be very .", "因为取决于“快速地”的意思，它可能实际上非常有利可图。"]], "st": {}}, "protectionism": {"pron": {"peg": "[prə'tɛkʃə'nɪzəm]", "pam": "[prə'tɛkʃə'nɪzəm]"}, "wp": {"Investment Protectionism": "投资保护主义", "ecology protectionism": "生态保护主义", "export protectionism": "出口保护主义", "trade protectionism": "贸易壁垒;贸易保护主义;护主义;保护主义", "Eschewing Protectionism": "抛弃保护主义", "economic protectionism": "经济保护主义", "Parallel protectionism": "类似保护", "animal protectionism": "动物保护主义", "judicial protectionism": "司法保护主义"}, "ex": ["n. 保护主义，贸易保护主义；贸易保护制度"], "eg2": [["So it is with .", "保护主义也是如此。"], ["But the costs of  in trade and finance are especially large at moments like these.", "但是在这个非常时期，贸易与金融保护主义的代价特别大。"], ["In the meantime, what should be done to keep the rod of<b> protectionism</b> off their—and the world's—backs?", "与此同时，更应该做的事，是将保护主义的大棒从这些国家（以及全世界）的身上移开。"]], "st": {}}, "provision": {"pron": {"peg": "英 [prə'vɪʒ(ə)n] ", "pam": "美 [prə'vɪʒ(ə)n] "}, "ex": ["n. 提供；条款；供给；供应品", "v. 为…提供所需物品（尤指食物）", "网络 规定；预备；准备"], "eg2": [["housing provision", "住房供应"], ["The government is responsible for the provision of health care.", "政府负责提供医疗服务。"], ["There is no provision for anyone to sit down here.", "这里没有可坐的地方。"], ["The provision of specialist teachers is being increased.", "当局正在增加设置专门师资。"], ["He had already made provisions for(= planned for the financial future of) his wife and children before the accident.", "意外事故发生之前，他已为妻子、儿女做好了经济安排。"], ["You should make provision for things going wrong.", "你要采取措施，以防不测。"], ["Under the provisions of the lease, the tenant is responsible for repairs.", "按契约规定，房客负责房屋维修。"]]}, "recession": {"pron": {"peg": "[rɪ'sɛʃən]", "pam": "[rɪ'sɛʃən]"}, "wp": {"recession limb": "退水段", "Reflationary Recession": "衰退期", "recession direction": "回收方向", "slope recession": "坡面后退", "mild recession": "温和衰退;轻度衰退;缓慢衰退", "recession constant": "衰退常数", "global recession": "全球经济衰退", "Cyclical Recession": "而非周期性衰退", "deep recession": "深度衰退"}, "ex": ["n. 衰退；不景气；后退；凹处"], "eg2": [["In this , we seek the bogey.", "我们在这次衰退中寻找着魔鬼。"]], "st": {}}, "relocate": {"pron": {"peg": "[,ri'loket]", "pam": "[,ri'loket]"}, "wp": {"relocate in": "搬到", "Relocate potentials": "浮动电位", "to relocate": "他迁;重新安置;转移阵地;搬场", "relocate e": "迁移;重新摆放;调动;重新安置", "Relocate Parameters": "重新设置参数", "Relocate Wisp": "命令幽光", "program relocate": "程序浮动", "Close relocate": "闭合复位", "woman relocate": "移民妇女"}, "ex": ["vt. 重新安置；迁移", "vi. 重新安置；迁移新址", "n. 浮动"], "eg2": [["If they break up, the company will probably have to<b> relocate</b> one of them to make the workplace more comfortable.", "如果他们分手了，公司可能要重新安排他们中的一个来使工作场所更加舒适。"], ["In cases where you need to  the data files, you need to update the control file by issuing the following command.", "在您需要重新定位数据文件的情形下，您需要通过发出下面的命令来更新控制文件。"], ["But those factories would more likely<b> relocate</b> to the many other developing nations — India, Indonesia and so on — where costs are significantly lower than America's.", "但是那些企业更有可能会迁移到其他发展中国家，像印度、印尼等等，在这些国家的生产成本会比美国低得多。"]], "st": {"transform": [["vt.", "relocated,relocating"]]}}, "renegotiate": {"pron": {"peg": "[riːnɪ'gəʊʃɪeɪt]", "pam": "[riːnɪ'gəʊʃɪeɪt]"}, "wp": {}, "ex": ["vt. 重新谈判；重新协商", "vi. 重新谈判"], "eg2": [], "st": {"transform": [["vi.,vt.", "renegotiated,renegotiating"]]}}, "represent": {"pron": {"peg": "[,rɛprɪ'zɛnt]", "pam": "[,rɛprɪ'zɛnt]"}, "wp": {"Represent General": "表示一般", "represent objects": "表示对象", "Good Represent": "端正五官", "Bars Represent": "确定直条表示", "Business Represent": "商务代表", "Build represent": "建筑表现", "to represent": "代表;表示", "represent mode": "描述模", "page represent": "页面表示"}, "ex": ["vt. 代表；表现；描绘；回忆；再赠送", "vi. 代表；提出异议"], "eg2": [["Who are they and what do they ?", "他们是谁？又代表了什么重要性？"], ["They have delegated him to  their city at the convention.", "他们选举他代表他们市去参加代表大会。"], ["What do these electrons ?", "这些电子代表什么？"]], "st": {}}, "retaliate": {"pron": {"peg": "[rɪ'tælɪ'et]", "pam": "[rɪ'tælɪ'et]"}, "wp": {"retaliate aloft": "报复", "retaliate by": "以", "retaliate against": "回敬", "ranged retaliate": "远程反击", "Auto Retaliate": "按下自动反击键;按下主动还击键", "make retaliate": "报复", "to retaliate": "还手;报复", "forcefully retaliate": "强有力的报复", "retaliate upon": "报复"}, "ex": ["vi. 报复；回敬", "vt. 报复"], "eg2": [["If we raise our import duties on their goods,they may<b> retaliate</b> against us.", "如果我们提高他们的货物的进口税，他们可能要对我们进行报复。"], ["As in, “if you come after us (or our partners) Microsoft, just remember that we can now ”.", "如，“如果你跟在我们（或我们的合伙人）微软后面，记得我们现在就可以进行报复”。"], ["Unbridled freedom of expression that ignites and insult sentiments of others incites people to fiercely<b> retaliate</b> in the name of protecting their faiths and ideologies.", "表达自由激烈的呼声点燃了不满的情感，并煽动人们以保护信仰和意识形态的名义进行猛烈的报复行动。"]], "st": {"transform": [["vi.", "retaliated,retaliating"]]}}, "reveal": {"pron": {"peg": "[rɪ'vil]", "pam": "[rɪ'vil]"}, "wp": {}, "ex": ["vt. 显示；透露；揭露；泄露", "n. 揭露；暴露；门侧，窗侧"], "eg2": [], "st": {"similar": "disclose,divulge,tell,betray"}}, "saloon": {"ex": ["n. 酒馆；小轿车；（三厢）四门轿车；（客轮上的）交谊厅", "网络 沙龙；酒吧；大厅"], "pron": {"peg": "英 [sə'luːn] ", "pam": "美 [sə'lun] "}, "eg2": [["a five-seater family saloon", "五座家庭式轿车"]]}, "scenario": {"pron": {"peg": "[sə'nærɪo]", "pam": "[sə'nærɪo]"}, "wp": {"User scenario": "用户场景;户场景;户情景;使用模式", "Scenario Objectives": "剧本目标;本方针;多情景目标", "Scenario Simulation": "情景模拟;情境模拟;实境模拟;情节模拟法", "usage scenario": "使用场景;使用方案;使用方式情节", "clinical scenario": "临床场景;床情境;臨床场景;临床病案", "scenario method": "脚本法;场景法;情景法;情景分析方法", "Scenario Development": "前景规划;情境开发法;情景发展", "development scenario": "发展方案", "scenario template": "情节模板;脚本模板;情景模板;场景模板"}, "ex": ["n. 方案；情节；剧本；设想"], "eg2": [["In this , a user retrieves data from the database with no locks.", "在此方案中，用户从数据库中检索数据而不加任何锁。"], ["I guess you wrote about this senior from , but it sounds like he presented, right?", "我觉得你是从那个剧本里写出的这篇文章,但听起来像是他提出的，是么？"], ["But we may not be able to do this for every .", "但是我们不能每一种场景下都这么做。"]], "st": {"transform": [["n.", "scenarios"]]}}, "scramble": {"pron": {"peg": "['skræmbl]", "pam": "['skræmbl]"}, "wp": {"scramble net": "攀网", "Sensory Scramble": "感官混淆", "Subway Scramble": "混乱地铁;杂乱地铁;硬盘版", "parallel scramble": "哪位有并行扰码;并行扰码", "Megaman Scramble": "洛克人", "Scramble Ramp": "警戒坪", "scramble eggs": "炒蛋;煎全熟蛋", "You scramble": "你争我夺", "scramble competition": "利用竞争;分摊竞争"}, "ex": ["vt. 攀登；使混杂，仓促凑成；扰乱", "n. 抢夺，争夺；混乱，混乱的一团；爬行，攀登", "vi. 爬行，攀登；不规则地生长；仓促行动"], "eg2": [["Faced by emergency situations people are thought to suddenly behave like selfish animals, trampling others in the<b> scramble</b> to escape.", "在面临紧急情况时，人会突然表现得像自私的动物一样，在一阵混乱中相互踩踏以求逃命。"], ["And we drove a rented car up the highway to the sun, where we watched marmosets  around above the snow line, then spent a few days at Kootenai Lodge on Swan Lake.", "接着我们驾驶一辆租借的车沿着公路，开向太阳升起的地方，观看狨猴沿着长年积雪的雪线爬行，随后在斯旺莱克的库特内旅馆住了几天。"], ["A NEW<b> scramble</b> for Africa is under way.", "一场对非洲的新的争夺正在进行。"]], "st": {"transform": [["vi.", "scrambled,scrambling"]]}}, "senseless": {"ex": ["adj. 愚蠢的；无知觉的；无意识的"], "pron": {"peg": "['sɛnsləs]", "pam": "['sɛnsləs]"}, "st": {}, "wp": {"senseless violence": "毫无意义的暴力行为", "senseless dream": "无心义的梦;无意义的梦", "senseless talk": "没有意义的话", "Senseless Darkened": "暗昧", "But Senseless": "但理智", "SENSELESS CHATTER": "无谓的颤振;毫无意义地颤振;无谓聊天者", "senseless rules": "无意义的法规", "fall senseless": "失去知觉", "position senseless": "无位置传感器"}, "eg2": [["She bawled her<b> senseless</b> ditties to the audience.", "她声嘶力竭对听众唱出她那无意义的小曲。"], ["That would be<b> senseless</b> because the future only exists in your imagination.", "这是无意义的，因为未来只存在于你的想象之中。"], ["Without you, my life is . If you fall, I’ll fall with you.", "没有你我的生命毫无意义，如果你掉下去，我将跟你一起掉下去！"]]}, "shrug": {"pron": {"peg": "英 [ʃrʌɡ] ", "pam": "美 [ʃrʌɡ] "}, "ex": ["n. 耸肩（表示不知道或不在乎）；带袖短披肩", "v. 耸肩（表示不知道或不在乎）", "网络 你耸了耸肩；耸动；耸耸肩"], "eg2": [["Sam shrugged and said nothing.", "萨姆耸耸肩膀，什么也没说。"], ["‘I don't know,’ Anna replied, shrugging her shoulders.", " “我不知道。”安娜耸耸肩膀，应了一句。"], ["Andy gave a shrug. ‘It doesn't matter.’", "安迪耸耸肩：“这没关系。”"]]}, "skunk": {"ex": ["v. 欺骗；〈美俚〉击败", "n. 北美臭鼬", "网络 黄鼠狼；讨厌鬼；卑鄙的人"], "pron": {"peg": "英 [skʌŋk] ", "pam": "美 [skʌŋk] "}, "eg2": []}, "specifically": {"ex": ["adv. 特别地；明确地"], "pron": {"peg": "[spə'sɪfɪkli]", "pam": "[spə'sɪfɪkli]"}, "st": {}, "wp": {"more specifically": "更具体地说", "specifically instructed": "明确指示;特别指示;正在翻译", "specifically inhibit": "特异性抑制", "specifically weights": "特定权值", "scold specifically": "明确地责备", "specifically recognize": "特异性识别", "inhibiting specifically": "特异性抑制", "Specifically English": "行业英语培训", "specifically labelled": "标记分子中的标记原子局限于分子中的指定位置"}, "eg2": [["You do not have to<b> specifically</b> program these features into your application.", "您无需将这些特性特别地编程到您的应用程序中去。"], ["Content creators do not have to<b> specifically</b> ask that their copyright not be violated.", "内容创建者并不必须特意询问他们的版权是否被侵害。"], [", you need to create an instance variable for each dynamic component that you defined on the view.", "具体地，您需要为您在视图上定义的每一个动态组件创建一个实例变量。"]]}, "spiral": {"ex": ["n. 螺旋式；螺旋形；逐渐加速上升（或下降）", "v. 螺旋式上升（或下降）；盘旋上升（或下降）；急剧增长", "adj. 螺旋形的；螺旋式的", "网络 推理之绊；螺线；螺旋的"], "pron": {"peg": "英 ['spaɪrəl] ", "pam": "美 ['spaɪrəl] "}, "eg2": [["The birds circled in a slow spiral above the house.", "鸟儿在房子上空缓缓盘旋。"], ["the destructive spiral of violence in the inner cities", "内城区日益严重的暴力行为"], ["measures to control the inflationary spiral", "控制日益恶化的通货膨胀的措施"], ["the upward/downward spiral of sales", "日渐上升╱下降的销售额"], ["A snail's shell is spiral in form.", "蜗牛壳呈螺旋形。"], ["The plane spiralled down to the ground.", "飞机盘旋降落。"], ["the spiralling cost of health care", "急剧上涨的医疗费用"], ["Prices are spiralling out of control.", "物价飞涨，失去控制。"]]}, "squeeze": {"pron": {"peg": "英 [skwiːz] ", "pam": "美 [skwiz] "}, "ex": ["v. 挤压；挤出；捏；（使）挤入", "n. 挤压；塞；捏；榨出的液体", "网络 压榨；榨取；紧缩"], "eg2": [["to squeeze a tube of toothpaste", "挤牙膏"], ["to squeeze the trigger of a gun(= to fire it)", "扣动枪的扳机"], ["He squeezed her hand and smiled at her.", "他捏了捏她的手，冲她笑笑。"], ["Just take hold of the tube and squeeze.", "拿住软管挤就行了。"], ["to squeeze the juice from a lemon", "把一个柠檬的汁挤出来"], ["She felt as if every drop of emotion had been squeezed from her.", "她觉得自己的激情似乎已经榨尽了。"], ["He took off his wet clothes and squeezed the water out.", "他脱下湿衣服，拧干了水。"], ["freshly squeezed orange juice", "现榨的橙汁"], ["Soak the cloth in warm water and then squeeze it dry.", "把衣服在温水里泡一下，然后把它拧干。"], ["We managed to squeeze six people into the car.", "我们往那辆车上挤进了六个人。"], ["We managed to squeeze a lot into a week(= we did a lot of different things) .", "我们把很多事挤在一个星期里做完了。"], ["to squeeze into a tight dress/a parking space", "勉强穿上一件紧身连衣裙；把车勉强挤进一个停车位"], ["to squeeze through a gap in the hedge", "从篱笆上的豁口挤过去"], ["If you move forward a little, I can squeeze past.", "你朝前挪一挪，我就可以挤过去了。"], ["He's squeezing me for £500.", "他逼我拿出 500 英镑。"], ["High interest rates have squeezed the industry hard.", "高利率使这个行业举步维艰。"], ["He gave my hand a little squeeze.", "他轻轻捏了捏我的手。"], ["Give the tube another squeeze.", "把软管再挤一下。"], ["a squeeze of lemon juice", "挤出的一点儿柠檬汁"], ["It was a tight squeeze but we finally got everything into the case.", "箱子塞得很紧，不过我们最终还是把所有东西都装进去了。"], ["Seven people in the car was a bit of a squeeze.", "那辆车坐了七个人是有点挤。"], ["a squeeze on profits", "利润的减少"], ["We're really feeling the squeeze since I lost my job.", "自从我丢了工作后，我们的确感觉到手头拮据。"], ["a credit squeeze", "信贷紧缩"], ["Who's his main squeeze ?", "他最要好的女朋友是谁？"]]}, "stance": {"pron": {"peg": "[stæns]", "pam": "[stæns]"}, "wp": {"Unswerving Stance": "坚定不移的立场", "Intentional Stance": "意向姿态;意向立场;意向性立场", "Stance Upgrade": "状态反应", "Flash stance": "闪现姿态", "standing stance": "立马;立姿确保", "Defensive Stance": "防御姿态;防御状态;防御姿势;防御态势", "Spell Stance": "魔力姿态", "Berserker Stance": "狂暴姿态;狂战士态势;狂兵士态势;狂战士姿势", "Fiscal Stance": "财政态势;财政姿态"}, "ex": ["n. 立场；姿态；位置；准备击球姿势"], "eg2": [["When should this  change if not now?", "如果现在不改变立场，还要等到什么时候？"], ["That’s why we took the  we took, ” he added.", "这就是为什么我们采取我们所采取的立场，”他补充道。"], ["Their<b> stance</b> is that we are beginning to see some green shoots but nevertheless we have to be cautious.", "他们的立场是：我们开始看到全球经济复苏的一些‘绿色嫩芽’，但我们仍须谨慎。"]], "st": {}}, "struck": {"pron": {"peg": "[strʌk]", "pam": "[strʌk]"}, "wp": {"Gold Struck": "好运降临", "Ship struck": "除籍", "atom struck": "受撞原子", "struck capacity": "装载能量", "Ghost Struck": "鬼阴惊", "When struck": "亡灵系伤害率", "struck out": "三击出局;三击不中出局;原意指出局", "Suddenly Struck": "突然来袭", "struck jury": "特别陪审团"}, "ex": ["adj. 受罢工影响的", "v. 罢工，打击，撞击（strike的过去式和过去分词）", "n. (Struck)人名；(英)斯特拉克；(瑞典)斯特鲁克；(德)施特鲁克"], "eg2": [["He hit me, so I<b> struck</b> him back.", "他打了我， 所以我才还手打他。"], ["They<b> struck</b> for more pay.", "他们为增加薪金而罢工。"], ["She<b> struck</b> a glass of wine in my hand.", "她一掌打落了我手中的一杯酒。"]], "st": {}}, "suburb": {"pron": {"peg": "英 ['sʌbɜː(r)b] ", "pam": "美 ['sʌ.bɜrb] "}, "ex": ["n. 郊区；城外", "网络 市郊；近郊；郊外"], "eg2": [["a suburb of London", "伦敦郊区"], ["a London suburb", "伦敦郊区"], ["They live in the suburbs .", "他们住在城外。"]]}, "supplier": {"pron": {"peg": "英 [sə'plaɪə(r)] ", "pam": "美 [sə'plaɪr] "}, "ex": ["n. 供货商；供应者；供货方", "网络 供应商；供方；供货人"], "eg2": [["a leading supplier of computers in the UK", "英国一家主要电脑供应商"]]}, "sympathetic": {"pron": {"peg": "[,sɪmpə'θɛtɪk]", "pam": "[,sɪmpə'θɛtɪk]"}, "wp": {"Sympathetic imagination": "感同身受的想象力;同情的想象", "sympathetic trunk": "交感神经干;\t\t交感干;节后纤维", "Sympathetic strike": "同情罢工", "sympathetic ophthalmitis": "交感性眼炎;眼球发生交感性眼炎", "sympathetic block": "交感神经阻滞", "sympathetic induction": "共感诱发", "sympathetic nerves": "交感神经", "sympathetic ink": "隐显油墨;隐显墨水;变色油墨;隐色油墨", "sympathetic detonation": "感应爆炸;殉爆;交感神经爆轰;\t\t感应起爆"}, "ex": ["adj. 同情的；交感神经的；共鸣的；赞同的；和谐的；合意的", "n. 交感神经；容易感受的人"], "eg2": [["They were , but could not do anything.", "他们很同情亚瑟，却什么也帮不了他。"], ["I explained my problem to each of the<b> sympathetic</b> voices that answered.", "我给电话那边每个同情的嗓音都讲了我们的问题，没有结果。"], ["I explained my problem to each of the<b> sympathetic</b> voices that answered. In vain.", "我给电话那边每个同情的嗓音都讲了我们的问题，没有结果。"]], "st": {"similar": "tender"}}, "tactic": {"ex": ["n. 策略；战术", "网络 泰迪；战略；手段"], "pron": {"peg": "英 ['tæktɪk] ", "pam": "美 [ˈtæktɪk] "}, "eg2": [["They tried all kinds of tactics to get us to go.", "他们施尽所有的招数想让我们离开。"], ["This was just the latest in a series of delaying tactics .", "这只是一系列拖延战术中的一个新花招。"], ["The manager discussed tactics with his team.", "经理和他手下的一班人讨论了策略问题。"], ["Confrontation is not always the best tactic.", "对抗并非总是上策。"], ["It's time to try a change of tactic.", "现在是改弦易辙的时候了。"]]}, "tariff": {"ex": ["n. 关税；收费表；量刑标准", "v. 征收关税；定税率；定收费标准", "网络 价目表；关税税则；运费表"], "pron": {"peg": "英 ['tærɪf] ", "pam": "美 ['terɪf] "}, "eg2": []}, "testosterone": {"ex": ["n. 睾酮；睾丸素", "网络 睾固酮；睾丸酮；睾丸激素"], "pron": {"peg": "英 [te'stɒstərəʊn] ", "pam": "美 [te'stɑstə.roʊn] "}, "eg2": []}, "tribute": {"ex": ["n. 礼物；[税收] 贡物；颂词；（尤指对死者的）致敬，悼念，吊唁礼物"], "pron": {"peg": "['trɪbjut]", "pam": "['trɪbjut]"}, "st": {"similar": "encomium,eulogy,panegyric"}, "wp": {"online tribute": "网上悼念;网上吊唁;对逝者进行网上悼念", "Torrential Tribute": "激流葬;激流;暴雨致敬", "tribute concert": "纪念演唱会;热词纪念演唱会", "tribute chrysanthemun": "供菊", "My Tribute": "我心献曲;生命的执着;我国致敬", "Royal Tribute": "王家的牲祭;皇家贡品;益之御品", "TRIBUTE ARTIST": "致敬翻译公司家;致敬的翻译公司家;翻译公司家致敬", "tribute wine": "贡酒", "Mazda Tribute": "马自达丘比特"}, "eg2": [["The conquered had to render  to the conqueror.", "被征服者只得向征服者称臣纳贡。"], ["We thought that we should put some of them together as a  to him and the whole ISS crew.", "我们便把其中的一些照片集中在一起，并向他和空间站全体工作人员表示敬意。"], ["If I should happen to be a catalyst more than others, I consider that a  to those who have inspired me.", "如果我恰好比其他人更好地起到催化剂的作用，那么我会考虑为所有启示过我的人送上礼物。"]]}, "typical": {"ex": ["adj. 典型的；特有的；象征性的"], "pron": {"peg": "['tɪpɪkl]", "pam": "['tɪpɪkl]"}, "st": {"similar": "normal"}, "wp": {"typical element": "典型元素;\t\t典型元件;\t\t典型元;典型构件", "typical method": "典型的方法;经典方法", "typical structure": "典型结构;体式结构;典型构造", "typical installation": "典型安装;通用连接组", "typical pneumonia": "典型肺炎;典型性肺炎", "Typical drawing": "通用图;示例图;典型拉拔;典型拉伸", "Typical parts": "典型零件;典型零部件", "typical operation": "典型操作;典型运行;典型工序;典型动作", "typical division": "典型分裂"}, "eg2": [["The question is small but .", "问题虽小， 但很典型。"], ["This painting is a<b> typical</b> Rembrandt.", "这幅画是一幅典型的伦勃朗作品。"], ["But, in the more<b> typical</b> case, there will have been parallel changes.", "但是，在更加典型的情况下，会有平行变更被检测到。"]]}, "ultimate": {"ex": ["adj. 最终的；极限的；根本的", "n. 终极；根本；基本原则"], "pron": {"peg": "[ˈʌltəmɪt]", "pam": "[ˈʌltəmɪt]"}, "st": {"similar": "last"}, "wp": {"ultimate strength": "极限强度;\t\t强度极限;断裂强力;热封强度", "Ultimate Factories": "超级工厂;终极工厂;终级工厂全系列;终级工厂系列", "Vista Ultimate": "旗舰版;终极版;最终版;指挥舰版", "ultimate consumer": "最后消费者;末级消费者;\t\t最终消费者", "Ultimate Ears": "奥体美;艾美特;罗技;美国", "Ultimate Warrior": "终极战士;终极勇士;极限勇士;乌尔米特·瓦瑞尔", "ultimate cost": "最高费用;最终费用;最终成本;最后价值", "ultimate objective": "最终目标;最极目标", "ultimate liability": "根本责任;\t\t主要责任;最终责任"}, "eg2": [["The brain is the<b> ultimate</b> fountain of ideas.", "大脑是思想的根本源泉。"], ["But is this where we should end, so close to our<b> ultimate</b> goal?", "但是，我们在这么接近我们最终目标的地方就至此为止吗？"], ["The<b> ultimate</b> aim of their political party is to rebuild the society.", "他们政党的最终目标是改造社会。"]]}, "understatement": {"ex": ["n. 保守的陈述；不充分的陈述；有保留的陈述"], "pron": {"peg": "['ʌndɚstetmənt]", "pam": "['ʌndɚstetmənt]"}, "st": {"transform": [["vt.", "understated,understating"]]}, "wp": {"Guarded understatement": "谨慎性保留陈述", "Gentle Understatement": "一种温和婉转的说词", "an understatement": "不恰当的字眼", "hyperbole understatement": "夸张", "understatement of": "低估预收收入", "English understatement": "英语低调陈述", "Understatement of liabilities": "隐瞒负债", "THE UNDERSTATEMENT OF YEAR": "过于低调的陈述", "A Lucid Understatement": "一种明晰低调"}, "eg2": []}, "unwind": {"pron": {"peg": "[,ʌn'waɪnd]", "pam": "[,ʌn'waɪnd]"}, "wp": {"unwind V": "解开", "unwind stand": "退纸架", "Mandatory unwind": "强制平仓", "Memories unwind": "回忆减压", "great unwind": "大调整", "Unwind device": "放卷装置", "unwind unit": "退卷单元", "Relax unwind": "放松放松心情", "to unwind": "放松"}, "ex": ["vt. 放松；解开；[计] 展开", "vi. 放松；解开；松开"], "eg2": [["Your home should be your sanctuary, a place where, at the end of the day, you can relax and .", "家，应当是你的庇护所，是一个在一天的结束的时候可以让你休息和放松的地方。"], ["If they are experiencing stress at work, it will be a great way for them to  from a tough day.", "如果他们在工作中经受了巨大的压力，你来做一顿晚餐可以让他/她好好地放松一下。"], ["At the end of a long day, a good walk can help you<b> unwind</b> mentally and physically so you can more readily connect with your spouse and children.", "当漫长的一天结束之后，一次不错的散步可以帮助你放松思想与心理，从而使你更加欣然的与自己的配偶和孩子交流。"]], "st": {"transform": [["vt.", "unwound,unwinding"]]}}, "upbeat": {"pron": {"peg": "['ʌpbit]", "pam": "['ʌpbit]"}, "wp": {"upbeat school": "卫生学校", "upbeat certificate": "卫生证书", "Upbeat Reading": "乐观读数", "upbeat songs": "弱拍", "normally upbeat": "一向乐观", "upbeat estimate": "乐观估计", "Upbeat music": "欢快的音乐;快乐的音乐", "UPBEAT LIMITED": "骏跃有限公司", "Upbeat Simplicity": "简约时尚"}, "ex": ["n. 兴旺；上升；弱拍", "adj. 乐观的；上升的"], "eg2": [["You do if you're an<b> upbeat</b> person.", "如果你是个积极乐观的人，一定看过。"], ["That’s why I’ve been collecting ways to help people feel good and stay<b> upbeat</b> day in, day out.", "这就是为什么我曾经收集这些方法去帮助人们感觉良好并每天保持乐观的心态。"], ["Put some<b> upbeat</b> music on.", "可以放一些乐观的音乐。"]], "st": {}}, "utility": {"pron": {"peg": "[ju'tɪləti]", "pam": "[ju'tɪləti]"}, "wp": {"utility patent": "发明专利;实用专利", "time utility": "时间效用;时间价值;时候效用;时间工具", "utility aircraft": "通用飞机;效用机;通用机;改装的航空母舰", "utility charges": "公用事业设施收费;公用事业服务收费;公用设施收费", "utility knife": "美工刀;划刀;透明美工刀;实用刀", "Utility Menu": "实用菜单;应用菜单;工具菜单;应用命令菜单", "Utility tunnel": "共同沟;综合管廊;市政隧道", "utility maximization": "效用极大化;效用最大化;效用极大;极大化", "utility light": "工具灯;通用工作灯;东西灯"}, "ex": ["n. 实用；效用；公共设施；功用", "adj. 实用的；通用的；有多种用途的"], "eg2": [["This is the deeper meaning of marginal : that when society is free, even the most marginal among us need not be marginalized.", "这正是边际效用的深层含义：如果这个社会是自由的，即使是我们中最边际的人也不应该被边缘化。"], ["Luckily, this<b> utility</b> library does most of the work for you.", "幸运的是，此实用库能够为您做大部分工作。"], ["Yet happiness data do not enable us todirectly measure  and wellbeing.", "而幸福数据不会直接帮助我们衡量效用与健康。"]], "st": {"transform": [["n.", "utilities"]]}}, "valve": {"ex": ["n. 阀；阀门；气门；活门", "网络 电子管；瓣膜；汽门"], "pron": {"peg": "英 [vælv] ", "pam": "美 [vælv] "}, "eg2": []}, "vehicle": {"pron": {"peg": "英 ['viːɪk(ə)l] ", "pam": "美 ['viɪk(ə)l] "}, "ex": ["n. 车辆；工具；交通工具", "网络 媒介物；载体；运载工具"], "eg2": [["motor vehicles(= cars, buses, lorries/trucks, etc.)", "机动车辆"], ["Are you the driver of this vehicle?", "你是这辆汽车的驾驶员吗？"], ["rows of parked vehicles", "一排排停放的车辆"], ["Art may be used as a vehicle for propaganda.", "艺术可以用作宣传的工具。"], ["The play is an ideal vehicle for her talents.", "这部戏是她施展才华的理想机会。"]]}, "vendor": {"ex": ["n. 卖主；小贩；供应商；[贸易] 自动售货机"], "pron": {"peg": "['vɛndɚ]", "pam": "['vɛndɚ]"}, "st": {}, "wp": {"Vendor Scheduling": "采购计划法;商排程;推销计划法;供应商计划", "Vegetable Vendor": "卖菜", "software vendor": "软件卖主;软件公司;软件商", "Vendor Identification": "厂商标识", "Vendor ID": "厂商ID;厂商标识;运营商代码;制造商标识", "information vendor": "资讯供应商;信息供货商;信息贩卖商;情报商", "ticket vendor": "自动售票机;自动售票机英语", "vendor list": "制造厂表;厂家一览表;商名单;供应商清单", "vendor independence": "厂商独立性"}, "eg2": [["I think the<b> vendor</b> is still there.", "我想那个小贩应该还在那里。"], ["She looked at the  who cheated her the other day with distaste.", "她厌恶地望着那个前几天曾经欺骗过她的小贩。"], ["If you have been to Beijing*, you've most likely come across this street scene: a bunch of people crowded around a street , picking out skewers from a bubbling hot red broth.", "如果你曾经去过北京，你在大街上很可能遇到过这样的景象：一群人拥挤在一个街头小贩周围，正从一个滚烫的红色肉汤里挑选着串肉扦。"]]}, "vulnerability": {"pron": {"peg": "[,vʌlnərə'bɪləti]", "pam": "[,vʌlnərə'bɪləti]"}, "wp": {"social vulnerability": "社会脆弱性;脆弱性;社会的脆弱性", "ventricular vulnerability": "心室易颤性;易颤性", "cognitive vulnerability": "认知易感性", "groundwater vulnerability": "地下水脆弱性;脆弱性;地下水易污性", "fiscal vulnerability": "财政脆弱度", "target vulnerability": "目标脆弱性;目标要害;\t\t目标易受攻击性", "Vulnerability scan": "漏洞扫描;弱点扫瞄;弱点扫描;脆弱性扫描", "vulnerability sort": "安全漏洞分类", "Vulnerability Hex": "弱点魔咒"}, "ex": ["n. 易损性；弱点"], "eg2": [["This points to another .", "这指的是另一弱点。"], ["But you also notice the sense of limitation and the  associated with the physical state of virginity here.", "但是你们也要注意到限制和弱点的意义所在,那是与身体的贞节状态相联系的。"], ["Even if you did everything that I would do, we would still have a<b> vulnerability</b> to financial crises.", "即使你做了我说的所有事情，我们还是有弱点以至于金融危机趁虚而入的。"]], "st": {}}}, "Title": "How America’s car industry is coping with trade disputes\n", "paperStatistics": {"suggestedfocus": "16.7 Minutes", "wordsset": 632, "keywords": "America,Canada,Mexico,Trump,industry,supply,trade", "toughwords": 124, "allwords": 1130, "title": "How America’s car industry is coping with trade disputes\n", "desc": "A tour of car country reveals anxiety across automotive supply chains\n", "img": "https://www.economist.com/sites/default/files/imagecache/640-width/images/print-edition/20180825_WBP002_0.jpg\n", "date": "2018-08-27 12:35:20", "link": "2018_8_27_1.json"}}