{"date": "2018-08-06 12:12:20", "content": "\n A book <span class=\"fa fa-info-circle\">excerpt</span> from “21 Lessons for the 21st Century” by Yuval <span class=\"fa fa-info-circle\">Noah</span> Harari\n \n ![Anti-immigration, like pro-immigration, is a legitimate political position](https://cdn.static-economist.com/sites/default/files/20180804_OPP540.jpg) \n Sapiens\n \n <span class=\"fa fa-info-circle\">Homo</span> Deus\n \n 21 Lessons for the 21st Century\n \n *      * .    *\n \n The European discussion about immigration often <span class=\"fa fa-info-circle\">degenerate</span>s into a shouting match in which neither side hears the other. To <span class=\"fa fa-info-circle\">clarify</span> matters, it would perhaps be helpful to view immigration as a deal with three <span class=\"fa fa-info-circle\">bas</span>ic conditions or terms: \n \n : The host country allows the immigrants in. \n \n : In return, the immigrants must embrace at least the core norms and values of the host country, even if that means giving up some of their traditional norms and values. \n \n : If the immigrants <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">assimila</span>te</span> to a <span class=\"fa fa-info-circle\">sufficient</span> degree, over time they become equal and full members of the host country. ‘They’ become ‘us’. \n \n These three terms give rise to three <span class=\"fa fa-info-circle\">distinct</span> debates about the exact meaning of each term: \n \n : The first clause of the immigration deal says s<span class=\"fa fa-info-circle\">imply</span> that the host country allows immigrants in. But should this be understood as a duty or a favour? Is the host country <span class=\"fa fa-info-circle\">oblige</span>d to open its gates to everybody, or does it have the right to pick and choose, and even to halt immigration <span class=\"fa fa-info-circle\">altogether</span>? Pro-immigrationists seem to think that countries have a <span class=\"fa fa-info-circle\">moral</span> duty to accept not just refugees, but also people from <span class=\"fa fa-info-circle\">poverty</span>-<span class=\"fa fa-info-circle\">stricken</span> lands who seek jobs and a better future. Especially in a globalised world, all humans have <span class=\"fa fa-info-circle\">moral</span> <span class=\"fa fa-info-circle\">obligation</span>s towards all other humans, and those <span class=\"fa fa-info-circle\">shirk</span>ing these <span class=\"fa fa-info-circle\">obligation</span>s are <span class=\"fa fa-info-circle\">egoist</span>s or even <span class=\"fa fa-info-circle\">racist</span>s. \n \n Anti-immigrationists reply that except perhaps in the case of refugees fleeing <span class=\"fa fa-info-circle\">brutal</span> <span class=\"fa fa-info-circle\">persecution</span> in a neighbouring country, you are never <span class=\"fa fa-info-circle\">oblige</span>d to open your door. Turkey may have a <span class=\"fa fa-info-circle\">moral</span> duty to allow <span class=\"fa fa-info-circle\">desperate</span> Syrian refugees to cross its border. But if these refugees then try to move on to <span class=\"fa fa-info-circle\">Swede</span>n, the <span class=\"fa fa-info-circle\">Swede</span>s are not bound to accept them. As for migrants who seek jobs and <span class=\"fa fa-info-circle\">welfare</span>, it is totally up to the host country whether it wants them in or not, and under what conditions.   \n \n Anti-immigrationists stress that one of the most <span class=\"fa fa-info-circle\">bas</span>ic rights of every human collective is to defend itself against <span class=\"fa fa-info-circle\">invasion</span>, whether in the form of armies or migrants. The <span class=\"fa fa-info-circle\">Swede</span>s have worked very hard and made numerous <span class=\"fa fa-info-circle\">sacrifice</span>s in order to build a <span class=\"fa fa-info-circle\">prosperous</span> <span class=\"fa fa-info-circle\">liberal</span> democracy, and if the Syrians have failed to do the same, this is not the <span class=\"fa fa-info-circle\">Swede</span>s’ fault. If <span class=\"fa fa-info-circle\">Swedish</span> voters don’t want more Syrian immigrants in—for whatever reason—it is their right to refuse them entry. And if they do accept some immigrants, it should be <span class=\"fa fa-info-circle\">absolutely</span> clear that this is a favour <span class=\"fa fa-info-circle\">Swede</span>n extends rather than an <span class=\"fa fa-info-circle\">obligation</span> it fulfils. Which means that immigrants who are allowed into <span class=\"fa fa-info-circle\">Swede</span>n should feel extremely grateful for whatever they get, instead of coming with a list of demands as if they own the place.   \n \n Moreover, say the anti-immigrationists, a country can have whatever immigration policy it wants, screening immigrants not just for their criminal records or professional talents, but even for things like religion. If a country like Israel wants to allow in only Jews, and a country like Poland agrees to absorb Middle Eastern refugees on condition that they are Christians, this may seem <span class=\"fa fa-info-circle\">distasteful</span>, but it is perfectly within the rights of the Israeli or <span class=\"fa fa-info-circle\">Polish</span> voters. \n \n What <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">comp</span>licate</span>s matters is that in many cases people want to have their cake and eat it. Numerous countries turn a blind eye to illegal immigration, or even accept foreign workers on a <span class=\"fa fa-info-circle\">temporary</span> <span class=\"fa fa-info-circle\">bas</span>is, because they want to benefit from the foreigners’ energy, talents and cheap labour. However, the countries then refuse to legalise the status of these people, saying that they don’t want immigration. In the long run, this could create <span class=\"fa fa-info-circle\">hierarchical</span> societies in which an upper class of full citizens <span class=\"fa fa-info-circle\">exploit</span>s an <span class=\"fa fa-info-circle\">underclass</span> of <span class=\"fa fa-info-circle\">powerless</span> foreigners, as happens today in Qa<span class=\"fa fa-info-circle\">tar</span> and several other Gulf States.   \n \n As long as this debate isn’t settled, it is extremely difficult to answer all <span class=\"fa fa-info-circle\">subsequent</span> questions about immigration. Since pro-immigrationists think that people have a right to <span class=\"fa fa-info-circle\">immigrate</span> to another land if they so wish, and host countries have a duty to absorb them, they react with <span class=\"fa fa-info-circle\">moral</span> <span class=\"fa fa-info-circle\">outrage</span> when people’s right to <span class=\"fa fa-info-circle\">immigrate</span> is <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">viola</span>te</span>d, and when countries fail to perform their duty of <span class=\"fa fa-info-circle\">absorption</span>. Anti-immigrationists are <span class=\"fa fa-info-circle\">astound</span>ed by such views. They see immigration as a <span class=\"fa fa-info-circle\">privilege</span>, and <span class=\"fa fa-info-circle\">absorption</span> as a favour. Why accuse people of being <span class=\"fa fa-info-circle\">racist</span>s or <span class=\"fa fa-info-circle\">fascist</span>s just because they refuse entry into their own country?   \n \n Of course, even if allowing immigrants in <span class=\"fa fa-info-circle\">constitute</span>s a favour rather than a duty, once the immigrants settle down the host country gradually <span class=\"fa fa-info-circle\">incur</span>s numerous duties towards them and their <span class=\"fa fa-info-circle\">descendant</span>s. Thus you cannot justify anti-Semitism in the <span class=\"fa fa-info-circle\">USA</span> today by arguing that ‘we did your great-grandmother a favour by letting her into this country in 1910, so we can now treat you any way we like’. \n \n : The second clause of the immigration deal says that if they are allowed in, the immigrants have an <span class=\"fa fa-info-circle\">obligation</span> to <span class=\"fa fa-info-circle\">assimilate</span> into the local culture. But how far should <span class=\"fa fa-info-circle\">assimilation</span> go? If immigrants move from a <span class=\"fa fa-info-circle\">patriarchal</span> society to a <span class=\"fa fa-info-circle\">liberal</span> society, must they become <span class=\"fa fa-info-circle\">feminist</span>? If they come from a deeply religious society, need they adopt a <span class=\"fa fa-info-circle\">secular</span> world view? Should they abandon their traditional dress codes and food <span class=\"fa fa-info-circle\">taboo</span>s? Anti-immigrationists tend to place the bar high, whereas pro-immigrationists place it much lower.   \n \n Pro-immigrationists argue that Europe itself is extremely diverse, and its native populations have a wide <span class=\"fa fa-info-circle\">spectrum</span> of opinions, habits and values. This is exactly what makes Europe <span class=\"fa fa-info-circle\">vibrant</span> and strong. Why should immigrants be forced to <span class=\"fa fa-info-circle\">adhere</span> to some <span class=\"fa fa-info-circle\">imaginary</span> European identity that few Europeans actually live up to? Do you want to force Muslim immigrants to the UK to become Christian, when many British citizens hardly go to church? If Europe has any real core values, then these are the <span class=\"fa fa-info-circle\">liberal</span> values of <span class=\"fa fa-info-circle\">tolerance</span> and freedom, which <span class=\"fa fa-info-circle\">imply</span> that Europeans should show <span class=\"fa fa-info-circle\">tolerance</span> towards the immigrants too, and allow them as much freedom as possible to follow their own traditions, provided these do not harm the freedoms and rights of other people.   \n \n Anti-immigrationists agree that <span class=\"fa fa-info-circle\">tolerance</span> and freedom are the most <span class=\"fa fa-info-circle\">imp</span>ortant European values, and accuse many immigrant groups—especially from Muslim countries—of <span class=\"fa fa-info-circle\">in<span class=\"fa fa-info-circle\">tolerance</span></span>, <span class=\"fa fa-info-circle\">misogyny</span>, <span class=\"fa fa-info-circle\">homophobia</span> and anti-Semitism. Precisely because Europe cherishes <span class=\"fa fa-info-circle\">tolerance</span>, it cannot allow too many <span class=\"fa fa-info-circle\">in<span class=\"fa fa-info-circle\">tolerant</span></span> people in. While a <span class=\"fa fa-info-circle\">tolerant</span> society can manage small <span class=\"fa fa-info-circle\">il<span class=\"fa fa-info-circle\">liberal</span></span> minorities, if the number of such <span class=\"fa fa-info-circle\">extremist</span>s <span class=\"fa fa-info-circle\">exceed</span>s a certain <span class=\"fa fa-info-circle\">threshold</span>, the whole nature of society changes. If Europe allows in too many immigrants from the Middle East, it will end up looking like the Middle East.   \n \n Other anti-immigrationists go much further. They point out that a national community is far more than a collection of people who <span class=\"fa fa-info-circle\">tolerate</span> each other. Hence it is not enough that immigrants <span class=\"fa fa-info-circle\">adhere</span> to European standards of <span class=\"fa fa-info-circle\">tolerance</span>. They must also adopt many of the unique <span class=\"fa fa-info-circle\">characteristic</span>s of British, German or <span class=\"fa fa-info-circle\">Swedish</span> culture, whatever these may be. By allowing them in, the local culture is taking upon itself a big risk and a huge expense. There is no reason it should destroy itself as well. It offers <span class=\"fa fa-info-circle\">eventual</span> full equality so it demands full <span class=\"fa fa-info-circle\">assimilation</span>. If the immigrants have an issue with certain <span class=\"fa fa-info-circle\">quirk</span>s of British, German or <span class=\"fa fa-info-circle\">Swedish</span> culture, they are welcome to go elsewhere.   \n \n The two key issues of this debate are the disagreement about immigrant <span class=\"fa fa-info-circle\">in<span class=\"fa fa-info-circle\">tolerance</span></span> and the disagreement about European identity. If immigrants are indeed guilty of <span class=\"fa fa-info-circle\">incur</span>able <span class=\"fa fa-info-circle\">in<span class=\"fa fa-info-circle\">tolerance</span></span>, many <span class=\"fa fa-info-circle\">liberal</span> Europeans who currently favour immigration will sooner or later come round to <span class=\"fa fa-info-circle\">oppose</span> it bitterly. <span class=\"fa fa-info-circle\">Conversely</span>, if most immigrants prove to be <span class=\"fa fa-info-circle\">liberal</span> and broad-minded in their attitude to religion, gender and politics, this will <span class=\"fa fa-info-circle\">disarm</span> some of the most effective arguments against immigration.   \n \n This will still leave open, however, the question of Europe’s unique national identities. <span class=\"fa fa-info-circle\">Tolerance</span> is a <span class=\"fa fa-info-circle\">universal</span> value. Are there any unique French norms and values that should be accepted by anyone immigrating to France, and are there unique Danish norms and values that immigrants to <span class=\"fa fa-info-circle\">Denmark</span> must embrace? As long as Europeans are bitterly divided about this question, they can hardly have a clear policy about immigration. <span class=\"fa fa-info-circle\">Conversely</span>, once Europeans know who they are, 500 million Europeans should have no difficulty absorbing a few million refugees—or turning them away. \n \n : The third clause of the immigration deal says that if immigrants indeed make a <span class=\"fa fa-info-circle\">sincere</span> effort to <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">assimila</span>te</span>—and in particular to adopt the value of <span class=\"fa fa-info-circle\">tolerance</span>—the host country is duty-bound to treat them as first-class citizens. But exactly how much time needs to pass before the immigrants become full members of society? Should first-generation immigrants from <span class=\"fa fa-info-circle\">Algeria</span> feel <span class=\"fa fa-info-circle\">aggrieve</span>d if they are still not seen as fully French after twenty years in the country? How about third-generation immigrants whose grandparents came to France in the 1970s?   \n \n Pro-immigrationists tend to demand a <span class=\"fa fa-info-circle\">speedy</span> acceptance, whereas anti-immigrationists want a much longer <span class=\"fa fa-info-circle\">probation</span> period. For pro-immigrationists, if third-generation immigrants are not seen and treated as equal citizens, this means that the host country is not <span class=\"fa fa-info-circle\">fulfill</span>ing its <span class=\"fa fa-info-circle\">obligation</span>s, and if this results in tensions, <span class=\"fa fa-info-circle\">hostility</span> and even violence—the host country has nobody to blame but its own <span class=\"fa fa-info-circle\">bigotry</span>. For anti-immigrationists, these <span class=\"fa fa-info-circle\">inflate</span>d expectations are a large part of the problem. The immigrants should be patient. If your grandparents arrived here just forty years ago, and you now <span class=\"fa fa-info-circle\">riot</span> in the streets because you think you are not treated as a native, then you have failed the test.   \n \n The root issue of this debate concerns the gap between personal <span class=\"fa fa-info-circle\">timescale</span> and collective <span class=\"fa fa-info-circle\">timescale</span>. From the <span class=\"fa fa-info-circle\">viewpoint</span> of human collectives, forty years is a short time. It is hard to expect society to fully absorb foreign groups within a few decades. Past civilisations that <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">assimila</span>te</span>d foreigners and made them equal citizens—such as <span class=\"fa fa-info-circle\">Imperial</span> Rome, the Muslim <span class=\"fa fa-info-circle\">caliphate</span>, the Chinese empires and the United States—all took centuries rather than decades to <span class=\"fa fa-info-circle\">ac<span class=\"fa fa-info-circle\">comp</span>lish</span> the <span class=\"fa fa-info-circle\">transformation</span>.   \n \n From a personal <span class=\"fa fa-info-circle\">viewpoint</span>, however, forty years can be an <span class=\"fa fa-info-circle\">eternity</span>. For a teenager born in France twenty years after her grandparents <span class=\"fa fa-info-circle\">immigrate</span>d there, the journey from Algiers to <span class=\"fa fa-info-circle\">Marseilles</span> is ancient history. She was born here, all her friends have been born here, she speaks French rather than Arabic, and she has never even been to <span class=\"fa fa-info-circle\">Algeria</span>. France is the only home she has ever known. And now people say to her it’s not her home, and that she should go ‘back’ to a place she never <span class=\"fa fa-info-circle\">inhabit</span>ed? \n \n As long as we don’t know whether <span class=\"fa fa-info-circle\">absorption</span> is a duty or a favour; what level of <span class=\"fa fa-info-circle\">assimilation</span> is required from immigrants; and how quickly host countries should treat them as equal citizens—we cannot judge whether the two sides are <span class=\"fa fa-info-circle\">fulfill</span>ing their <span class=\"fa fa-info-circle\">obligation</span>s.   \n \n An additional problem concerns accounting. When evaluating the immigration deal, both sides give far more weight to <span class=\"fa fa-info-circle\">violation</span>s than to <span class=\"fa fa-info-circle\">compliance</span>. If a million immigrants are law-abiding citizens, but one hundred join terrorist groups and attack the host country, does it mean that on the whole the immigrants are <span class=\"fa fa-info-circle\">comply</span>ing with the terms of the deal, or violating it? If a third-generation immigrant walks down the street a thousand times without being <span class=\"fa fa-info-circle\">molest</span>ed, but once in a while some <span class=\"fa fa-info-circle\">racist</span> shouts abuse at her, does it mean that the native population is accepting or rejecting the immigrants? \n \n […]   \n \n Whatever your answers to these questions, it should at least be clear that the European debate about immigration is far from being a clear-cut battle between good and evil. It would be wrong to <span class=\"fa fa-info-circle\">tar</span> all anti-immigrationists as ‘<span class=\"fa fa-info-circle\">fascist</span>s’, just as it would be wrong to <span class=\"fa fa-info-circle\">depict</span> all pro-immigrationists as committed to ‘cultural <span class=\"fa fa-info-circle\">suicide</span>’. Therefore, the debate about immigration should not be conducted as an un<span class=\"fa fa-info-circle\">comp</span>romising struggle about some non-<span class=\"fa fa-info-circle\">negotiable</span> <span class=\"fa fa-info-circle\">moral</span> <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">imp</span>erative</span>. It is a discussion between two <span class=\"fa fa-info-circle\">legitimate</span> political positions, which should be decided through standard <span class=\"fa fa-info-circle\">democratic</span> <span class=\"fa fa-info-circle\">procedure</span>s. \n \n _______", "last": "2018_8_3_7.json", "next": "2018_8_6_2.json", "assistent": {"Algeria": {"ex": ["n. 阿尔及利亚；【国】阿尔及利亚；阿尔及利亚人民民主共和国", "网络 阿尔及利亚属；阿尔及尔；阿尔及利亚民主人民共和国"], "pron": {"peg": "英 [æl'dʒɪərɪə] ", "pam": "美 "}, "eg2": []}, "Conversely": {"ex": ["adv. 相反地"], "pron": {"peg": "[kən'vɝslɪ]", "pam": "[kən'vɝslɪ]"}, "st": {}, "wp": {"but conversely": "但相反;但反过来", "conversely applying": "逆向应用", "version conversely": "相反地", "Meanwhile Conversely": "与此同时相反;同时反过来;同时相反", "adversely conversely": "逆地", "tread conversely": "逆踏", "And Conversely": "而相反", "conversely evolution": "反演", "So Conversely": "因此反过来"}, "eg2": [[", each and every version of every file can be traced back to the activity, and therefore the change request, that caused the change.", "相反，每个文件的每一个版本都可以被追溯到这个活动，因此这个变更请求就可以引起变更。"], [", if the fire starts to die out and you put a large log on the smoldering embers, the log just sits.", "相反地，如果火开始灭了并且您将一大块原木放在熏烧的余烬上，那么原木就正好将火熄灭了。"], ["Every action you do every day builds your life or, , helps to destroy it.", "每天你做的每个行动成就了你的生活，相反的，也可以帮助你去毁灭它。"]]}, "Denmark": {"ex": ["n. 丹麦", "网络 丹麦王国；丹麦队；丹麦之美"], "pron": {"peg": "英 ['denmɑːk] ", "pam": "美 "}, "eg2": []}, "Homo": {"ex": ["n. 人属（灵长目人科的一属，包括早期人和现代人）", "网络 最高占据轨道(highest occupied molecular orbit)；人类；同性恋的"], "pron": {"peg": "英 ['hɒməʊ] ", "pam": "美 ['hɒməʊ] "}, "eg2": []}, "Imperial": {"ex": ["adj. 帝国的；皇帝的；至高无上的；威严的", "n. 纸张尺寸；特等品", "n. (Imperial)人名；(西)因佩里亚尔"], "pron": {"peg": "[ɪm'pɪrɪəl]", "pam": "[ɪm'pɪrɪəl]"}, "st": {}, "wp": {"Imperial Guard": "帝国卫队;近卫师团;帝国防卫军;禁军", "Imperial College": "帝国理工学院;帝国理工;帝国理工大学;伦敦帝国理工学院", "imperial units": "英制单位", "imperial pheasant": "皇鹇", "imperial knight": "帝国骑士;皇家骑士", "Imperial Conference": "帝国会议", "Imperial Dumby": "帝皇白", "Imperial Energy": "帝国能源公司;帝国能源"}, "eg2": [["From then until the Song, she held this prominent position not only in the Daoist pantheon but also in the  register and in literature and art.", "从那时一直到有宋，她占据的这一突出位置，不仅表现在道教神系中，而且反映在帝国典载、文学和艺术之中。"], ["The princess, refusing to go without the fabric she loved, would finally break the<b> Imperial</b> ban on silk worm exportation.", "这位公主在没有她所爱的织物而拒绝出嫁，最终将打破了皇帝桑蚕出口的禁令。"]]}, "Marseilles": {"ex": ["n. 马赛（法国港口城市）"], "pron": {"peg": "[ma:'seilz]", "pam": "[ma:'seilz]"}, "st": {}, "wp": {"Marseilles soap": "马赛肥皂;马赛热皂液法;马赛皂", "marseilles fever": "马赛热;翻译", "Hey Marseilles": "表演者", "Marseilles Harbor": "马赛港", "Marseilles quilt": "马赛被褥布;马赛提花床单布", "Marseilles Tarot": "马赛塔罗牌", "Marseilles Airport": "距离马赛机场", "MRS MARSEILLES": "法国", "LA MARSEILLES": "马赛曲"}, "eg2": []}, "Noah": {"ex": ["n. 诺亚（圣经人物）"], "pron": {"peg": "['nəuə]", "pam": "['nəuə]"}, "st": {}, "wp": {"Noah Glass": "格拉斯;诺阿·格拉斯;葛拉斯;格推斯", "Noah Emmerich": "诺亚·艾默里奇;埃默里赫;诺亚·艾姆雷克;诺厄", "noah legend": "诺亚传说", "Noah Lamaide": "拉梅德", "Noah Ark": "诺亚方舟;挪亚方舟", "Noah Oppenheim": "奥本海姆;编剧诺亚·奥本海姆", "Noah Hagey": "哈格伊", "Noah Falstein": "法尔斯坦", "Noah Pass": "诺亚通行证"}, "eg2": [[" loved God more than anything else in the world, even when no one else did!", "在这个世界上，诺亚对上帝的爱胜于其他一切，甚至没有人比他更爱上帝！"], ["I explored the Roman Empire, Babylon, the times of  and Abraham. Any era you can name, I went there.", "我探险了罗马帝国、巴比伦、诺亚和亚伯拉罕时代，任何你能叫得出名称的时期，我都在那里。"], ["All four of these pitfalls are present in the life of  and we can learn from him how to handle these tests.", "所有这四个陷阱都在诺亚的生活中出现了，我们可以向他学习，如何面对这些考验。"]]}, "Polish": {"ex": ["n. 抛光；擦亮；上光；上光剂", "v. 抛光；磨光；润色；擦光", "adj. 波兰(人)的；波兰语(的)", "网络 打磨；波兰文"], "pron": {"peg": "英 ['pɒlɪʃ] ", "pam": "美 ['pɑlɪʃ] "}, "eg2": [["furniture/floor/shoe/silver polish", "家具上光漆；地板蜡；鞋油；银光剂"], ["wax polish", "亮光蜡"], ["I give it a polish now and again.", "我不时把它抛一抛光。"], ["She played the cello with the polish of a much older musician.", "她演奏大提琴颇有资深演奏家的风范。"], ["Polish shoes regularly to protect the leather.", "要经常擦鞋，以保护皮革。"], ["He polished his glasses with a handkerchief.", "他用手绢揩拭眼镜。"], ["The statement was carefully polished and checked before release.", "这项声明是经仔细润色检查后才发表的。"], ["The hotel has polished up its act(= improved its service) since last year.", "这家酒店自去年以来已经改善了服务水平。"]]}, "Swede": {"ex": ["n. 芜菁甘蓝；大头菜", "网络 瑞典人；瑞典芜菁；蕉青甘蓝"], "pron": {"peg": "英 [swiːd] ", "pam": "美 [swid] "}, "eg2": []}, "Swedish": {"ex": ["adj. 瑞典的；瑞典语的；瑞典人的", "n. 瑞典语；瑞典人"], "pron": {"peg": "['swidɪʃ]", "pam": "['swidɪʃ]"}, "st": {}, "wp": {"Swedish Academy": "瑞典学院;瑞典皇家科学院;瑞典文学院", "swedish phonology": "瑞典语发音;瑞典语音系学", "Modern Swedish": "近代瑞典语", "Swedish Pop": "瑞典流行;摇滚;瑞典流行音乐", "Swedish Institute": "瑞典对外交流委员会;瑞典学会;瑞典学院;瑞典协会", "Swedish amber": "瑞曲琥珀", "Swedish Elkhound": "瑞典猎鹿犬;瑞典猎麋犬;友善", "Swedish window": "瑞典式窗", "Swedish Kroner": "瑞典克朗;瑞典币"}, "eg2": []}, "Tolerance": {"ex": ["n. 公差；宽容；容忍；公差"], "pron": {"peg": "['tɑlərəns]", "pam": "['tɑlərəns]"}, "st": {}, "wp": {"Damage Tolerance": "损伤容限;容许损伤;结构损伤容限", "Color tolerance": "色容许差;颜色容差;颜色宽容度;色的许容差", "risk tolerance": "风险容限;承受风险能力;风险容忍度;勇于冒险", "drug tolerance": "药物耐受性;\t\t耐药性;耐药;耐药株", "tolerance zone": "公差带;公差范围;公差区;差范围", "Temperature tolerance": "耐受温度;温度容限;耐温性;温度公差", "capacitance tolerance": "电容量允许偏差;\t\t电容量偏差;电容公差;允许偏差", "tolerance limit": "耐性限度;\t\t容许界限;容许限度;公差极限", "error tolerance": "误差宽容度;容错度;错误容限;错误容忍度"}, "eg2": [["And all of these freedoms rely on one thing: .", "所有这些自由都依赖于一样东西：宽容。"], ["The one thing I learned is  and appreciation of all people.", "我学到的一件事件就是要宽容和感激所有人。"], ["In what ways do you think political<b> Tolerance</b> could be advanced in your country?", "你认为在你的国家通过什么样的方式可以提高政治宽容？"]]}, "USA": {"ex": ["abbr. 美国；美利坚合众国（the United States of America）"], "pron": {"peg": "[ju: es 'ei]", "pam": "[ju: es 'ei]"}, "st": {}, "wp": {"USA Weekend": "周末美国;美国周末;休闲;休闲类", "Chibi Usa": "小小兔;小阿兔", "Zombieville USA": "僵尸小镇;美国僵尸村;恐怖僵尸村;美国僵尸镇", "USA CONTTON": "国纯用棉", "usa interactive": "美国互动;美国互动公司;美国交互", "Pittsburgh USA": "美国匹兹堡大学;美国匹兹堡", "Chivas USA": "美国芝华士;美国芝华士队", "wat usa": "实践项目;暑期赴美带薪实践;带薪实践项目", "USA PHARMACEUTICAIS": "美国制药;美立坚合众国制药"}, "eg2": [["Every state in the<b> USA</b> has different rules and regulation on what and when to recycle.", "美国的每个州对回收再利用的物品和时间都制定了不同的规章和条例。"], ["For example, think about the differences we observe with people from different parts of the .", "例如，想一想那些来自美国各地的人们，我们可以观察到他们之间的差异。"], ["\"You must see the handcuffs, made in !\" he said repeatedly.", "他反复地说“你一定得看看那些手铐，美国造的！”"]]}, "absolutely": {"pron": {"peg": "['æbsəlutli]", "pam": "['æbsəlutli]"}, "wp": {"Absolutely summable": "绝对可和;绝对可加", "absolutely empty": "空空如也;一无所有", "absolutely novelty": "绝对新颖性", "absolutely stunning": "绝对的美丽;绝对让人叹为观止", "Absolutely Anything": "超能玩很大;魔法教师;不惜一切代价;魔法老师", "Absolutely irreconcilable": "不共戴天;誓不两立", "Absolutely Elsewhere": "绝对不在现场", "absolutely ad": "绝对地;完全地;确实地;纯粹地", "Absolutely livid": "铁青着脸"}, "ex": ["adv. 绝对地；完全地"], "eg2": [["I confide  in his honesty.", "我绝对信任他的忠实可靠。"], ["If you , positively need to see massive improvement in a month or a year, what do you have to do to turn your world around?", "如果你绝对积极地需要在一个月或者一年内看到大的改进，那么你需要怎么做才能使你的世界变个样子？"], ["This should go without saying, but I’ll include it within this point,  do not plagiarize .", "有一点不言自明，但是我还是要在这里说一下：那就是，绝对不要剽窃。"]], "st": {}}, "absorption": {"ex": ["n. 吸收；专注；同化；吸湿性", "网络 吸收作用；吸附；合并"], "pron": {"peg": "英 [əb'sɔ:pʃn] ", "pam": "美 [əb'sɔ:pʃn] "}, "eg2": [["Vitamin D is necessary to aid the absorption of calcium from food.", "从食物中吸取钙需靠维生素 D 的帮助。"], ["the absorption of immigrants into the host country", "移民融入移民国"], ["His work suffered because of his total absorption in sport.", "他痴迷于体育运动而影响了工作。"]]}, "accomplish": {"pron": {"peg": "[ə'kɑmplɪʃ]", "pam": "[ə'kɑmplɪʃ]"}, "wp": {"Accomplish confession": "共犯口供", "accomplish measuring": "完成测量", "accomplish rapidly": "速成", "Accomplish much": "大有作为", "should accomplish": "应做到", "accomplish nothing": "一事无成;没有出路;一无所成;详细", "accomplish urbanization": "实现城镇化", "to accomplish": "完成;要完成什么;达成", "accurately accomplish": "精确实现"}, "ex": ["vt. 完成；实现；达到"], "eg2": [["It'll require indomitable will to  the task.", "完成这项工作需要百折不回的毅力。"], ["I will answer for it that he will<b> accomplish</b> the task.", "我保证他能完成这项任务。"], ["To  his own end, he placed collective interests in the back of his mind.", "为了达到个人目的， 他把集体利益置之脑后。"]], "st": {"similar": "perform,reach"}}, "adhere": {"pron": {"peg": "[əd'hɪr]", "pam": "[əd'hɪr]"}, "wp": {}, "ex": ["vi. 坚持；依附；粘着；追随", "vt. 使粘附"], "eg2": [], "st": {"transform": [["vi.", "adhered,adhering"]]}}, "aggrieve": {"ex": ["v. 侵害；使烦恼；使悲伤", "网络 使委屈；使受委屈；使苦恼"], "pron": {"peg": "英 [ə'gri:v] ", "pam": "美 [əˈɡriv] "}, "eg2": []}, "altogether": {"pron": {"peg": "[,ɔltə'ɡɛðɚ]", "pam": "[,ɔltə'ɡɛðɚ]"}, "wp": {"legion altogether": "军团齐心", "Altogether worthy": "全然配受赞美;祢是如此配得", "altogether ad": "完全;总而言之;总共;纯粹", "times altogether": "共15次", "altogether doping": "共掺杂", "Altogether Autumn": "人间尽秋", "altogether coal": "原煤", "Thing Altogether": "一码事", "ban altogether": "严禁"}, "ex": ["adv. 完全地；总共；总而言之", "n. 整个；裸体"], "eg2": [["It is not<b> altogether</b> without reason to say so.", "这样说并非完全没有缘由。"], ["There are<b> altogether</b> 40 students in this class.", "这个班总共有40名学生。"], ["The analogy was well meant, but did not<b> altogether</b> please him.", "这个比喻本是善意的，但却不能让他完全满意。"]], "st": {}}, "assimilate": {"pron": {"peg": "[ə'sɪməlet]", "pam": "[ə'sɪməlet]"}, "wp": {"Assimilate situation": "同化态势", "photosynthetic assimilate": "光合产物", "assimilate partition": "物质分配", "assimilate transport": "同化物运输", "assimilate into": "并入", "assimilate nutriment": "吸收养分", "assimilate distribution": "同化产物分布", "assimilate starch": "同化淀粉", "assimilate knowledge": "吸收知识"}, "ex": ["vt. 吸收；使同化；把…比作；使相似", "vi. 吸收；同化"], "eg2": [["Europeans and Jews do not readily .", "欧洲人和犹太人不易同化。"], ["China needs to<b> assimilate</b> a good deal of foreign progressive culture, but she must not swallow anything and everything uncritically.", "中国需要大量吸收外国的进步文化， 但决不能无批判地兼收并蓄。"], ["In this scenario, due to the lag time required to  new resources, the relationship between required resources and estimated delivery timeframe may even turn negative.", "在这种情况下，由于时间已经落后，需要吸收新的人力资源，需要的资源和预计的交付时间的关系甚至更加复杂。"]], "st": {"transform": [["vt.", "assimilated,assimilating"]]}}, "assimilation": {"pron": {"peg": "[əˌsɪməˈleʃən]", "pam": "[əˌsɪməˈleʃən]"}, "wp": {"recognitive assimilation": "再认性同化", "generalizing assimilation": "概识同化", "morphological assimilation": "形态同化;词形同化", "assimilation rule": "同化规则;同化原则", "distance assimilation": "非邻近同化", "social assimilation": "社会同化", "marginal assimilation": "边缘同化", "Total Assimilation": "全面同化;完全同化", "Assimilation rules": "同化规则"}, "ex": ["n. 同化；吸收；[生化] 同化作用"], "eg2": [["The process of adding another appliance into a collective -- appropriately termed \"\" -- will wipe out any existing data grids on the assimilated appliance.", "将另一个设备添加到集合的流程 — 适当地定义为术语 “吸收” — 将擦除被吸收的设备上的所有现有数据网格。"], ["They earn the label the \"1.5 generation\" because they bring with them characteristics from their home country but continue their  and socialization in the new country.", "之所以被称为“第1.5代”是因为他们身上带有来自祖国的一些特点，而又要在一个新的国家被同化和社会化。"], ["Our study results demonstrate that the<b> assimilation</b> of a narrative allows us to feel close to others in the comfort of our own space and at our own convenience.", "我们的调查结果证明，故事的同化性给予我们一个与另一个世界亲近的契机，我们可以借机随心所欲地丰富自己的世界。"]], "st": {}}, "astound": {"ex": ["vt. 使惊骇；使震惊"], "pron": {"peg": "[ə'staʊnd]", "pam": "[ə'staʊnd]"}, "st": {"similar": "surprise"}, "wp": {"astound language": "满满的乡愁与苦痛", "exactly astound": "受惊", "astound by": "使惊骇", "Astound v": "使吃惊", "Astound Land": "震惊之地", "astound at": "使惊骇", "astound vt": "使震惊", "astound d": "使吃惊;使震惊;使惊骇", "astound sb": "使某人大吃一惊"}, "eg2": [["This exhibit was not designed to<b> astound</b> but to interest.", "这个展览并非要让任何人惊奇，只是想让人们感兴趣。"], ["To do that, you must delegate wherever possible the tasks that can be carried out by others - if you encourage, empower and motivate them the results will<b> astound</b> you.", "为了能做到这点，你需要尽量把能去叫别人做的工作都交给别人去做——如果你鼓励，激励并授权给别人的话，其结果会令你惊喜的。"], ["“You<b> astound</b> me!” Mrs. Willoughby said, pressing her clasped hands to her lips, a gesture she normally bestowed upon seniors who were making their final appearance in the spring choral concert.", "“你真是令我大吃一惊啊！” 威洛比太太说道，双手紧紧的按在嘴唇上——这是她通常在毕业班学生参加春季合唱音乐会上最后献唱时才会做出的姿势。"]]}, "bass": {"ex": ["n. 男低音；男低音歌手；鲈（包括多种食用海鱼和淡水鱼）", "adj. 低音的；低声调的", "网络 贝斯；贝司；鲈鱼"], "pron": {"peg": "英 [bæs] ", "pam": "美 [bæs] "}, "eg2": []}, "bigotry": {"ex": ["n. 偏执；顽固；盲从"], "pron": {"peg": "['bɪɡətri]", "pam": "['bɪɡətri]"}, "st": {"transform": [["n.", "bigotries"]]}, "wp": {"pertinacious bigotry": "固执的偏见", "price bigotry": "价格轻视", "Not Bigotry": "而不偏见", "Kuomintang bigotry": "国民党顽固派", "motion bigotry": "活动分辨力", "bigotry absurdity": "鉴别误差", "Incorrigible Bigotry": "唱片名", "frequency bigotry": "鉴频", "saturation bigotry": "彩度辨别本领"}, "eg2": [["Generations of schoolkids have watched this film (or read the book) to learn about standing up for the truth in the face of  and prejudice.", "一代人观看了这部电影（或者阅读小说）来学习在面对偏执和偏见的时候坚持真理。"], ["And in the wake of all of that, Nelson has never missed the opportunity to speak out and confront .", "亲眼目睹了所有这一切之后，纳尔逊不失时机地挺身而出与这些顽固偏执的思想作斗争。"], ["NEW YORK - Anyone who believes westerners have a monopoly on racism, , or bad-neighborliness, should have a good, hard look at the Far East.", "纽约——任何认为种族歧视、偏执或睦邻关系不友好为西方人所独有的人都应该好好看看远东的情况。"]]}, "brutal": {"pron": {"peg": "['brutl]", "pam": "['brutl]"}, "wp": {"brutal army": "残酷的军队;残暴军队", "Brutal Boxing": "血腥拳击", "Brutal Weapon": "残暴武装", "Brutal Legend": "野兽传奇;恶黑摇滚;残酷传奇;野性传奇", "Brutal cat": "凶残的猫", "Hex Brutal": "几何虐杀", "Brutal Charge": "野蛮冲锋", "Brutal Throw": "兽性投掷", "Brutal game": "野蛮游戏"}, "ex": ["adj. 残忍的；野蛮的，不讲理的"], "eg2": [["I should not like to be<b> brutal</b> or seem extravagant.", "我不愿显得野蛮或也不想看似放肆。"], ["Her baby was rent away from her arms by a<b> brutal</b> bandit.", "她的婴儿被一个野蛮的强盗从她怀里抢走。"], ["While harsh internal criticism may be<b> brutal</b> to hear, the ability to have that kind of dialogue is often a sign of a healthy company.", "虽然犀利的内部批评听起来可能有些残忍，但是，有能力展开这样的对话通常表明这是一个健康的公司。"]], "st": {"similar": "cruel"}}, "caliphate": {"ex": ["n. 哈里发的职位；哈里发的辖地", "网络 哈里发帝国；伊斯兰王权；阿拉伯帝国"], "pron": {"peg": "英 ['kælɪfeɪt] ", "pam": "美 ['keɪlɪ.feɪt] "}, "eg2": []}, "characteristic": {"pron": {"peg": "[,kærəktə'rɪstɪk]", "pam": "[,kærəktə'rɪstɪk]"}, "wp": {"characteristic function": "特征函数;特性函数;特寨数;特征函數", "spectral characteristic": "光谱特性;波谱特性;光谱特征;光谱特性频谱特性", "amplitude characteristic": "振幅特性;幅频特性;幅度特性;幅度特征", "speed characteristic": "速度特性;转速特性;速率特性;转速力矩特性", "flow characteristic": "流动特性;量特性;怜特性;流量特性", "Characteristic Impedance": "特性阻抗;特征阻抗;特件阻抗;特砧抗", "Characteristic radiation": "特征辐射;特性辐射;\t\t标识辐射;特狰射", "quality characteristic": "质量特性;\t\t质量特征;品质特性", "characteristic polynomial": "特征多项式;特锗项式;特征根;构造矩阵的特征多项式"}, "ex": ["adj. 典型的；特有的；表示特性的", "n. 特征；特性；特色"], "eg2": [["Some animals possess the  of man.", "有些动物具有人类的特征。"], ["This<b> characteristic</b> marks her off from her sister.", "这个特征使她与姐姐有所区别。"], ["An outline of each cloud<b> characteristic</b> we integrated.", "概括介绍我们整合的每一种云特征。"]], "st": {}}, "clarify": {"pron": {"peg": "['klærəfaɪ]", "pam": "['klærəfaɪ]"}, "wp": {"perplex clarify": "阐明;困惑", "You clarify": "你阐明", "molecular clarify": "分子筛", "clarify mana": "澄净法力", "Clarify points": "说清楚点", "Clarify functions": "理顺职能分工", "Clarify expectations": "明确期望", "ice clarify": "冰上表演", "variety clarify": "杂耍;综艺节目"}, "ex": ["vt. 澄清；阐明", "vi. 得到澄清；变得明晰；得到净化"], "eg2": [["He issued a statement to<b> clarify</b> the situation.", "他发表了一项声明以澄清形势。"], ["My presentation should<b> clarify</b> any questions that you might have.", "我的陈述应该可以澄清你可能有的疑问。"], ["First of all, let's  what you should not do with them.", "首先，让我们来阐明您 不应该用它来做什么。"]], "st": {"transform": [["vt.", "clarified,clarifying"]]}}, "compliance": {"pron": {"peg": "[kəm'plaɪəns]", "pam": "[kəm'plaɪəns]"}, "wp": {"compliance delay": "延期遵守;延期执行", "compliance audit": "合规性审计;符合规章审计;法规符合审计;合规性审核", "creep compliance": "蠕变柔量;蠕变顺度", "compliance test": "符合性程序;\t\t符合性测试;验证检验;验证试验", "generalized compliance": "广义顺量;顺从行为", "Compliance Officer": "合规专员;监察主任;合规主任;合规官", "compliance method": "柔度法", "Compliance Manager": "合规经理;人权经理;合规部经理;监察稽核经理", "lung compliance": "肺顺应性"}, "ex": ["n. 顺从，服从；承诺"], "eg2": [["My joy is in your freedom, not your .", " 我的工体现在你的自由而非你的顺从中。"], [" means Say what you do, Do what you say, and Show you did it.", "遵从性意味着 说您所做的， 做您所说的， 并且展示您所做的。"], ["To do that with confidence, you need to measure your<b> compliance</b> to them.", "要想自信地作出承诺，您需要衡量自己对服务承诺的符合度。"]], "st": {}}, "complicate": {"pron": {"peg": "['kɑmplɪket]", "pam": "['kɑmplɪket]"}, "wp": {"complicate-": "艾瑞儿", "Complicate Mind": "复杂思绪", "complicate injury": "合并伤", "complicate screw": "复杂螺杆", "complicate load": "复杂载荷", "complicate statistics": "人工统计", "complicate parts": "复杂件", "complicate e": "结构复杂的;使某事复杂化;使复杂;使陷入", "complicate anatomy": "解剖复杂"}, "ex": ["vt. 使复杂化；使恶化；使卷入"], "eg2": [["If the answer to all of these questions is no, a framework will only<b> complicate</b> matters.", "如果所有这些问题的答案都为否，那么使用框架只会把事情变复杂。"], ["The selection service is one of the more difficult services to implement correctly because it has some valuable features that  the implementation.", "选择服务是比较难以正确实现的服务之一，因为它具有一些使实现复杂化的有价值的功能。"], ["The differences in command line tools, output formats, values, and other information all  what should otherwise be a simple process.", "命令行工具、输出格式、值和其他信息之间的差异全都会使原本应该简单的过程变得复杂化。"]], "st": {"transform": [["vt.", "complicated,complicating"]]}}, "comply": {"pron": {"peg": "[kəm'plaɪ]", "pam": "[kəm'plaɪ]"}, "wp": {"comply dawn": "遵守", "completely comply": "完全相符", "comply consciousness": "遵从意识", "not comply": "不依", "comply y": "答应;遵照;遵守", "No Comply": "表演者", "They Comply": "他们遵守", "comply with": "遵守;照做;遵从;依从", "Mobile Comply": "首席执行官"}, "ex": ["vi. 遵守；顺从，遵从；答应"], "eg2": [["Visitors to the mine must  with the rules.", "到矿上参观的人必须遵守规章。"], ["It is your choice as to whether you choose to .", "选择是否遵守这些法律取决于您自己的决定。"], ["If we reinforce the traffic security education and more people  with traffic regulations, I believe one day traffic accidents can be avoided.", "如果我们加强交通安全教育，更多的人遵守交通规则，我相信总有一天交通事故是可以避免的。"]], "st": {"transform": [["vi.", "complied,complying"]]}}, "constitute": {"pron": {"peg": "['kɑnstətut]", "pam": "['kɑnstətut]"}, "wp": {"electrolyte constitute": "电解液组成", "reasonable constitute": "合理组成;合理组合", "Crime constitute": "贪污罪犯罪构成;犯罪构成", "staff constitute": "员工构成", "requirements constitute": "构建要求;需求构成", "Color constitute": "色彩构成", "Constitute forms": "构成方式", "Boundary Constitute": "边界构成", "constitute politics": "宪政"}, "ex": ["vt. 组成，构成；建立；任命"], "eg2": [["Four quarts<b> constitute</b> a gallon.", "四夸脱构成一加仑。"], ["They do not<b> constitute</b> a complete and continuous set of memoranda.", "他们不能构成一个完整的、持续的一整套备忘录。"], ["They<b> constitute</b> your memories; where you were, what you were doing, what you were interested in, what you were thinking of.", "它们组成了你的回忆；你曾在哪里，你曾做了什么，你曾对什么感兴趣，你曾思考过什么。"]], "st": {"transform": [["vt.", "constituted,constituting"]]}}, "degenerate": {"pron": {"peg": "[dɪ'dʒɛnəret]", "pam": "[dɪ'dʒɛnəret]"}, "wp": {"degenerate configuration": "退化位形;\t\t简并组态", "degenerate simplex": "退化单形;退化单体", "degenerate distribution": "退化分布;简并分布;退化散布", "degenerate sequence": "简并序列", "degenerate amplifier": "简并放大器", "degenerate primer": "简并引物;兼并引物;引子对;化性引子", "Degenerate music": "颓废音乐;出版者", "degenerate set": "退化集", "degenerate oligonucleotide": "简并寡核苷酸"}, "ex": ["vt. 使退化；恶化", "vi. 退化；堕落", "adj. 退化的；堕落的", "n. 堕落的人"], "eg2": [["What about the<b> degenerate</b> cases?", "退化的情形是怎样的？"], ["And all is well, provided that the light returns and that the eclipse does not<b> degenerate</b> into night.", "一切都很好，只要光明重现，只要暂时的隐没不要退化成黑夜就是了。"], ["They say this may be because genes in the tumour's own mitochondria have a tendency to mutate and .", "他们说这个（利用宿主的线粒体）可能是因为肿瘤的自身线粒体内基因有变异和退化的趋势。"]], "st": {"transform": [["vi.", "degenerated,degenerating"]]}}, "democratic": {"pron": {"peg": "['dɛmə'krætɪk]", "pam": "['dɛmə'krætɪk]"}, "wp": {"Democratic Way": "民主路", "Democratic Movement": "民主运动;民主运动党", "democratic participation": "民主参与", "Democratic Rights": "民主权利;民权;民主权", "Democratic Kampuchea": "民主柬埔寨;柬埔寨", "Democratic State": "民主国家", "social democratic": "社会民主主义的;社会民主党;社会民主;社民党", "democratic regime": "民主政体;主政体", "democratic election": "民主选举"}, "ex": ["adj. 民主的；民主政治的；大众的"], "eg2": [["They pledged to fight for  rights.", "他们誓为争取民主权利而斗争。"], ["Martin Luther King was seen as a hero of<b> democratic</b> movement.", "马丁路德金被认为是民主运动的英雄。"], ["The party has threatened to boycott the election because it believes it will not be .", "该党威胁要抵制选举，因它认为这次选举将不会是民主的。"]], "st": {}}, "depict": {"pron": {"peg": "[dɪ'pɪkt]", "pam": "[dɪ'pɪkt]"}, "wp": {"depict minutely": "仔细地描述", "depict truly": "正确描述", "Further Depict": "进一步深入刻画", "detail depict": "细节刻画", "depict starkly": "严格地描述", "objective depict": "客观叙述", "depict graphically": "形象地描述", "illustrate depict": "描述", "Depict Heart": "刻画心"}, "ex": ["vt. 描述；描画"], "eg2": [["An Activity diagram must be owned by an Activity and must fully and exclusively  the semantics of that Activity.", "一个活动图必须被一个活动所拥有，并且必须全面的和专有的描述该活动的语义学；"], ["You could also use it as a place to gather diagrams from the more detailed models of a solution, so that you can<b> depict</b> various architecturally significant viewpoints of that solution.", "您还能够将它用作一个从解决方案的细节模型中收集图的地方，从而您就能够描述那个解决方案的各种各样的架构的重要观点。"], ["You may not know this but women CAN get highly aroused even with just words, especially those that<b> depict</b> what you plan to do to them in bed.", "你可能不知道这点，但脏话确实能够非常好地带动女性的情绪，特别是那些描述你即将在床上要做的动作的脏话。"]], "st": {}}, "descendant": {"pron": {"peg": "[dɪ'sɛndənt]", "pam": "[dɪ'sɛndənt]"}, "wp": {"Aristocrat descendant": "贵族后裔", "offsprings descendant": "后代子孙", "distant descendant": "旁系子孙", "educating descendant": "教子", "First Descendant": "宗子", "recursive descendant": "递归下降", "female descendant": "雌性后代", "lineal descendant": "直系后裔", "Chinese descendant": "炎黄子孙"}, "ex": ["adj. 下降的；祖传的", "n. 后裔；子孙"], "eg2": [["As long as the modern  of this culture of enquiry survives, most of our scientific knowledge and technology could be rediscovered and reinvented sooner or later.", "因此，只要掌握这种探寻文化的子孙后代能够生存下去，我们的大多数科学知识和技术或早或晚都能被重新发现或重新发明出来。"], ["CDT-Plate Translation occurs when the Eieyani Priests carefully select several individuals in childhood from general family lines that they know to be  from the Eieyani.", "再度 转译CDT讯息盘 前，伊耶雅利祭司会从普通家族中谨慎地挑选出几个他们已知的伊耶雅利后裔，这发生在这些个体的幼年期。"], ["With the help of Zadok a  of Eleazar and Ahimelech a  of Ithamar, David separated them into divisions for their appointed order of ministering.", "以利亚撒的子孙撒督和以他玛的子孙亚希米勒，同着大卫将他们的族弟兄分成班次。"]], "st": {}}, "desperate": {"pron": {"peg": "['dɛspərət]", "pam": "['dɛspərət]"}, "wp": {"Desperate Remedies": "非常手段;计出无奈", "Desperate Housewives1": "绝望主妇", "Desperate Scousewife": "绝望主妇", "desperate love": "绝望的爱;倾城绝恋;不顾一切的爱", "Desperate duo": "赌命双雄", "desperate religion": "绝望宗教", "Desperate Houseboys": "独立摇滚;艺术摇滚", "Desperate Wives": "绝望的主妇;绝望主妇", "Desperate Housewivies": "希望断绝主妇;绝望的主妇"}, "ex": ["adj. 不顾一切的；令人绝望的；极度渴望的"], "eg2": [["I was  to hear someone call my name or the digging machine start up, but there was only silence.", "我极度渴望听见有人呼喊我的名字,或是听见挖土机起动的声音,但周围一片寂静。"], ["Your description , but only to analysis the statement of the word, you let us see the fundamental mistake.", "你的描述令人绝望，不过只是对分析而言，你的陈述让人看到了它的根本错误。"], ["Sober nations have all at once become<b> desperate</b> gamblers, and risked almost their existence upon the turn of a piece of paper.", "原本头脑清醒的国民突然马上变成了不顾一切的赌徒，将他们的生活建立在一张纸上。"]], "st": {"similar": "hopeless"}}, "disarm": {"ex": ["vt. 解除武装；裁军；缓和", "vi. 放下武器；裁减军备"], "pron": {"peg": "[dɪs'ɑrm]", "pam": "[dɪs'ɑrm]"}, "st": {}, "wp": {"Mass Disarm": "解除武装", "Force Disarm": "原力缴械", "Improved Disarm": "精通卸除武器;击落武器改善;强化缴械;打落武器改善", "Disarm Trap": "解除陷阱;拆除术;拆除陷阱", "disarm light": "解除预位灯", "disarm of": "缴械", "disarm dreamer": "完整版", "Disarm Surrendered": "缴械投诚", "disarm iraq": "解除伊拉克武装"}, "eg2": [["The superpowers never agreed to .", "超级大国绝不同意裁军。"], ["If they want to participate in the political life of their country, they must .", "他们如果希望参与本国的政治生活，就必须放下武器。"], ["Another test showed that there was a way to  a bullying boss – by flattering them.", "另一项试验显示，有一种办法能缓和欺辱下属老板的攻击性——奉承他们。"]]}, "distasteful": {"ex": ["adj. 令人不快的；不合口味的；表示厌恶的"], "pron": {"peg": "[dɪs'testfl]", "pam": "[dɪs'testfl]"}, "st": {}, "wp": {"l distasteful": "讨厌的", "distasteful language": "令人作呕的食物", "distasteful a": "不愉快的饿", "distasteful duty": "令人厌恶的义务", "a distasteful incident": "使人不愉快的事儿", "Crude And Distasteful": "粗糙和令人讨厌", "Distasteful And Difficult": "人反感困难", "a distasteful event": "令人不愉快的事", "a distasteful medicine": "难吃的药"}, "eg2": [["Don't force her into a  marriage.", "不能强迫她与她不喜欢的男人成婚。"], ["Whether something<b> distasteful</b> has happened in your community or you just don’t get positive vibes from your neighbors, it may be time to move.", "无论是你所生活的社区有一些令人不愉快的事情发生，还是没有积极的氛围，那么也许是你搬家的时间到了。"], ["No; you're not fit to be your own guardian, Isabella, now; and I, being your legal protector, must detain you in my custody, however<b> distasteful</b> the obligation may be.", "不，现在你是不合宜作你自己的保护人了，伊莎贝拉；我，既是你的合法保护人，一定要把你放在我的监护下，不论这义务是怎样的倒胃口。"]]}, "distinct": {"pron": {"peg": "[dɪ'stɪŋkt]", "pam": "[dɪ'stɪŋkt]"}, "wp": {"distinct characteristics": "鲜明特征;特色明显;鲜明特点", "distinct from": "种类不同;与;种类;种类差别", "distinct a": "不同的;清楚的;显着的;明确的", "distinct grammar": "相异文法", "distinct tastes": "不同的口味;不同口味;分明口味;独特口味", "flu distinct": "清晰的;显着的;不同的", "distinct cardinality": "于相异基数;位图索引对于相异基数", "distinct relationships": "位格有相距的关系", "distinct landforms": "显地形"}, "ex": ["adj. 明显的；独特的；清楚的；有区别的"], "eg2": [["Inside there was a<b> distinct</b> odour.", "里面有一种明显的气味。"], ["Each of them is mediated by a<b> distinct</b> condition of brain chemistry.", "每个阶段都是由一种独特的脑化学条件传递的。"], ["There are two<b> distinct</b> groups of people within the UK figures. About half have had HIV for years without knowing it, but the other half acquired it only recently.", "英国的数据中，有两个有明显区别的人群。其中，一般人感染艾滋病毒多年但自己却不知道，但另一半人是近期才得的。"]], "st": {"similar": "different"}}, "egoist": {"ex": ["n. 利己主义者；自高自大者；自我主义者", "网络 利己者；利已主义者；自我主张"], "pron": {"peg": "英 ['egəʊɪst] ", "pam": "美 ['egəʊɪst] "}, "eg2": []}, "eternity": {"ex": ["n. 来世，来生；不朽；永世；永恒"], "pron": {"peg": "[ɪ'tɝnəti]", "pam": "[ɪ'tɝnəti]"}, "st": {"transform": [["n.", "eternities"]]}, "wp": {"Eternity Range": "伊特尼蒂山脉", "Project Eternity": "永恒计划", "Eternity summer": "永恒夏日;永恒夏季;永恒夏日版;凯文克莱", "Eternity Love": "永恒的爱;永恒粉爱;爱岛塞西尔", "Blazing Eternity": "燃烧的永恒;表演者", "transient eternity": "虚伪永恒", "ETERNITY JEWELRY": "广州永恒珠宝首饰", "FLAMING ETERNITY": "炎之永恒", "Soul Eternity": "无限潮音"}, "eg2": [["But what about the return from ?", "但是什么将从永恒中归来呢？"], ["If you do this, each day will become an .", "如果你这么做，每一天都将成为一个永恒。"], ["Perhaps on the other side of , when I see God face to face. ", "到那时可能我已经在天堂了，也已经面对面地见到了上帝。"]]}, "evaluate": {"pron": {"peg": "[ɪ'væljʊ'et]", "pam": "[ɪ'væljʊ'et]"}, "wp": {"Evaluate performance": "评估业绩;评价业绩", "Evaluate Solution": "评价方案", "quantitatively evaluate": "定量评价;定量评估;定量测度;量化评价", "Evaluate Improvements": "评估改进", "Evaluate System": "评价体系;评估体系;评价系统", "Evaluate outcome": "评估结果", "Effect Evaluate": "效果评估;影响评价;疗效评价", "Evaluate Methods": "评价方法;评估方法", "fuzzy evaluate": "模糊评判;模糊评价;模糊评审"}, "ex": ["vt. 评价；估价；求…的值", "vi. 评价；估价"], "eg2": [["Don't<b> evaluate</b> people by their clothes.", "不要根据衣着来评价人。"], ["I: How would your colleagues<b> evaluate</b> you?", "你的同事会如何评价你呢？"], ["I: How would your coworkers<b> evaluate</b> you ?", "你的同事会怎样评价你？"]], "st": {"transform": [["vt.", "evaluated,evaluating"]], "similar": "estimate"}}, "eventual": {"ex": ["adj. 最后的，结果的；可能的；终于的"], "pron": {"peg": "[ɪ'ven(t)ʃʊəl]", "pam": "[ɪ'ven(t)ʃʊəl]"}, "st": {}, "wp": {"eventual consistency": "最终一致性;最终一致;一致性", "eventual stabilities": "最终稳定性", "eventual failure": "最后断裂;完全破坏", "dolo eventual": "或然故意", "eventual yield": "最后产量", "SYN eventual": "根本的", "eventual screwing": "终拧", "eventual outcome": "最终的结果;最终结果", "eventual intent": "未必故意;翻译"}, "eg2": [["What does all this mean for<b> eventual</b> control of the stricken reactor as well as the cleanup?", "所有的这些对最终控制瘫痪的反应堆和清除核废物意味着什么？"], ["Combined with reduced blood flow, neuropathy in the feet increases the chance of foot ulcers and  limb amputation.", "足部神经病与血流量减少结合在一起，增加了患足部溃疡的可能，最终导致截肢。"]]}, "exceed": {"pron": {"peg": "[ɪk'sid]", "pam": "[ɪk'sid]"}, "wp": {"exceed d": "超过;超越;超出;越出", "go exceed": "钻石王牌主题曲", "exceed in": "超过", "Super Exceed": "豪华超越;奢华逾越;豪华逾越", "exceed overdraft": "透支过期", "Exceed standard": "超标", "greatly exceed": "大大超过", "Exceed Ourself": "超越自我", "Exceed Future": "香港超越前程"}, "ex": ["vt. 超过；胜过", "vi. 超过其他"], "eg2": [["Exports yearly<b> exceed</b> imports.", "输出每年超过输入。"], ["The goals of compliance should not be to reach the minimum requirements but to  them.", "遵从性的目标不应该是达到 最低要求，而是超过 最低要求。"], ["Participation will therefore not be attractive to those whose mortgages that already  the value of their homes.", "因此对那些抵押已经超过他们房屋价值的人来说，参与这项贷款并不具有吸引力。"]], "st": {}}, "excerpt": {"ex": ["n. 摘录，引用", "vt. 引用，摘录", "vi. 摘录，引用"], "pron": {"peg": "['ɛksɝpt]", "pam": "['ɛksɝpt]"}, "st": {}, "wp": {"to excerpt": "摘记;摘抄;摘录;节录", "exchange excerpt": "外汇行情", "I excerpt": "是我摘抄的", "representative excerpt": "代表性摘录", "abstract excerpt": "摘要", "Short Excerpt": "短摘录", "Project Excerpt": "各类书籍的摘要集锦", "Book Excerpt": "书籍摘要", "individual excerpt": "体的选择"}, "eg2": [["This next<b> excerpt</b> details the last case of smallpox, which was discovered in Somalia.", "摘录下一个详细资料是在索马里发现的最后一个天花病例。"], ["The<b> excerpt</b> below includes only portions of code that have changed from the previous example.", "下面这个摘录只包含从前一个例子发生了改变的部分代码。"], ["“Because there is a law such as gravity, the Universe can and will create itself from nothing, ” the  says.", "“因为存在一个物理定律，即万有引力，使得宇宙可以从无到有将自己创造出来的，”摘录提到。"]]}, "exploit": {"pron": {"peg": "[ɛksplɔɪt; ɪkˈsplɔɪt]", "pam": "[ɛksplɔɪt; ɪkˈsplɔɪt]"}, "wp": {"Exploit Kits": "攻击工具包", "exploit laws": "利用法律", "Magical exploit": "神奇的功勋", "Exploit Kit": "工具包", "exploit shellcode": "壳代利用", "Blended exploit": "多种攻击方法混合使用", "milistary exploit": "军功", "an exploit": "功绩", "Exploit Released": "漏洞发布"}, "ex": ["vt. 开发，开拓；剥削；开采", "n. 勋绩；功绩"], "eg2": [["The temptation to  consumers usually prevails unless it is curbed.", "剥削消费者的诱惑除非加以限制，否则就会得逞。"], ["How do I fully<b> exploit</b> the experience?", "我如何充分利用这段经历呢？"], ["Along with his strength, he had an uncanny ability to spot and<b> exploit</b> any weakness in an opponent.", "除了力大无穷外，他还有一种非同寻常的能力，那就是发现并利用对手的任何弱点。"]], "st": {}}, "extremist": {"pron": {"peg": "英 [ɪk'striːmɪst] ", "pam": "美 [ɪk'strimɪst] "}, "ex": ["n. 极端分子；极端主义者；过激分子", "adj. 极端主义的", "网络 极端份子"], "eg2": [["left-wing/right-wing/political/religious extremists", "左翼╱右翼╱政治╱宗教极端主义者"]]}, "fascist": {"pron": {"peg": "英 ['fæʃɪst] ", "pam": "美 ['fæʃɪst] "}, "ex": ["n. 法西斯主义者；极右分子", "adj. 法西斯主义的", "网络 法西斯分子；法西斯份子；法西斯党员"], "eg2": []}, "feminist": {"pron": {"peg": "['fɛmənɪst]", "pam": "['fɛmənɪst]"}, "wp": {"feminist movement": "女性解放运动;女权运动;因为女权主义活动", "feminist ideology": "女权意识", "Feminist history": "女性主义史;妇女史", "feminist campaigner": "女权运动人士", "feminist geography": "女性主义地理学;女权主义地理学;女性地理学", "feminist psychology": "女性主义心理学;女性心理学", "feminist therapy": "女性主义治疗", "Feminist Anthropology": "女性主义人类学;女性人类学"}, "ex": ["n. 女权主义者", "adj. 主张女权的"], "eg2": [], "st": {}}, "fulfill": {"ex": ["vt. 履行；实现；满足；使结束（等于fulfil）"], "pron": {"peg": "[ful'fil]", "pam": "[ful'fil]"}, "st": {"similar": "perform", "transform": [["vt.", "fulfill, fulfilled,fulfill, fulfilling"]]}, "wp": {"fulfill oneself": "完全实现自己的抱负;实现抱负", "fulfill obligations": "履行义务", "conscientiously fulfill": "自觉履行", "realize fulfill": "实现", "fulfill contract": "履行合同", "fulfill communication": "实现沟通", "fulfill writer": "作者要求题", "fulfill equilibrium": "实现均衡", "Fulfill Their": "各尽其职"}, "eg2": [["And that is why we can<b> fulfill</b> our destiny.", "这就是为什么我们能实现我们的命运。"], ["Ask yourself, \"To what extent do my actions enable me to  myself?", "问下你自己：“我的行动到底多大程度上满足了自己的目标？”"], ["I know that I have a purpose in this world and I live to<b> fulfill</b> this purpose.", "我知道我来到这个世上是有目标的，我活着就是为了实现这个目标。"]]}, "hierarchical": {"ex": ["adj. 分层的；等级体系的"], "pron": {"peg": "[,haɪə'rɑrkɪkl]", "pam": "[,haɪə'rɑrkɪkl]"}, "st": {}, "wp": {"Hierarchical classification": "组内分组;谱系分类;\t\t分级分类;层次分类", "hierarchical control": "递阶控制;阶层控制;\t\t分级控制;阶层式控制", "hierarchical planning": "递阶规划;\t\t分层规划;分级规划;层次计划", "hierarchical chart": "层次结构图;层次图", "hierarchical data": "阶层式数据;分层数据;分级数据;多层次数据", "Hierarchical Queries": "结构化查询;级联查询;层次查询;分层查询", "hierarchical architecture": "分层结构;阶层式架构;层次体系结构;层次结构", "hierarchical graph": "谱系图;阶层图", "hierarchical analysis": "层次分析"}, "eg2": [["The mapping table is a common construct that allows you to map one<b> hierarchical</b> structure to another.", "映射表是一种常见的构造，允许您将一个分层结构映射到另一个中。"], ["Unlike other side-by-side mapping tools, the mapping table does not provide full mapping power of any<b> hierarchical</b> structure to another.", "不同于其他并行映射工具，映射表不提供将任何分层结构映射到另一结构的完整映射功能。"], ["For larger clusters, a<b> hierarchical</b> approach is needed, with the management node being connected to two or more service nodes and the compute nodes being provisioned from the service nodes.", "对于一个较大的集群，则需要一个分层的方式，且管理节点要连接到两个或多个服务节点，计算节点要从这些服务节点得到供应。"]]}, "homophobia": {"pron": {"peg": "['homə'fobɪə]", "pam": "['homə'fobɪə]"}, "wp": {"Homophobia Russia": "恐同俄罗斯", "internalised homophobia": "主观恐同", "Reframing Homophobia": "重新定义同性恋恐惧症", "STOP HOMOPHOBIA": "停止恐同", "dystonic homophobia": "自我不协调同性恋", "Campaign Against Homophobia": "反恐同阵线", "Internalized Homophobia": "内化恐同", "National Day Against Homophobia": "全国不再恐同日", "Anti-homophobia policy": "反憎恶同性恋政策"}, "ex": ["n. 对同性恋的恐惧；对同性恋的憎恶"], "eg2": [], "st": {}}, "hostility": {"pron": {"peg": "英 [hɒ'stɪləti] ", "pam": "美 [hɑ'stɪləti] "}, "ex": ["n. 敌意；对抗；（对思想、计划或情形的）愤怒反对；战争行为", "网络 敌对；敌对状态；敌视"], "eg2": [["feelings of hostility towards people from other backgrounds", "对不同背景的人的敌视情绪"], ["There was open hostility between the two schools.", "这两所学校公开相互敌对。"], ["public hostility to nuclear power", "公众对核动力的愤然反对"], ["the start/outbreak of hostilities between the two sides", "双方之间敌对行为的爆发"], ["a cessation of hostilities(= an end to fighting)", "战争停止"]]}, "illiberal": {"pron": {"peg": "[ɪ'lɪbərəl]", "pam": "[ɪ'lɪbərəl]"}, "wp": {}, "ex": ["adj. 偏执的；吝啬的；粗鄙的；狭隘的；缺乏文化素养的"], "eg2": [["", ""], ["", ""], ["", ""]], "st": {}}, "imaginary": {"pron": {"peg": "[ɪ'mædʒɪnɛri]", "pam": "[ɪ'mædʒɪnɛri]"}, "wp": {"imaginary characteristic": "虚数特性;虚特征", "imaginary circle": "虚圆;假想切圆;假想圆;虚图", "imaginary frequency": "虚频率;虚频", "imaginary speech": "想象话语", "Imaginary Signifier": "想象的能指", "imaginary hinge": "虚铰;假想铰链", "imaginary part": "虚部;虚数部;虚数部分;虚数", "Imaginary audience": "假想观众;假想的观众;想像观众;想象的观众", "Imaginary Heroes": "假想英雄;设想英雄;设想豪杰;设想好汉"}, "ex": ["adj. 虚构的，假想的；想像的；虚数的"], "eg2": [["Though all the characters in the books were , he liked them so much.", "虽然书中的人物都是虚构的，他还是非常喜欢他们。"], ["And although my stories are , I like to think that there is some truth in them, too -- truth about the way people and animals feel and think and act.", "尽管我的故事是虚构的，我宁愿相信这些故事也包含着某些真实的成分。 至少故事里那些人和动物，他们的所思所感，他们的行为方式，都是真实的。"], ["I have herded<b> imaginary</b> sheep until they insisted on turning themselves into white bears or blue pigs, and I defy any reasonable man to fall asleep while mustering a herd of cerulean swine.", "我在想像中牧羊，一直想到它们不知怎地都变成了白熊和蓝猪。 我倒想看看哪个有理智的人能在赶着一群天蓝色的猪的时候进入梦乡。"]], "st": {"transform": [["n.", "imaginaries"]]}}, "immigrate": {"ex": ["vi. 移入", "vt. 使移居入境"], "pron": {"peg": "['ɪmɪɡret]", "pam": "['ɪmɪɡret]"}, "st": {"transform": [["vi.", "immigrated,immigrating"]]}, "wp": {"to immigrate": "移入;移民", "Immigrate e": "移入;移居入境;移居入本国", "immigrate into": "移民到", "immigrate to": "最近看到一则关于移居", "immigrate v": "从外国", "Immigrate ASAP": "如果我赢了一百万", "Immigrate population": "徙民", "immigrate vt": "移平易近", "IMG Immigrate": "移民"}, "eg2": [["Palestinians from around the world should have a right to , if they so choose, to a Palestinian state.", "如果也这样选择的话，来自世界各地的巴勒斯坦人也有权利移居到这个巴勒斯坦国家。"], ["The stunning lack of such constitutional guarantees is just one reason why many of China’s entrepreneurial elite seek to<b> immigrate</b> to the U.S., Canada or Australia.", "令人震惊的是，中国缺乏这种宪法保障，而这仅仅是许多中国企业家精英设法移民到美国、加拿大或澳大利亚的一个原因。"], ["However, I oppose illegal immigration because it corrupts the whole immigration system, and it is unfair to the millions of persons who wait for years to  to this country legally.", "然而，我反对非法移民因为它破坏了整个移民制度，对那些上百万为合法移民到这个国家要等上好几年的认识不公平的。"]]}, "imperative": {"pron": {"peg": "[ɪm'pɛrətɪv]", "pam": "[ɪm'pɛrətɪv]"}, "wp": {"imperative stipulation": "强制规定", "verbless imperative": "无动词祈使句", "imperative logic": "祈使逻辑", "imperative operation": "强制性操作;命令式操作;命令式操作英语", "categorical imperative": "定言令式;绝对命令;无上命令;绝对律令", "political imperative": "政治约束", "imperative code": "命令式代码", "imperative sentence": "祈使句;命令句;命令式;无人称句", "kategorische Imperative": "绝对命令"}, "ex": ["adj. 必要的，不可避免的；紧急的；命令的，专横的；势在必行的；[语]祈使的", "n. 必要的事；命令；需要；规则；[语]祈使语气"], "eg2": [["The undertaking was not easy, she said, but it felt .", "她说，这个选择并不轻松，但她感觉是必要的。"], ["But it says \"communications security, and specifically bandwidth protection [from both friendly interference and adversary action] is .", "但它说：“通信安全，具体的带宽保护[来自友好的干扰和对手的行动]是必要的。”"], ["Sharing important information about sex with your child is much easier than you think, and it's<b> imperative</b> to give them a sense of confidence, trust, and safety.", "与你的孩子分享有关性问题的重要信息比你所认为的要容易得多，而且很有必要给他们一种自信感，信任感和安全感。"]], "st": {}}, "imply": {"pron": {"peg": "[ɪm'plai]", "pam": "[ɪm'plai]"}, "wp": {"imply happiness": "意味着幸福", "I Imply": "暗示", "imply that": "暗示", "imply virtually": "善意地暗示", "imply meaningfully": "意味深长地暗示", "imply duties": "意味着责任", "imply obviously": "明显地暗示", "imply suggestively": "建议性地暗示", "imply indicate": "意味"}, "ex": ["vt. 意味；暗示；隐含"], "eg2": [["So all these skeptical hypothesis actually<b> imply</b> my thinking and my existence.", "这样所有怀疑主义假设实际上暗示出我的思考和存在。"], ["So yes, the internet furnishes weapons for the oppressors as well as the oppressed – but not, as Morozov seems to , in equal measure.", "所以，是的，互联网为压迫者以及被压迫者提供了武器，但是不像想要暗示的那样，以同样的尺度。"], ["Photographers and designers can surely think of many ways to visually  more by not showing the whole, that is, showing more by showing less.", "摄影师和设计师一定能想到很多的不展示整体的视觉的暗示，也就是通过展示小部分来显示更多。"]], "st": {"transform": [["vt.", "implied,implying"]]}}, "incur": {"pron": {"peg": "[ɪn'kɝ]", "pam": "[ɪn'kɝ]"}, "wp": {"incur sustain": "蒙受", "Incur Mischief": "惹祸", "May Incur": "可能招致", "to incur": "招来", "attract incur": "招引", "incur blame": "招来责备", "sustain incur": "发生", "incur damages": "遭受损失", "incur vt": "招致;引起"}, "ex": ["vt. 招致，引发；蒙受"], "eg2": [["Then when you sign contracts and<b> incur</b> business debts, you are only putting the business on the line.", "然后当你签约合同和承担企业债务的时候，你只是把你的业务推到了前线。"], ["The advantage of this approach is you only  the expense of obtaining the value when and if you need it.", "这种方法的好处是只有当需要它时或如果需要它时，才会花费一些开销来得到该值。"], ["And operational downtime caused by reliability or performance problems can  opportunity costs if customers are unable to access your system or the business is unable to do its work.", "并且如果顾客不能访问你的系统或业务不能进行工作，那么由可靠性或性能问题引起的运作停工就会招致机会成本。"]], "st": {"transform": [["vt.", "incurred,incurring"]]}}, "incurable": {"ex": ["adj. 不能治愈的；不能改变的；无法矫正的", "n. 医不好的病人", "网络 不可救药的；无可救药的；无药可救"], "pron": {"peg": "英 [ɪn'kjʊərəb(ə)l] ", "pam": "美 [ɪn'kjʊrəb(ə)l] "}, "eg2": [["an incurable disease/illness", "不治之症"], ["She's an incurable optimist.", "她是个不可救药的乐天派。"]]}, "inflate": {"ex": ["vt. 使充气；使通货膨胀", "vi. 膨胀；充气"], "pron": {"peg": "[ɪn'flet]", "pam": "[ɪn'flet]"}, "st": {}, "wp": {"Inflate Us": "感染兽", "Inflate tool": "膨胀工具", "Inflate Cartoon": "充气卡通", "HOTTONIA INFLATE": "雪花草", "Eucypris inflate": "胖真星介", "Inflate Dot": "膨胀笔刷", "inflate gas": "膨胀气体", "inflate quantity": "打气量", "inflate rocks": "膨胀岩"}, "eg2": [["When they are found, doctors pass a tube with a balloon into the narrowed area and<b> inflate</b> the balloon to compress plaque deposits against the side of the artery.", "当它们被发现后，医生通过一个软管把一个小气球进入狭小的区域并且膨胀这个气球去压缩动脉边沉淀下来的血小板。"], ["Nor can euro members  the cost of the debt away, since they do not control monetary policy.", "欧元国也不能用通货膨胀的方式来降低借贷成本，因为他们不能控制货币政策。"], ["If it fails to , or you need top up the air, blow into this tube.", "如果充气失败，或者你需要补充充气，向管子直接吹气即可。"]]}, "inhabit": {"pron": {"peg": "[ɪn'hæbɪt]", "pam": "[ɪn'hæbɪt]"}, "wp": {}, "ex": ["vt. 栖息；居住于；占据", "vi. （古）居住；栖息"], "eg2": [], "st": {}}, "intolerance": {"pron": {"peg": "[ɪn'tɑlərəns]", "pam": "[ɪn'tɑlərəns]"}, "wp": {"galactose intolerance": "半乳糖不耐症", "chemical intolerance": "释义不耐化学药物的食物", "drug intolerance": "称做药物不耐症", "intolerance style": "偏执型", "Glucose intolerance": "葡萄糖耐受不良;受性不良;葡萄糖不耐症;葡萄糖失耐", "motion intolerance": "运动难忍", "lactase intolerance": "乳糖不耐受;并乳糖不耐受", "aspirin intolerance": "或阿司匹林耐受不良", "alcoholic intolerance": "释义酒精不耐受性"}, "ex": ["n. （尤指对别人的意见）不宽容；偏狭"], "eg2": [["People can and should speak out against<b> intolerance</b> and hatred.", "人们能够也应该公开反对不宽容与仇恨。"], ["Fukuyama's portrayal of religion as a unifying force in history will irk some atheists, for whom religion is at all times a source of , conflict, and violence.", "福山有关宗教作为历史上的一种统一力量的描绘将触怒一些无神论者，因为对于他们来说，宗教一直都是不宽容、冲突和暴力的来源。"], ["We are all and should be intolerant of .", "我们都不应该容忍那些没有包容心的行为。"]], "st": {}}, "intolerant": {"pron": {"peg": "[ɪn'tɑlərənt]", "pam": "[ɪn'tɑlərənt]"}, "wp": {"intolerant t": "不容忍的", "intolerant traders": "低风险承受者", "intolerant group": "敏感类群", "intolerant skin": "不耐皮肤;不容忍皮肤;偏执的皮肤", "intolerant species": "不耐污染的品种", "Intolerant Neighbors": "心胸狭窄邻居", "intolerant tree": "阳生树;阳性树;厌阴木", "lactose intolerant": "乳糖不耐症;患有乳糖不耐受症;蜜袋鼯鼠有乳糖不耐症;患有乳糖不耐症", "fertilizer intolerant": "不耐肥"}, "ex": ["adj. 无法忍受的；偏狭的"], "eg2": [["We are all and should be<b> intolerant</b> of intolerance.", "我们都不应该容忍那些没有包容心的行为。"], ["But he was surprised and dismayed to hear that people saw him as .", "但是当他听说人们认为他很偏狭的时候，他还是感到吃惊和沮丧。"], ["For her, the worship of relics and<b> intolerant</b> crusaders soon replaced the rationalism championed by Gerbert.", "对她来说，崇拜遗迹和偏狭的十字军，很快取代了尔贝特所倡导的理性主义。"]], "st": {}}, "invasion": {"pron": {"peg": "英 [ɪn'veɪʒ(ə)n] ", "pam": "美 [ɪn'veɪʒ(ə)n] "}, "ex": ["n. 侵犯；侵略；干预；武装入侵", "网络 侵袭；侵害；发病"], "eg2": [["the German invasion of Poland in 1939", "德国于 1939 年对波兰的侵略"], ["the threat of invasion", "入侵的威胁"], ["an invasion force/fleet", "侵略军；入侵舰队"], ["the annual tourist invasion", "一年一度游客的涌入"], ["Farmers are struggling to cope with an invasion of slugs.", "农民正在努力对付蛞蝓的大肆侵害。"], ["The actress described the photographs of her as an invasion of privacy .", "那位女演员认为她的这些照片是对隐私权的侵犯。"]]}, "legitimate": {"ex": ["adj. 合法的；正当的；合理的；正统的", "vt. 使合法；认为正当（等于legitimize）"], "pron": {"peg": "[ləˈdʒɪtəmɪt]", "pam": "[ləˈdʒɪtəmɪt]"}, "st": {"similar": "legal", "transform": [["vt.", "legitimated,legitimating"]]}, "wp": {"Legitimate expectation": "信赖保护原则;合法预期;合理期待;合理期望", "legitimate power": "法定权;合法权力;法定权力;合法权", "legitimate interest": "合法权益;合法利益;\t\t正当利益;正当权益", "legitimate person": "获确立婚生地位人士;婚生人士", "legitimate authority": "合法权威;正当权威;合法权力", "Legitimate Opposition": "合法反对原则", "legitimate knowledge": "法定知识", "legitimate business": "正当业务", "Legitimate end": "合法的目的"}, "eg2": [["Some of that is .", "上述有些事情是合理的。"], ["That is entirely  and it is to be expected.", "那也是完全合理的，而且是可以预料的。"], ["This is still a huge question for us when we think about nation building and building new states, how to create a  authority.", "这对我们来说依然是个庞大的问题,当我们思考国家的建设,建设一个新的国家，如何创造合法权力。"]]}, "liberal": {"pron": {"peg": "['lɪbərəl]", "pam": "['lɪbərəl]"}, "wp": {"Liberal Party": "自由党;日本自由党;自在党;英国自由党", "liberal constitutionalism": "自由宪政;自由宪政主义;自由立宪主义", "Liberal Internationalism": "自由国际主义;自由主义的国际主义;国际主义", "Liberal Feminism": "自由女性主义;自由主义女性主义;自由派女权主义", "liberal egalitarianism": "自由平等主义;自由主义式平等主义;自由派平等主义;又或自由平等主义", "BC Liberal": "省自由党;卑诗自由党", "liberal media": "自由派媒体", "too liberal": "既要避免自由编造;新闻主播左倾;太自由", "liberal bias": "自由主义偏见"}, "ex": ["adj. 自由主义的；慷慨的；不拘泥的；宽大的", "n. 自由主义者", "n. (Liberal)人名；(葡)利贝拉尔"], "eg2": [["They disagreed on how to define “”.", "他们对如何解释“”一词的词义有不同意见。"], ["Anyone who does not agree with the<b> liberal</b> side of Hollywood does not deserve to work in Hollywood!", "谁要是不站在好莱坞的自由主义者这边，谁就别想再好莱坞混！"], ["As for the content, I can tell you that on average people in Zurich have a<b> liberal</b> attitude to this reform.", "至于内容，我可以告诉你们，普遍来说，苏黎世人民对待这次改革都采取了自由主义的态度。"]], "st": {"similar": "advanced,progressive"}}, "misogyny": {"pron": {"peg": "[maɪ'sɑdʒɪni]", "pam": "[maɪ'sɑdʒɪni]"}, "wp": {"misogyny y": "厌女症"}, "ex": ["n. 厌恶女人；[医] 厌女症"], "eg2": [], "st": {}}, "molest": {"ex": ["vt. 骚扰；调戏；干扰"], "pron": {"peg": "[mə'lɛst]", "pam": "[mə'lɛst]"}, "st": {}, "wp": {"Lampoon Molest": "出品公司", "to molest": "猥亵", "molest salvinia": "烦", "molest t": "干挠裁判员;骚扰", "molest children": "骚扰孩童", "Child molest": "猥亵儿童;孩子妨碍;虐待儿童", "molest somebody": "非礼", "sexual molest": "性骚扰", "molest official": "干扰裁判员"}, "eg2": [["It’s a paradox, but the Buddhist loves them both while at the same time wanting to<b> molest</b> them.", "这个说法很是矛盾，但佛教徒的确是即爱着他们，又想折磨他们。"], ["The woman, Deng Yujiao, has been accused of killing an official who allegedly attempted to<b> molest</b> her.", "这位名叫邓玉娇的女性被控谋杀一名据称试图调戏她的官员。"], ["When it gets near it will jump and<b> molest</b> you !", "什麽时候它得到接近的它将跳和干扰你！"]]}, "moral": {"pron": {"peg": "['mɔrəl]", "pam": "['mɔrəl]"}, "wp": {"moral obligation": "道德责任;道义责任;道德义务;道义上的责任", "moral behavior": "道德行为;有德行为", "Moral Majority": "道德多数派;道德多数;道德大多数;道德大众", "moral sense": "道德感;是非感;道德观念;道德意识", "Puerto Moral": "莫拉尔港", "moral hazard": "道德风险;道德危险;道德危机;道德危害", "moral law": "道德律;道德法则;道德法;德道律法", "moral rule": "道德规范;道德规则", "moral feeling": "道德感;道德情感;道德情意;同情"}, "ex": ["adj. 道德的；精神上的；品性端正的", "n. 道德；寓意", "n. (Moral)人名；(德、法、西、葡、土)莫拉尔"], "eg2": [["He lives by a strict<b> moral</b> code.", "他按照严格的道德准则生活。"], ["Faith  undergirds<b> moral</b> principles.", "信仰能加强道德原则。"], ["The  offen-sive remarks in the book had to be expurgated before it could be printed.", "这本书在付印前必须删去道德上冲撞的话语。"]], "st": {"similar": "ethical,virtuous"}}, "negotiable": {"pron": {"peg": "[nɪ'ɡoʃɪəbl]", "pam": "[nɪ'ɡoʃɪəbl]"}, "wp": {"negotiable CDs": "定期存单", "Negotiable salary": "待遇面议;工资面议", "NON NEGOTIABLE": "非可转让;非流通票据", "negotiable securities": "可流转证券;\t\t有价证券;\t\t可流通证券;\t\t证券", "Negotiable remuneration": "报酬面议", "negotiable certificate": "可流转证明书", "negotiable bond": "可转让债券;流通债券", "Price Negotiable": "价格面议", "Salary Negotiable": "工资面议;工资可以商量"}, "ex": ["adj. 可通过谈判解决的；可协商的"], "eg2": [["The truth is more<b> negotiable</b> than you think.", "而事实比你想的更具有可协商性。"], ["Move from a fixed scope to a   scope: By delivering high priority features first, it is likely that you deliver most of the business value long before the customer's wish list is completed.", "从固定范围移到 可协商范围的方法：先交付高优先级功能，这样就可以早在完全满足客户的一系列期望前交付具有商业价值的大部分产品。"], ["We all probably have some non- items in each of the three categories I described above.", "对于我上述的三个原因，其中可能都有一些我们不允许讨价还价的因素。"]], "st": {}}, "obligation": {"pron": {"peg": "[,ɑblɪ'ɡeʃən]", "pam": "[,ɑblɪ'ɡeʃən]"}, "wp": {"tort obligation": "侵权行为之债", "supported obligation": "被支持的债务", "voluntary obligation": "任意之债", "financial obligation": "债务;财政承担;或金融债务;财务债务", "indefinite obligation": "种类之债", "obligation fees": "承担费", "simple obligation": "简单之债", "liquidated obligation": "已偿清的债务;已清偿的债务", "Potential obligation": "负债;潜在义务"}, "ex": ["n. 义务；职责；债务"], "eg2": [["Don't try to duck out of the .", "别想逃避那项义务。"], ["I say it is criminal, and we each have an  to stop it.", "但是我认为这是犯罪行为，我们每一个人都有义务制止它。"], ["The only , the only “tax” that was due from me, applied to everyone.", "这惟一的义务，也是惟一的“税”到期要向我征收的，也适用于每个人。"]], "st": {"similar": "duty"}}, "oblige": {"ex": ["vt. 迫使；强制；赐，施恩惠；责成；义务", "vi. 帮忙；施恩惠"], "pron": {"peg": "[ə'blaɪdʒ]", "pam": "[ə'blaɪdʒ]"}, "st": {"transform": [["vt.", "obliged,obliging"]]}, "wp": {"oblige vt": "施恩于;迫使", "oblige kindly": "劳驾", "oblige infinitely": "无限感激", "oblige force": "强迫", "oblige deeply": "深表感激", "oblige morally": "道德上迫使", "oblige edge": "斜刃", "Nobless oblige": "贵族恩典", "oblige V": "迫使做"}, "eg2": [["Newspapers, magazines, TV and the Internet<b> oblige</b> us by constantly reporting the stuff.", "报纸，杂志，电视和互联网的不断报道迫使我们接受这些东西。"]]}, "oppose": {"pron": {"peg": "[ə'poz]", "pam": "[ə'poz]"}, "wp": {"oppose malpractice": "抵制不正之风", "oppose against": "使对照", "to oppose": "反对;相对;作对", "oppose american": "反对美国", "oppose separine": "破坏破碎", "oppose strongly": "竭力反对", "Strongly oppose": "强烈反对", "resolutely oppose": "坚决反对", "counter oppose": "反对"}, "ex": ["vt. 反对；对抗，抗争", "vi. 反对"], "eg2": [["We<b> oppose</b> interference by any outside force.", "我们反对任何外来势力插手干预。"], ["Promote materialist dialectics and  metaphysics and scholasticism.", "要提倡唯物辩证法，反对形而上学和烦琐哲学。"], [" extravagant eating and drinking and pay attention to thrift and economy.", "反对大吃大喝， 注意节约。"]], "st": {"transform": [["vt.", "opposed,opposing"]], "similar": "resist,withstand"}}, "outrage": {"pron": {"peg": "['aʊtredʒ]", "pam": "['aʊtredʒ]"}, "wp": {"The Outrage": "西方罗生门;极恶非道;善恶无赦;暴行", "outrage beyond": "极恶非道;全员恶人完结;片", "heavy outrage": "严重犯法行为", "outrage e": "使愤慨;残暴", "express outrage": "表示气愤", "outrage capacity": "中断容量", "Provoke outrage": "激起公愤", "Chocolate Outrage": "巧克力味", "Tottenham Outrage": "托定咸暴力事件"}, "ex": ["n. 愤怒，愤慨；暴行；侮辱", "vt. 凌辱，强奸；对…施暴行；激起愤怒"], "eg2": [["They were horrified by the<b> outrage</b> before their eyes.", "他们被亲眼所见的暴行吓得呆住了。"], ["That is an<b> outrage</b> to anyone with enough brain to think for himself or herself.", "对任何一个认为他或她是有脑子的人而言那都是一种侮辱。"], ["There is some evidence that people would prefer more equality, but there is no sign of widespread  or pervasive demands for change.", "有一些证据表明人们想要更平等的财富，但是并没有迹象表明有要求进行改变大量扩散的愤怒。"]], "st": {"transform": [["vt.", "outraged,outraging"]]}}, "patriarchal": {"pron": {"peg": "[,petrɪ'ɑrkl]", "pam": "[,petrɪ'ɑrkl]"}, "wp": {"patriarchal imagination": "父权想象", "Patriarchal System": "大家庭制;父权体系;家长制;宗法制度", "patriarchal party": "老子党", "patriarchal order": "宗法秩序", "patriarchal political": "父权政治", "Patriarchal framework": "父权主义构建", "patriarchal Science": "学", "Patriarchal theory": "父权论", "Patriarchal See": "身的宗主教区"}, "ex": ["adj. 家长的；族长的；由族长统治的"], "eg2": [["Already in Colossians and Ephesians they set up the household in a clear hierarchical  situation.", "歌罗西书和以弗所书已经在家庭中,建立起明确的家长等级关系。"], ["Nevertheless, as I emphasized earlier in the<b> patriarchal</b> stories, in the end we're dealing here with sacred history.", "无论如何，就像我先前在族长故事中强调的，最后我们在这里探讨的是宗教历史。"], ["In Tsarist Russia, women suffered from the exploitation of capitalist employers and<b> patriarchal</b> husbands while government reformers ignored the injustice being done to them.", "在帝王统治的俄罗斯，妇女遭受着资本家和族长老公的剥削，然而政府改革家对她们这样的不平等待遇视而不见。"]], "st": {}}, "persecution": {"pron": {"peg": "英 [.pɜː(r)sɪ'kjuːʃ(ə)n] ", "pam": "美 [.pɜrsɪ'kjuʃ(ə)n] "}, "ex": ["n. 困扰；苛求；迫害；残害", "网络 烦扰；逼迫；虐待"], "eg2": []}, "poverty": {"pron": {"peg": "英 ['pɒvə(r)ti] ", "pam": "美 ['pɑvərti] "}, "ex": ["n. 贫困；贫穷；贫乏；短缺", "网络 缺少；缺乏；穷困"], "eg2": [["conditions of abject/extreme poverty", "极度贫穷的状况"], ["to alleviate/relieve poverty", "缓解╱解除贫困"], ["Many elderly people live in poverty .", "许多老年人生活于贫困之中。"], ["There is a poverty of colour in her work.", "她的作品缺乏色彩。"]]}, "powerless": {"ex": ["adj. 无能为力；无影响力的；无权的", "网络 无力的；无能为力的；软弱的"], "pron": {"peg": "英 ['paʊə(r)ləs] ", "pam": "美 ['paʊrləs] "}, "eg2": [["powerless minorities", "弱势的少数族群"], ["When the enemy attacked, we were completely powerless against them.", "敌人进攻的时候，我们毫无抵御能力。"], ["I saw what was happening, but I was powerless to help.", "我眼看着事情发生，却无力相助。"]]}, "privilege": {"pron": {"peg": "[ˈprɪvəlɪdʒ]", "pam": "[ˈprɪvəlɪdʒ]"}, "wp": {"reinvestment privilege": "再投资特权;在投资特权", "Exchange Privilege": "转移特权", "spousal privilege": "配偶特权", "Position Privilege": "领先地位", "object privilege": "对象权限;对象特权", "privilege violation": "特权扰乱", "Privilege separation": "权限分离;特权分离;特权隔离", "image privilege": "映象特权;影像特权", "access privilege": "存取特权;访问特权"}, "ex": ["n. 特权；优待", "vt. 给予…特权；特免"], "eg2": [["Or maybe they just have bad taste, but that is their .", "或者也许他们只是有很差的品味，但那是他们的特权。"], ["Who gave you or anyone else the  to intentionally inflict damage upon anything?", "谁给了你或者其他任何人特权去故意破坏任何事物了？"], ["No one shall have the  of transcending the law.", "不允许任何人有超越法律的特权。"]], "st": {"transform": [["vt.", "privileged,privileging"]]}}, "probation": {"ex": ["n. 试用；缓刑；查验"], "pron": {"peg": "[pro'beʃən]", "pam": "[pro'beʃən]"}, "st": {}, "wp": {"Probation Materials": "试用物料", "probation officers": "感化官", "educational probation": "教育见习", "disciplinary probation": "留校察看", "Federal probation": "联邦缓刑制", "Probation Office": "刑办公室;缓刑官;观护所;感化办事处", "informal probation": "非正式缓刑", "probation revocation": "撤消缓刑", "probation committee": "感化工作指导委员会"}, "eg2": [["For every dollar Michigan spends on prison, it only spends 10 cents on<b> probation</b> and parole.", "密歇根每花1美元的钱在监狱上的同时，就要花10美分在缓刑和假释上。"], ["Since that DUI charge violated her Los Angeles ,Rodriguez was sentenced to 60 days in jail but was released less than 24 hours later due toover crowding.", "由于那次醉酒驾驶违反了她在洛杉矶的缓刑，罗德里格兹被判入狱60天但是在后来不到24小时由于过度拥挤（？"]]}, "procedure": {"pron": {"peg": "[prə'sidʒɚ]", "pam": "[prə'sidʒɚ]"}, "wp": {"administrative procedure": "行政诉讼;行政程序;资助程序;管理程序", "Grievance procedure": "抱怨程序;冤屈投诉程序;申诉程序;苦情处理制度", "diagnostic procedure": "诊断;诊断程序;诊断手续;诊断步骤", "summary procedure": "简易程序;即决裁判程序;简易程序即决程序", "window procedure": "窗口过程;视窗函式;窗口程序;窗口过程函数", "civil procedure": "民事诉讼法;民事诉讼;民事诉讼程序;民事手段", "Procedure Control": "过程控制;工序技术检查;程控制;历程节制", "Procedure Committee": "程序委员会", "welding procedure": "焊接工艺;焊接程序;焊接工艺过程;焊接规程"}, "ex": ["n. 程序，手续；步骤"], "eg2": [["The law warrants this .", "这一程序是由法律批准的。"], ["He is familiar with export .", "他熟悉出口手续。"], ["Edward: Well, what we recommend is that someone comes down with the software to go through the .", "爱德华： 好吧，我们的建议是你那边最好来一个人，带着软件走一遍程序。"]], "st": {}}, "prosperous": {"pron": {"peg": "['prɑspərəs]", "pam": "['prɑspərəs]"}, "wp": {"prosperous mechanism": "繁荣机理", "Comparatively Prosperous": "小康", "Prosperous Duck": "富贵盛满鸭", "prosperous a": "繁荣的", "Glittering Prosperous": "华丽耀眼的", "Prosperous Lake": "行驶在昌湖", "Two prosperous": "两旺", "Not prosperous": "不繁荣", "prosperous spring": "红彤彤的春天"}, "ex": ["adj. 繁荣的；兴旺的"], "eg2": [["But it is also one of the most .", "但是这里也是该国最繁荣的小镇之一。"], ["In this great and<b> prosperous</b> land, we have so much to be thankful for, and Christmas reminds us of our obligation to share these blessings with others.", "在这个伟大而繁荣的土地,我们一直感到十分欣慰, 和圣诞节提醒我们有义务分享这些祝福给别人."], ["And if we succeed, our future will be more  and more peaceful than our past.", "如果我们能取得成功，我们的未来将会比过去更加繁荣、更加和平。"]], "st": {}}, "quirk": {"ex": ["n. 怪癖；急转；借口", "n. (Quirk)人名；(英)夸克"], "pron": {"peg": "[kwɝk]", "pam": "[kwɝk]"}, "st": {}, "wp": {"quirk router": "狭槽刨", "Patrick Quirk": "理夸克;局总经理奎克", "Michael Quirk": "半导体制造技术", "Graham Quirk": "库尔克", "quirk moulding": "鸟喙形线脚", "Quirk Mode": "怪癖模式;宽松模式", "Nathan Quirk": "奎尔克", "quirk bead": "槽隔小圆", "william quirk": "威廉突变"}, "eg2": [["It could be that some<b> quirk</b> of human anatomy — say, the way the wrist bones are configured or how the thumb is shaped — allows him to do that especially well.", "她猜想，这可能是因为人体解剖学上的一些突然弯曲，也就是说，手腕的骨头的配置，或拇指的形状，允许他完美地完成这样一系列的动作。"], ["The code in Listing 6 reflects one other rather subtle interface ; the menu count must be cached in advance.", "清单 6 中的代码反映了另外一个相当微妙的界面怪事；菜单数必须提前缓存起来。"]]}, "racist": {"pron": {"peg": "['resɪst]", "pam": "['resɪst]"}, "wp": {"Racist Scum": "独立车库", "racist people": "我讨厌", "Speed Racist": "极速种族主义者", "Racist Rooster": "种族歧视的公鸡", "racist views": "种族主义观点", "racist love": "种族主义之爱", "racialist racist": "种族主义者", "racist hate": "种族主义之恨", "closet racist": "关着门说话的种族主义者"}, "ex": ["n. 种族主义者", "种族主义的"], "eg2": [], "st": {}}, "riot": {"ex": ["n. 骚乱；暴乱；丰富多彩；品种繁多", "v. 发生骚乱；闹事", "网络 暴动；骚动；图片优化工具(Radical Image Optimization Tool)"], "pron": {"peg": "英 ['raɪət] ", "pam": "美 ['raɪət] "}, "eg2": [["One prison guard was killed when a riot broke out in the jail.", "一位狱警在监狱骚乱中丧生。"], ["food/race riots", "争抢食物的暴乱；种族骚乱"], ["The garden was a riot of colour .", "花园里色彩缤纷。"], ["They let their kids run riot.", "他们听任自己的孩子撒野。"], ["They let their kids run riot.", "他们听任自己的孩子撒野。"]]}, "sacrifice": {"pron": {"peg": "英 ['sækrɪfaɪs] ", "pam": "美 ['sækrɪ.faɪs] "}, "ex": ["n. 牺牲；祭祀；祭品；祭献", "v. 牺牲；献出；以（人或动物）作祭献", "网络 赵氏孤儿；奉献；献祭"], "eg2": [["The makers of the product assured us that there had been no sacrifice of quality.", "这一产品的制造商向我们保证说他们没有牺牲质量。"], ["Her parents made sacrifices so that she could have a good education.", "为了让她受良好的教育，她的父母作了很多牺牲。"], ["to make the final/supreme sacrifice(= to die for your country, to save a friend, etc.)", "牺牲生命"], ["They offered sacrifices to the gods.", "他们向众神献上祭品。"], ["a human sacrifice(= a person killed as a sacrifice )", "用作祭品的人"], ["She sacrificed everything for her children.", "她为子女牺牲了一切。"], ["The designers have sacrificed speed for fuel economy.", "设计者为节省燃料牺牲了速度。"], ["Would you sacrifice a football game to go out with a girl?", "你愿意放弃一场足球赛，去跟一个女孩子约会吗？"]]}, "secular": {"pron": {"peg": "['sɛkjəlɚ]", "pam": "['sɛkjəlɚ]"}, "wp": {"secular equation": "久期方程;\t\t\t特征方程;长期方程;永恒方程", "secular society": "世俗社会;通俗社会;非宗教社会", "secular trends": "长期趋势", "secular movement": "地壳缓慢升降运动;长期缓慢运动;\t\t长期运动;趋势值变动", "secular education": "非宗教教育;非宗教;世俗教育", "secular precession": "长期岁差;长期岁并", "secular nature": "入世性", "secular instability": "久期不稳定性;\t\t长期不稳定性", "secular sinking": "长期下沉"}, "ex": ["adj. 世俗的；长期的；现世的；不朽的", "n. 修道院外的教士，(对宗教家而言的) 俗人"], "eg2": [["Some will be relatively , but others will not separate religion and the state as the United States and France do.", "这些国家中，有些相对世俗，他们像美国和法国一样分州或分区治理，而另一些则不同。"], ["What would you say are some of the issues that Muslim students would face at a  university like Princeton?", "你觉得在像普林斯顿这样的世俗学校,读书的穆斯林学生,都会遇到些什么样的问题呢？"], ["Its leap into modernity took the form of a<b> secular</b> revolution; that differs from places like Ireland or Poland， where church and modern nationhood go together.", "它通过长期变革完成到新式天主教的飞跃，这不同于像爱尔兰教会、波兰教会这些与其现代国家地位相符合的地区；"]], "st": {}}, "shirk": {"ex": ["vt. 逃避", "vi. 推卸；逃避", "n. (Shirk)人名；(英)舍克"], "pron": {"peg": "[ʃɜːk]", "pam": "[ʃɜːk]"}, "st": {}, "wp": {"Shirk responsibility": "推脱责任;逃避责任;推卸责任;推诿扯皮", "Joyce Shirk": "标签", "Cory Shirk": "标签", "Walter Shirk": "标签", "shirk k": "逃避;规避;回避", "gertrude shirk": "由格特鲁德·舍克", "shirk duty": "规避义务", "Donald Shirk": "标签", "Alice Shirk": "标签"}, "eg2": [["You can't , it's your duty.", "你别想逃避责任，这本来就是你的职责。"], ["Today, however, many young people not only<b> shirk</b> this duty, but insist that it is actually the duty of parents to do all they can to care for them, even as adults.", "然而当今，许多年轻人不仅逃避这种责任，还坚持认为父母实际上有义务尽己所能照顾他们，即使他们已经成年。"], ["Resisting the pulse is now conflated with resisting people. To not be connected is to  our social responsibilities. What if something happened? What if somebody needed you?", "抵抗这种脉动就等同于抵抗这个人。不与外界联通就相当于逃避我们的社会责任。如果发生什么事儿呢？如果有人需要你呢？"]]}, "sincere": {"ex": ["adj. 真诚的；诚挚的；真实的"], "pron": {"peg": "[sɪn'sɪr]", "pam": "[sɪn'sɪr]"}, "st": {"transform": [["adj.", "sincerer,sincerest"]]}, "wp": {"Sincere Heart": "拳拳之心;诚挚的心;赤诚之心;真诚的心", "Sincere Service": "真诚服务;诚信服务;精诚服务;金诚服务", "So sincere": "深情款款;那样真心", "sincere prayer": "诚挚的祈祷", "sincere a": "诚挚的;真诚的;真挚的", "Be Sincere": "心灵种子;真心相待", "Your sincere": "你真诚的;你的真诚;您真诚的", "Sincere apology": "真诚的道歉;致以诚挚的歉意;诚恳的道歉", "You sincere": "你说的是诚恳的吗;您真诚的"}, "eg2": [["He is .", "他是真诚的。"], ["I extend<b> sincere</b> apologies to the president for this lack of civility.", "我为这种缺乏礼貌的行为向总统致以诚挚的歉意。"], ["What I'm asking is this: \"Do you want the  answer, or the glossed-over one?", "我所问的实际上是：“你是想要一个真实的答案还是要一个粉饰过的答案？"]]}, "spectrum": {"pron": {"peg": "英 ['spektrəm] ", "pam": "美 ['spektrəm] "}, "ex": ["n. 频谱；范围；领域；序列", "网络 光谱；波谱；系列"], "eg2": [["A spectrum is formed by a ray of light passing through a prism.", "一束光通过棱镜就会形成光谱。"], ["Red and violet are at opposite ends of the spectrum.", "红色和紫色位于光谱的两端。"], ["the electromagnetic/radio/sound spectrum", "电磁波谱；射频频谱；声谱"], ["a broad spectrum of interests", "广泛的兴趣范围"], ["We shall hear views from across the political spectrum.", "我们要听取各个政治派别的看法。"]]}, "speedy": {"ex": ["adj. 快的；迅速的；敏捷的", "n. (Speedy)人名；(英)斯皮迪"], "pron": {"peg": "['spidi]", "pam": "['spidi]"}, "st": {"similar": "fast", "transform": [["adj.", "speedier,speediest"]]}, "wp": {"Speedy Painter": "快速绘画软件;绘图软件;快速绘图软件;画图软件", "speedy drying": "快速干燥", "speedy eggbert": "蛋头小子", "Speedy Biker": "竞速摩托;急速摩托;竞技摩托", "leaderboard speedy": "领先迅速;迅速的排行榜;太极战士们迅速", "speedy kettle": "快速热水壶;快速水壶", "Speedy Flyer": "快速飞行", "Speedy service": "快速服务", "speedy box": "极速方块人"}, "eg2": [["The surveys need to be<b> speedy</b> and consumable.", "调查需要迅速并且是可消耗的。"], ["The final effect is that of a , very responsive application.", "最终的结果是一个迅速的、响应性很好的应用程序。"], ["Once we move to effective and  environmental review, we'll lead the world in production of those needed materials.", "一旦它们通过有效的、迅速的环保审查，我们就将主导那些重要材料的生产。"]]}, "stricken": {"pron": {"peg": "['strɪkən]", "pam": "['strɪkən]"}, "wp": {"stricken perfectly": "震地灾区", "stricken with": "被折磨;患上", "stricken hour": "整整一小时", "Panic Stricken": "惊恐万状", "stricken pedestrian": "灾区的行人;灾区行人;战祸行人", "depression stricken": "撞击凹坑", "Stricken City": "表演者", "stricken areas": "老少边穷地区;灾区", "wonder stricken": "惊讶不已的"}, "ex": ["adj. 患病的；受挫折的；受…侵袭的；遭殃的"], "eg2": [["The panic- fled in all directions.", "惊慌的人群向四面八方逃去。"], ["I stopped and ran toward the  woman, but my guide pulled me back.", "我停下车，跑向那个挨打的女人，但我的向导把我拉了回来。"], ["What does all this mean for eventual control of the  reactor as well as the cleanup?", "所有的这些对最终控制瘫痪的反应堆和清除核废物意味着什么？"]], "st": {}}, "subsequent": {"pron": {"peg": "['sʌbsɪkwənt]", "pam": "['sʌbsɪkwənt]"}, "wp": {"subsequent survey": "后续检验", "subsequent character": "后续字符", "Subsequent pregnancy": "再次妊娠", "subsequent consultation": "复查;复诊;咨询随访", "Subsequent flow": "续流", "subsequent cut": "继后的剪草", "subsequent stream": "后成河;走向河", "subsequent endorser": "后手", "subsequent a": "继;随后的"}, "ex": ["adj. 后来的，随后的"], "eg2": [["Some error messages will be displayed, but you can ignore them, because we'll correct them in the<b> subsequent</b> steps.", "这将显示一些错误消息，但您可以忽略它们，因为我们将在随后的步骤中更正这些错误。"], ["However, if the program code is out of the official kernel then it is incumbent on its developer to invest time and effort re-applying their changes to each<b> subsequent</b> kernel release.", "可是，如果程序代码是在官方内核之外，那么，开发者投入时间和精力把他们的变化重新运用于后来的每个内核发行版是义不容辞的。"], ["These will be used in  steps.", "将在随后的步骤中用到这些。"]], "st": {}}, "sufficient": {"pron": {"peg": "[səˈfɪʃənt]", "pam": "[səˈfɪʃənt]"}, "wp": {}, "ex": ["adj. 足够的；充分的"], "eg2": [], "st": {"similar": "adequate,enough"}}, "suicide": {"pron": {"peg": "英 ['suːɪsaɪd] ", "pam": "美 ['suɪ.saɪd] "}, "ex": ["n. 自杀；自杀性行为；自毁；自取灭亡的行为", "adj. 自杀的；自杀性的", "v. 自杀", "网络 自杀者；自杀之谜；自杀论"], "eg2": [["to commit suicide", "自杀"], ["an attempted suicide(= one in which the person survives)", "自杀未遂"], ["a suicide letter/note(= written before sb tries to commit suicide )", "绝命书"], ["a suicide bomber(= who expects to die while trying to kill other people with a bomb)", "自杀式爆炸者"], ["It would have been political suicide for him to challenge the allegations in court.", "假如当时他在法庭上质疑那些指控，那无异于自毁政治前程。"]]}, "taboo": {"pron": {"peg": "[tə'bu]", "pam": "[tə'bu]"}, "wp": {"taboo state": "禁止状态", "Cannibal Taboo": "食人族的禁忌", "Hustler Taboo": "骗子禁忌;盗贼禁忌", "Language Taboo": "语言禁忌", "religions taboo": "宗教戒律", "private taboo": "隐私禁忌语", "On taboo": "忌日", "food taboo": "食物禁忌", "rose taboo": "玫瑰色"}, "ex": ["n. 禁忌；禁止", "adj. 禁忌的；忌讳的", "vt. 禁忌；禁止"], "eg2": [["And that is the one big  of our age.", "而且这也是我们同龄人的一个大忌讳。"], ["Almost all of us have been raised inside of a culture and households in which the subject was verbally .", "我们大多数人都生长在这样一种性是被禁止口头谈论的内隐的文化和家庭中。"], ["But that only makes the subject , paving the path for more awkwardness later on.", "但是那样做只会让这个话题成为禁忌，为以后很多尴尬时刻铺平道路。"]], "st": {"transform": [["n.", "taboos"], ["vt.", "taboos"]]}}, "tar": {"ex": ["n. 焦油；焦油沥青；柏油；（烟草点燃后产生的）焦油", "v. 用沥青涂抹；用柏油铺", "adj. 涂有柏油的", "网络 西藏自治区(Tibet Autonomous Region)；西藏自治区(Tibetan Autonomous Region)；磁带归档"], "pron": {"peg": "英 [tɑː(r)] ", "pam": "美 [tɑr] "}, "eg2": [["low-tar cigarettes", "焦油含量低的卷烟"], ["a tarred road", "柏油路"]]}, "temporary": {"ex": ["adj. 暂时的，临时的", "n. 临时工，临时雇员"], "pron": {"peg": "[ˈtempəreri]", "pam": "[ˈtempəreri]"}, "st": {"similar": "acting,ad interim,provisional", "transform": [["n.", "temporaries"]]}, "wp": {"temporary payments": "暂付款;暂付款项;暂付金钱", "Temporary shortage": "青黄不接", "temporary line": "临时线路;临时公交线路;便线", "temporary receipt": "临时收据;暂收款;姑且收据;暂收款项", "temporary worker": "临时工;临时工人;暂时工;姑且工", "temporary object": "临时对象;暂时物件;暂存物件;暂存对象", "temporary files": "临时文件;暂存档;暂存档案;临时文件暂存档", "temporary debit": "暂付款项;临时借款;财经;暂借款", "temporary support": "临时支撑;临时支架;临时支护;临时支承"}, "eg2": [["He found a<b> temporary</b> lodgment in Paris.", "他在巴黎找到了一个临时住所。"], ["He afforded a  shelter for the needy.", "他为穷人提供暂时的安身之处。"], ["There were fewer<b> temporary</b> engineers to plug in in that city because of low pay.", "由于报酬低，该城市雇用得到的临时工程师就更少了。"]]}, "threshold": {"pron": {"peg": "英 ['θreʃ.həʊld] ", "pam": "美 ['θreʃ.hoʊld] "}, "ex": ["n. 阈；门槛；起点；开端", "网络 阈值；阀值；临界值"], "eg2": [["She stood hesitating on the threshold.", "她站在门口，犹豫不决。"], ["He stepped across the threshold.", "他迈过门槛。"], ["He has a low boredom threshold(= he gets bored easily) .", "他极易感到乏味。"], ["I have a high pain threshold(= I can suffer a lot of pain before I start to react) .", "我的痛阈很高。"], ["My earnings are just above the tax threshold(= more than the amount at which you start paying tax) .", "我的收入刚刚超过税收起征点。"], ["She felt as though she was on the threshold of a new life.", "她觉得好像就要开始新生活了。"]]}, "timescale": {"ex": ["时间量程", "时标"], "pron": {}, "st": {}, "wp": {"nuclear timescale": "核时标", "development timescale": "发育时间表", "astronomical timescale": "天文年代表", "stratigraphic timescale": "地层年代表;地层时间表", "Timescale Grade": "有薪阶行政官", "chronological timescale": "地质时序表;地层时序表", "timescale task": "时间标度任务", "magnetostratigraphic timescale": "磁性地层年表", "Thermal timescale": "热时标"}, "eg2": []}, "tolerance": {"pron": {"peg": "['tɑlərəns]", "pam": "['tɑlərəns]"}, "wp": {"drug tolerance": "药物耐受性;\t\t耐药性;耐药;耐药株", "tolerance zone": "公差带;公差范围;公差区;差范围", "risk tolerance": "风险容限;承受风险能力;风险容忍度;勇于冒险", "tolerance limit": "耐性限度;\t\t容许界限;容许限度;公差极限", "Damage Tolerance": "损伤容限;容许损伤;结构损伤容限", "capacitance tolerance": "电容量允许偏差;\t\t电容量偏差;电容公差;允许偏差", "Temperature tolerance": "耐受温度;温度容限;耐温性;温度公差", "error tolerance": "误差宽容度;容错度;错误容限;错误容忍度", "Color tolerance": "色容许差;颜色容差;颜色宽容度;色的许容差"}, "ex": ["n. 公差；宽容；容忍"], "eg2": [["And all of these freedoms rely on one thing: .", "所有这些自由都依赖于一样东西：宽容。"], ["The one thing I learned is  and appreciation of all people.", "我学到的一件事件就是要宽容和感激所有人。"], ["In what ways do you think political<b> tolerance</b> could be advanced in your country?", "你认为在你的国家通过什么样的方式可以提高政治宽容？"]], "st": {}}, "tolerant": {"pron": {"peg": "['tɑlərənt]", "pam": "['tɑlərənt]"}, "wp": {"tolerant class": "第二类", "be tolerant": "采取高姿态;学会忍耐;宽容谦让;是宽容的", "radiation tolerant": "该公司的耐辐射型", "tolerant clon": "耐性克隆", "forgiving tolerant": "宽容的", "tolerant signal": "容忍信号", "salt tolerant": "耐盐的;耐盐性的", "Error Tolerant": "错误宽容度;容错能力;错误承受力", "Tolerant Management": "宽容管理"}, "ex": ["adj. 宽容的；容忍的；有耐药力的"], "eg2": [["A<b> tolerant</b> person usually has breadth of mind.", "有宽容精神的人通常胸襟开阔。"], ["So, this affair is complete of the problems, and marriage is possible only if both of them are very<b> tolerant</b> and intelligent people.", "所以，这是所有的问题所在，如果双方都是很宽容和能相互理解的人，天蝎和金牛的婚姻是可能的。"], ["Why are we  of some crimes?", "人们为什么会容忍某些罪行呢？"]], "st": {}}, "tolerate": {"ex": ["vt. 忍受；默许；宽恕"], "pron": {"peg": "['tɑləret]", "pam": "['tɑləret]"}, "st": {"similar": "bear", "transform": [["vt.", "tolerated,tolerating"]]}, "wp": {"not tolerate": "不容", "Tolerate error": "可容忍差错率", "tolerate eccentricities": "容忍反常行为", "Tolerate Silence": "容忍沉默", "intrusion tolerate": "容侵", "tolerate intention": "容忍故意", "tolerate morally": "道德上容许", "could tolerate": "能耐受", "tolerate standard": "耐受标准"}, "eg2": [["How can you<b> tolerate</b> that?", "你怎么能忍受这个？"], ["We have to know how to<b> tolerate</b> others who are different.", "我们必须知道如何忍受那些与我们不同的人”。"], ["They gain understanding of what they need in a mate, and what they cannot , making them more careful about choosing the second time around.", "他们已懂得自己需要从配偶身上得到什么，以及不能忍受什么，从而在选择第二段婚姻时会更加小心谨慎。"]]}, "transformation": {"pron": {"peg": "[,trænsfɚ'meʃən]", "pam": "[,trænsfɚ'meʃən]"}, "wp": {"Dqo transformation": "派克变换", "Legendre transformation": "勒壤得转换;勒让德变换;勒氏转换;Legendre变换", "Dyadic transformation": "位元移动映射", "Lorentz transformation": "洛伦兹变换;洛仑兹变换;洛伦茨变换;劳仑兹变换", "linear transformation": "线性变换;线性转换;直线转换;线性变损", "canonical transformation": "正则变换;正则调动;正准变换", "affine transformation": "仿射变换;仿射转换;仿射变化;相似转换", "infinitesimal transformation": "无穷小变换;无限小转换;微差变换", "social transformation": "社会变革;社会转型;社会转变;社会改革"}, "ex": ["n. [遗] 转化；转换；改革；变形"], "eg2": [[" of what?", "转换什么呢？"], ["You have now completed the definition of your .", "现在，您已经完成了对您的转换的定义。"], ["This completes the creation and implementation of your<b> transformation</b> extension.", "这完成了您的转换扩展的创建和实现。"]], "st": {}}, "underclass": {"pron": {"peg": "英 ['ʌndə(r).klɑːs] ", "pam": "美 ['ʌndər.klæs] "}, "ex": ["n. 社会底层；贫困阶层", "网络 底层阶级；下层阶级；下层社会"], "eg2": [["The long-term unemployed are becoming a new underclass.", "长期失业的人正形成新的贫困阶层。"]]}, "universal": {"pron": {"peg": "英 [.juːnɪ'vɜː(r)s(ə)l] ", "pam": "美 [.junɪ'vɜrs(ə)l] "}, "ex": ["adj. 普遍的；全体的；全世界的；共同的", "网络 环球；宇宙的；通用"], "eg2": [["Such problems are a universal feature of old age.", "这类问题是老年人的通病。"], ["Agreement on this issue is almost universal.", "这个问题几乎取得全体一致的意见。"], ["universal suffrage(= the right of all the people in a country to vote)", "普选权"], ["universal facts about human nature", "人性的普遍现象"]]}, "vibrant": {"pron": {"peg": "['vaɪbrənt]", "pam": "['vaɪbrənt]"}, "wp": {"vibrant analysis": "振动分析", "vibrant materialism": "旺盛物质主义", "vibrant systems": "振动系统", "nonlinear vibrant": "非线性振动", "vibrant characteristic": "震动特性", "VIBRANT ACCORD": "活", "The vibrant": "生机勃勃的", "Vibrant Collective": "充满活力集体", "vibrant market": "生机勃勃的市场"}, "ex": ["adj. 振动的；充满生气的；响亮的；战栗的", "n. (Vibrant)人名；(德)维布兰特"], "eg2": [["I guess it depends on the meaning of the word “.", "我猜这个词应该作它“振动的、战栗的”词义解读。"], ["Importantly, the  blue contrasts so well with the yellows and the reds, making the whole scene alive with vitality.", "更重要的是，充满生气的蓝色与黄色和红色形成了很好的反差，使整个场景栩栩如生。"], ["As with other open source projects, its success depends on building a healthy and  community around it.", "如同其他开源项目一样，它的成功将取决于能否建立一个健康活跃的社区。"]], "st": {}}, "viewpoint": {"ex": ["n. 观点，看法；视角"], "pron": {"peg": "['vjupɔɪnt]", "pam": "['vjupɔɪnt]"}, "st": {}, "wp": {"class viewpoint": "阶级观点;阶级观点英语", "D Viewpoint": "三维视点", "Sohlbergplassen Viewpoint": "索尔贝里观景台", "general viewpoint": "学科概况", "Technology Viewpoint": "技术视点", "love viewpoint": "恋爱观", "shooting viewpoint": "拍摄角度", "Sphinx Viewpoint": "斯芬克斯观景台", "Unfounded viewpoint": "无根据的看法"}, "eg2": [["He iterated his .", "他重复了他的观点。"], ["First: It all depends on your .", "首先：它完全取决于你的观点。"], ["The lecturer tried to drum in his , but the students were not listening.", "演讲者设法讲明他的观点，但学生们却充耳不闻。"]]}, "violate": {"pron": {"peg": "['vaɪəlet]", "pam": "['vaɪəlet]"}, "wp": {}, "ex": ["vt. 违反；侵犯，妨碍；亵渎"], "eg2": [], "st": {"transform": [["vt.", "violated,violating"]]}}, "violation": {"pron": {"peg": "[,vaɪə'leʃən]", "pam": "[,vaɪə'leʃən]"}, "wp": {"Segmentation violation": "段违规;段违例;段错误;段冲突", "constraint violation": "约束违例;约束冲突;限制侵害;违反约束", "walking violation": "四步违例;走步违例", "privilege violation": "特权扰乱", "RESTRICT VIOLATION": "违反限制", "moving violation": "行车违规罚单;移动违规;行车违规", "Second Violation": "三秒违例", "precondition violation": "前提违例", "violation transition": "事故变迁;违规变迁"}, "ex": ["n. 违反；妨碍，侵害；违背；强奸"], "eg2": [["If we find any , we will take action.", "如果发现任何侵害，我们就会采取措施。"], ["Figure 7 and 8 show an example of this kind of  as well as a possible resolution.", "图 7 和 8 显示了一个此类违背的例子并提供了一个可行的解决方案。"], [" of the act by which it exists would be self-annihilation; and that which is itself nothing can create nothing.", "违反它赖以存在的行为，就是自取灭亡，何况根本不存在的东西并不能创造任何东西。"]], "st": {}}, "welfare": {"ex": ["n. 福利；幸福；福利事业；安宁", "adj. 福利的；接受社会救济的"], "pron": {"peg": "['wɛl'fɛr]", "pam": "['wɛl'fɛr]"}, "st": {}, "wp": {}, "eg2": []}}, "title": "Anti-immigration, like pro-immigration, is a legitimate political position\n", "paperStatistics": {"suggestedfocus": "20.1 Minutes", "wordsset": 691, "keywords": "anti,citizens,countries,country,duty,host,immigration,immigrationists", "toughwords": 119, "allwords": 1624, "title": "Anti-immigration, like pro-immigration, is a legitimate political position\n", "desc": "A book excerpt from “21 Lessons for the 21st Century” by Yuval Noah Harari\n", "img": "https://cdn.static-economist.com/sites/default/files/20180804_OPP540.jpg\n", "date": "2018-08-06 12:12:20", "link": "2018_8_6_1.json"}}