{"Date": "2018-09-13 12:55:27", "content": "<p>\n</p> <p><span class=\"word-wrap-span\">Multilateral</span> co-operation is on the <span class=\"word-wrap-span\">wane</span> today but is <span class=\"word-wrap-span\">essential</span>, says Arancha González of the International Trade Centre\n</p> <p>\n</p> <p>\n</p> <p>IT IS 2020. The world economy is in a deep <span class=\"word-wrap-span\">recession</span>. Two years have passed since America imposed <span class=\"word-wrap-span\">tariff</span>s on many of its trading partners, <span class=\"word-wrap-span\">prompt</span>ing <span class=\"word-wrap-span\">retaliation</span> from China, Canada, the European Union and others. <span class=\"word-wrap-span\">Negotiation</span>s to resolve differences <span class=\"word-wrap-span\">falter</span>ed amid tensions over trade surpluses and <span class=\"word-wrap-span\">deficit</span>s. The effects of the <span class=\"word-wrap-span\">protectionist</span> measures seemed modest at first, when global economic growth was still fairly strong. But costs gradu<span class=\"word-wrap-span\">ally</span> started to add up for businesses and consumers. Investments <span class=\"word-wrap-span\">falter</span>ed. Global supply chains choked.\n</p> <p>\n</p> <p>Then, in 2019, the American business cycle turned. In China, confidence in <span class=\"word-wrap-span\">corporation</span>s’ ability to service debt fell. Financial markets <span class=\"word-wrap-span\">plummet</span>ed. As the renminbi lost value, making Chinese products cheaper abroad, the American government placed even <span class=\"word-wrap-span\">tougher</span> <span class=\"word-wrap-span\">quota</span>s on many imports. <span class=\"word-wrap-span\">Surplus</span> goods from China flooded into other markets, where pressure to raise import barriers became <span class=\"word-wrap-span\">irresistible</span>. The <span class=\"word-wrap-span\">downturn</span> <span class=\"word-wrap-span\">worsen</span>ed. Job losses soared into the tens of millions. \n</p> <p>\n</p> <p>This account is fiction, of course. But ten years ago this autumn, something similar might well have unfolded. \n</p> <p>\n</p> <p>When <span class=\"word-wrap-span\">Lehman</span> Brothers, an investment bank, <span class=\"word-wrap-span\">implode</span>d in September 2008, a <span class=\"word-wrap-span\">casualty</span> of the subprime <span class=\"word-wrap-span\">mortgage</span> <span class=\"word-wrap-span\">meltdown</span>, <span class=\"word-wrap-span\">contagion</span> quickly spread to major financial institutions in America and Europe. Banks stopped lending money to each other. Borrowing costs <span class=\"word-wrap-span\">skyrocket</span>ed, business lending shrivelled up, trade finance almost dried up. The world economy was suffocating. \n</p> <p>\n</p> <p>In the twelve months from April 2008, global trade, industrial output and the value of the stock market all fell faster than they had during the first year of the Great <span class=\"word-wrap-span\">Depression</span> of the 1930s.\n</p> <p>\n</p> <p>Fortunately for us, that is where the <span class=\"word-wrap-span\">parallel</span>s ended. Four years on from the crash of 1929, global economic output was still well below pre-crisis levels. World trade had fallen by two-thirds. In contrast, by 2012, not only were output and trade volumes well above pre-2008 levels, but foreign direct investment had more or less recovered, and extreme <span class=\"word-wrap-span\">poverty</span> had continued its <span class=\"word-wrap-span\">steady</span> decline. \n</p> <p>\n</p> <p>Why was the period after 2008 different? \n</p> <p>\n</p> <p>For one, governments had a better policy <span class=\"word-wrap-span\">toolkit</span>. They were able to <span class=\"word-wrap-span\">stimulate</span> their economies by spending more and slashing interest rates. Their <span class=\"word-wrap-span\">predecessor</span>s in the 1930s, in <span class=\"word-wrap-span\">thrall</span> to <span class=\"word-wrap-span\">misguide</span>d ideas about balanced budgets and the gold standard, had <span class=\"word-wrap-span\">resort</span>ed to import <span class=\"word-wrap-span\">restriction</span>s, which proved collectively <span class=\"word-wrap-span\">catastrophic</span>. \n</p> <p>\n</p> <p>Another big reason for the effectiveness of governments’ response to the 2008-09 crisis was international co-operation. In November 2008, the G20 collectively <span class=\"word-wrap-span\">pledge</span>d to provide <span class=\"word-wrap-span\">fiscal</span> and monetary <span class=\"word-wrap-span\">stimulus</span> and to <span class=\"word-wrap-span\">refrain</span> from <span class=\"word-wrap-span\">protectionism</span>. This <span class=\"word-wrap-span\">assure</span>d each country that its policies would be <span class=\"word-wrap-span\">reinforce</span>d, not weakened, by those of its <span class=\"word-wrap-span\">counterpart</span>s. Through the World Trade Organisation (WTO), governments monitored each other’s trade and investment <span class=\"word-wrap-span\">restriction</span>s, and worked to solve a <span class=\"word-wrap-span\">shortfall</span> in trade finance. Governments did end up introducing various small-bore <span class=\"word-wrap-span\">protectionist</span> measures, but markets remained broadly open.\n</p> <p>\n</p> <p>This co-<span class=\"word-wrap-span\">operative</span> response relied on positive-sum thinking. The Federal Reserve provided <span class=\"word-wrap-span\">trillion</span>s of dollars of <span class=\"word-wrap-span\">liquidity</span> to foreign as well as <span class=\"word-wrap-span\">domestic</span> banks, directly and through swap lines with central banks in Europe and Japan, because it recognised that financial <span class=\"word-wrap-span\">stability</span> abroad would <span class=\"word-wrap-span\">enhance</span> financial <span class=\"word-wrap-span\">stability</span> at home. The focus on “win-win” outcomes allowed governments to <span class=\"word-wrap-span\">invert</span> the late MIT economist Charles Kindleberger’s famous description of 1930s policymaking. This time, countries kept the global public interest in mind, and by doing so, better protected their <span class=\"word-wrap-span\">respective</span> national private interests. The system worked.\n</p> <p>\n</p> <p>Would it work again today? It doesn’t look promising. The ongoing trade hostilities are the product of a zero-sum approach to global economic relations. Too many leaders now <span class=\"word-wrap-span\">dismiss</span> international rules as unfair impingements upon national <span class=\"word-wrap-span\">sovereignty</span>. \n</p> <p>\n</p> <p>Yet the fact is that cross-border flows of goods, services, capital and data have left us <span class=\"word-wrap-span\">profoundly</span> <span class=\"word-wrap-span\">interdependent</span>. One country’s <span class=\"word-wrap-span\">fiscal</span>, monetary, and <span class=\"word-wrap-span\">regulatory</span> policies affect another’s growth. Even if trade and investment were drastic<span class=\"word-wrap-span\">ally</span> <span class=\"word-wrap-span\">curtail</span>ed, we would still have to deal with the cross-border <span class=\"word-wrap-span\">implication</span>s of climate change, migration, cyber-security, <span class=\"word-wrap-span\">terrorism</span> and <span class=\"word-wrap-span\">pandemic</span> disease. To claim the nation-state can <span class=\"word-wrap-span\">exert</span> complete <span class=\"word-wrap-span\">sovereignty</span> in the face of these <span class=\"word-wrap-span\">transnational</span> challenges is not just a lie; it <span class=\"word-wrap-span\">deliberately</span> lowers defences against their economic and social <span class=\"word-wrap-span\">consequence</span>s. National <span class=\"word-wrap-span\">stability</span> and <span class=\"word-wrap-span\">prosperity</span> demand that governments co-operate to build global <span class=\"word-wrap-span\">resilience</span>. \n</p> <p>\n</p> <p>To be sure, multilateralism in the age of instant communication can no longer be the primarily inter-<span class=\"word-wrap-span\">governmental</span> process of the post-war decades. Modern multilateralism will be the collective product of different actors engaging across borders in different <span class=\"word-wrap-span\">configuration</span>s. This is already happening. The Paris Agreement on climate change has <span class=\"word-wrap-span\">spurred</span> research and development into low-carbon technologies; major cities have allied to share information and technical advice about reducing <span class=\"word-wrap-span\">emission</span>s. International agreements have taken useful steps forward on curbing banking <span class=\"word-wrap-span\">secrecy</span> and <span class=\"word-wrap-span\">corpora</span>te tax <span class=\"word-wrap-span\">avoidance</span>, and making big banks less <span class=\"word-wrap-span\">vulnerable</span> to destabilising failure.\n</p> <p>\n</p> <p>The <span class=\"word-wrap-span\">frontier</span>s of trade <span class=\"word-wrap-span\">governance</span> can be usefully pushed forward by <span class=\"word-wrap-span\">bilateral</span> and regional agreements, as well as within the WTO. Governments could, for instance, usefully define shared <span class=\"word-wrap-span\">parameter</span>s for policies to encourage emerging digital technologies such as <span class=\"word-wrap-span\">artificial</span> intelligence and advanced <span class=\"word-wrap-span\">robotic</span>s. Clear global rules would minimise trade tensions and <span class=\"word-wrap-span\">solidify</span> <span class=\"word-wrap-span\">incentive</span>s to invest. They would also <span class=\"word-wrap-span\">foster</span> competition based on <span class=\"word-wrap-span\">ingenuity</span> rather than “buy <span class=\"word-wrap-span\">domestic</span>” policies or other market <span class=\"word-wrap-span\">restriction</span>s like forced tech transfer or breaches of intellectual property rights. Authorities currently playing <span class=\"word-wrap-span\">regulatory</span> catch-up with a handful of powerful tech companies might welcome the opportunity to <span class=\"word-wrap-span\">redefine</span> a more open and <span class=\"word-wrap-span\">fairer</span> playing field.\n</p> <p>\n</p> <p><span class=\"word-wrap-span\">Multilateral</span> co-operation is frequently <span class=\"word-wrap-span\">deride</span>d as naïve <span class=\"word-wrap-span\">idealism</span>. In fact, the opposite is true: it is a matter of cold self-interest for countries’ future economic and security <span class=\"word-wrap-span\">prospect</span>s. As Benjamin Franklin put it, we must hang together, or we will hang separately.\n</p> <p>\n</p> <p>_______\n</p> <p>\n</p> <p> Arancha González is the <span class=\"word-wrap-span\">executive</span> director of the International Trade Centre, a joint agency of the United Nations and the World Trade <span class=\"word-wrap-span\">Organization</span> </p>", "Last": "2018_9_13_11.json", "Next": "2018_9_13_13.json", "assistent": {"Depression": {"ex": ["n. 抑郁；沮丧；洼地；抑郁症", "网络 忧郁症；萧条；消沉"], "pron": {"peg": "英 [dɪ'preʃ(ə)n] ", "pam": "美 [dɪ'preʃ(ə)n] "}, "eg2": [["clinical depression", "临床抑郁症"], ["She suffered from severe depression after losing her job.", "她失业后患了严重的抑郁症。"], ["There was a feeling of gloom and depression in the office when the news of the job cuts was announced.", "裁员消息宣布时办公室里一片忧郁和沮丧的气氛。"], ["The country was in the grip of (an) economic depression.", "当时国家处于经济萧条期。"], ["the great Depression of the 1930s", "20 世纪 30 年代的经济大萧条"], ["Rainwater collects in shallow depressions on the ground.", "雨水积在地上的浅坑里。"]]}, "Lehman": {"ex": ["n. 雷曼（姓氏）"], "pron": {}, "st": {}, "wp": {"Lehman Brothers": "雷曼兄弟;雷曼兄弟公司;莱曼兄弟;雷曼兄弟控股公司", "Jeffrey Lehman": "杰弗里·雷蒙;院长雷蒙;雷蒙教授;杰弗里雷蒙", "Lehman Bros": "雷曼兄弟;雷曼兄弟公司;李曼兄弟;曼兄弟公司", "Lehman Brothe": "雷曼兄弟;莱曼兄弟", "Edward Lehman": "爱德华·雷曼", "Lehman Brothersonce": "拒绝向雷曼兄弟", "Michael Lehman": "莱曼;迈克尔", "Lehman Inc": "理有限公司", "Lehman Center": "曼中心"}, "eg2": []}, "Multilateral": {"ex": ["adj. [数] 多边的；多国的，多国参加的"], "pron": {"peg": "[,mʌltɪ'lætərəl]", "pam": "[,mʌltɪ'lætərəl]"}, "st": {}, "wp": {"multilateral agency": "多边机构;多边代理机构", "multilateral negotiation": "多边谈判", "multilateral surveillance": "多边监督;多边监察", "multilateral sand": "横向重叠砂体", "multilateral commitment": "多边承诺", "multilateral resistance": "多边阻力;多边阻力项", "multilateral payments": "多边支付;翻译", "multilateral comparison": "多边比较法;多边比较;多因素比较;多方面比较", "multilateral contract": "多边合同;翻译"}, "eg2": [["In your book, you talk about the importance of tethering China to a<b> Multilateral</b> system.", "《华尔街日报》：你在书中谈到将中国纳入一个多边体系的重要性？"], ["And the nature of the challenges we're facing are not only bilateral and , but they are transnational.", "我们所面对的挑战，实质上不仅是双边和多边的性质，而且还跨越了国界。"], ["He referred to the milestone agreement reached with the other<b> Multilateral</b> development banks on Sunday to share information to combat fraud and corruption.", "他提到周日与其他多边发展银行达成的具有里程碑意义的打击欺诈与腐败信息共享的协议。"]]}, "Negotiation": {"ex": ["n. 谈判；协商；磋商", "网络 议付；交涉；押汇"], "pron": {"peg": "英 [nɪ.ɡəʊʃi'eɪʃ(ə)n] ", "pam": "美 [nə.ɡoʊʃi'eɪʃ(ə)n] "}, "eg2": [["peace/trade/wage, etc. negotiations", "和谈、贸易洽谈、工资谈判等"], ["They begin another round of negotiations today.", "他们今天开始另一轮的谈判。"], ["to enter into/open/conduct negotiations with sb", "和某人开始╱展开╱进行谈判"], ["The rent is a matter for negotiation between the landlord and the tenant.", "租金可以由房东和租户协商确定。"], ["A contract is prepared in negotiation with our clients.", "我们和客户协商起草了一份合同。"], ["The issue is still under negotiation .", "这个问题还在商讨之中。"], ["The price is generally open to negotiation .", "一般来讲，价格可以商量。"]]}, "Organization": {"ex": ["n. 组织；机构；团体；安排", "网络 组织机构；组织架构；组织结构"], "pron": {"peg": "英 [.ɔː(r)ɡənaɪ'zeɪʃ(ə)n] ", "pam": "美 [.ɔrɡənɪ'zeɪʃ(ə)n] "}, "eg2": [["to work for a business/political/voluntary organization", "为一个商业╱政治╱志愿机构工作"], ["the World Health Organization", "世界卫生组织"], ["He's the president of a large international organization.", "他是一个大型国际组织的主席。"], ["I leave most of the organization of these conferences to my assistant.", "我把这些会议的大部分筹备工作留给我的助手。"], ["The report studies the organization of labour within the company.", "这个报告研究了公司内部的人力分配问题。"], ["She is highly intelligent but her work lacks organization.", "她聪明绝顶，工作却缺乏条理。"]]}, "Surplus": {"ex": ["n. 盈余；顺差；剩余；过剩", "adj. 过剩的；剩余的；多余的", "网络 结余"], "pron": {"peg": "英 ['sɜː(r)pləs] ", "pam": "美 ['sɜrpləs] "}, "eg2": [["food surpluses", "过剩的食物"], ["Wheat was in surplus that year.", "那一年小麦过剩。"], ["a trade surplus of £400 million", "4 亿英镑的贸易顺差"], ["The balance of payments was in surplus last year(= the value of exports was greater than the value of imports) .", "去年国际收支有盈余。"], ["surplus cash", "剩余的现金"], ["Surplus grain is being sold for export.", "过剩的谷物正销往国外。"], ["These items are surplus to requirements(= not needed) .", "这几项不需要。"]]}, "ally": {"pron": {"peg": "['ælaɪ]", "pam": "['ælaɪ]"}, "wp": {"Ally Finder": "同伴眼镜", "Ally Norbert": "诺伯特父子", "brand ally": "品牌联合", "Ally Wong": "黄家辉;摄影黄家辉", "next ally": "下一个盟友;下一个同盟", "ally mccoist": "麦考伊斯特;麦考利斯特;麦科伊斯特;阿利·麦考伊斯特", "Ally Walker": "艾利·沃克;沃克;艾莉渥克;主演", "Fern ally": "拟蕨", "Ally Arm": "支臂;支架;悬臂"}, "ex": ["n. 同盟国；伙伴；同盟者；助手", "vt. 使联盟；使联合", "vi. 联合；结盟", "n. (Ally)人名；(巴基)阿利；(法)阿利；(英)艾丽(女子教名 Alice 的简称)；(尼日利)阿利"], "eg2": [["And America is proud to have him as an  in the cause of peace and freedom.", "美国为有他作为和平与自由事业中的同盟者而感到骄傲。"], ["Treat the larger body of humanity as your friend and , and it will respond in kind.", "把人类的那个上层“躯体”视为你的朋友和同盟者，它将以同样的方法来回报你。"], ["However, sometimes an  that has influence can really give your idea legs. They can also be a source of encouragement.", "不过有时候，有影响力的同盟者的确会使你的想法更有力，他们还可以起到激励的作用。"]], "st": {"transform": [["n.", "allies"], ["vt.", "allies"]]}}, "artificial": {"pron": {"peg": "英 [.ɑː(r)tɪ'fɪʃ(ə)l] ", "pam": "美 [.ɑrtɪ'fɪʃ(ə)l] "}, "ex": ["adj. 人工的；人造的；假的；人为的", "n. 人造肥料；〈美〉假花", "网络 矫揉造作的"], "eg2": [["an artificial limb/flower/sweetener/fertilizer", "假肢；假花；人造甜味剂；化肥"], ["artificial lighting/light", "人工照明；人造光"], ["A job interview is a very artificial situation.", "求职面试是一个相当不自然的场面。"], ["the artificial barriers of race, class and gender", "种族、阶级、性别的人为障碍"], ["artificial emotion", "假装的情感"]]}, "assure": {"ex": ["vt. 保证；担保；使确信；弄清楚"], "pron": {"peg": "[ə'ʃʊr]", "pam": "[ə'ʃʊr]"}, "st": {"transform": [["vt.", "assured,assuring"]]}, "wp": {"ASSURE Model": "媒体运用的设计模式", "Assure myths": "不弃神话", "assure that": "确保;保证", "Cloud Assure": "应用安全测试", "assure system": "担保制度", "cannot assure": "不能保证", "government assure": "政府担保", "assure precision": "精度保证", "assure plan": "保证计划"}, "eg2": [["I<b> assure</b> you I'll be there.", "我向你保证我一定到那儿去。"], ["I<b> assure</b> you.", "我向你保证。"], ["I can<b> assure</b> you of the reliability of the information.", "我可以向你保证这消息是可靠的。"]]}, "avoidance": {"ex": ["n. 逃避；废止；职位空缺"], "pron": {"peg": "[ə'vɔɪdəns]", "pam": "[ə'vɔɪdəns]"}, "st": {}, "wp": {"automatic avoidance": "自动失效;自动回避", "avoidance response": "回避反应;性回避反应的;回避性反应", "avoidance conditioning": "回避条件反射;回避反射训练;回避条件作用", "host avoidance": "寄主回避性", "Drought avoidance": "御旱性;耐旱", "noise avoidance": "噪声预防", "spin avoidance": "防止螺旋", "judges avoidance": "法官回避", "avoidance law": "回避规则"}, "eg2": [["They can be used for collision detection or .", "它们可以被用在碰撞检测或规避上。"], ["Is it any wonder that  is the only way for them?", "让人百般惊奇的是，对于患者而言就只有逃避一条路吗？"]]}, "bilateral": {"pron": {"peg": "[,baɪ'lætərəl]", "pam": "[,baɪ'lætərəl]"}, "wp": {"Bilateral Filtering": "双边滤波;双边滤波器;双向滤波器", "Bilateral filter": "双边滤波器;滤波器;双向濾波器;双边滤波", "bilateral transducer": "双向换能器;双向传感器;双向变换器;\t\t可逆传感器", "bilateral network": "双向网络", "bilateral disarmament": "双边裁军", "bilateral transmission": "双侧传动", "bilateral contract": "双务合同;双边;双务契约;\t\t双边合同", "acuerdo bilateral": "双边协定", "bilateral arrangement": "双边协议;双边承运协定;多边协议;两侧排布"}, "ex": ["adj. 双边的；有两边的"], "eg2": [["China and the United States concluded [entered into] a<b> bilateral</b> trade agreement after long negotiations.", "中美两国通过长期谈判后订立了一项双边贸易协定。"], ["No, we need to build trust with the Russians on  security matters —relations between them and us, one on one.", "不，我们需要和俄罗斯人建立双边安全问题互信——他们与我们之间的关系，一对一的关系。"], ["To date, only Germany and South Korea have<b> bilateral</b> agreements with China.", "迄今为止，只有德国和韩国于中国签订了双边协议。"]], "st": {}}, "casualty": {"ex": ["n. 受害者；遇难者；毁坏物；损坏物", "网络 伤亡；伤亡人员；事故"], "pron": {"peg": "英 ['kæʒuəlti] ", "pam": "美 ['kæʒuəlti] "}, "eg2": [["road casualties", "交通事故伤亡人员"], ["Both sides had suffered heavy casualties(= many people had been killed) .", "双方都伤亡惨重。"], ["She became a casualty of the reduction in part-time work(= she lost her job) .", "她成了裁减兼职工作的受害人。"], ["Small shops have been a casualty of the recession.", "小商店在经济萧条中深受其害。"], ["The victims were rushed to casualty.", "受伤者被迅速送往急救室。"]]}, "catastrophe": {"pron": {"peg": "[kə'tæstrəfi]", "pam": "[kə'tæstrəfi]"}, "wp": {"catastrophe risk": "巨灾风险", "Catastrophe Recovery": "灾难恢复机制", "catastrophe insurance": "巨灾保险;重大事故保险", "Catastrophe failure": "重大事故;严重故障", "mitotic catastrophe": "有丝分裂灾难;有丝分裂障碍;及丝裂灾变", "agricultural catastrophe": "农业巨灾", "catastrophe reinsurance": "巨灾再保险;非常损失再保险", "Castle Catastrophe": "城堡灾难;城堡的灾难", "Yoga Catastrophe": "瑜珈浩劫"}, "ex": ["n. 大灾难；大祸；惨败"], "eg2": [["He is teetering on the edge of .", "他在大灾难的边缘徘徊。"], ["Finally, we hope against hope that we have the courage to ensure that this type of<b> catastrophe</b> can be prevented or mitigated.", "最后，我们还是抱有一线希望，希望我们有勇气保证能够预防或者减轻这样的大灾难。"], ["A<b> catastrophe</b> is brewing.", "一场灾祸正在酿成。"]], "st": {"similar": "disaster"}}, "catastrophic": {"pron": {"peg": "[,kætə'strɑfɪk]", "pam": "[,kætə'strɑfɪk]"}, "wp": {"catastrophic forgetting": "灾难性忘却;灾难性遗忘", "catastrophic creep": "频变蠕变;灾变蠕变", "catastrophic epilepsy": "灾难性癫痫", "catastrophic wear": "毁坏性磨损", "Catastrophic Illness": "灾难性疾病", "Catastrophic Technology": "性科技", "catastrophic thinking": "性思考", "catastrophic collapse": "毁灭性破坏", "catastrophic cancellation": "灾难取消;巨量消失"}, "ex": ["adj. 灾难的；悲惨的；灾难性的，毁灭性的"], "eg2": [["As an author, libraries are the place you go to meet your readers, the centre of their community, and to lose this service would be .", "作为一名作家，图书馆是你能和读者见面的地方，他们的社区的中心，失去 图书馆的后果将是灾难性的。"]], "st": {"similar": "disaster"}}, "configuration": {"ex": ["n. 配置；结构；外形"], "pron": {"peg": "[kən,fɪɡjə'reʃən]", "pam": "[kən,fɪɡjə'reʃən]"}, "st": {}, "wp": {"vertex configuration": "顶点布局", "CONFIGURATION FILE": "配置文件;设定档;组态档;组态档案", "Configuration Code": "配置代码;分配码;\t\t配置码;形码", "Configuration Control": "配置控制;组态控制;形态管制;配置调节", "Configuration Wizard": "配置向导;组态精灵;配置助手;此向导配置重要选项", "configuration section": "配置节;构形段;组态节;结构节", "Configuration Design": "配置设计;结构设计;组态设计;构形设计", "Configuration School": "结构学派;转变过程", "dynamic configuration": "动态配置;气动构形;动态可配置"}, "eg2": [["Otherwise, the  should be the same.", "否则，配置应该是相同的。"], ["In this article, however, we deal with only one such .", "然而在本文中，我们只涉及其中的一种配置。"], ["Since there is only one additional machine in our network, we need to copy the  over only once, but you could repeat the process for each machine in your network.", "由于我们的网络中只有一台额外的机器，我们只需复制配置一次，但您可以针对您的网络中的每台机器重复这个过程。"]]}, "consequence": {"pron": {"peg": "英 ['kɒnsɪkwəns] ", "pam": "美 ['kɑnsəkwəns] "}, "ex": ["n. 后果；结果；重要性", "网络 影响；推论；结局"], "eg2": [["This decision could have serious consequences for the industry.", "这项决定可能对该行业造成严重后果。"], ["Two hundred people lost their jobs as a direct consequence of the merger.", "合并一事直接导致二百人失去了工作。"], ["He drove too fast with tragic consequences.", "他开车太快，结果酿成惨剧。"], ["to suffer/face/take the consequences of your actions", "自食其果；面对╱承担自己行动的后果"], ["Don't worry. It's of no consequence .", "别担心，这无关紧要。"]]}, "contagion": {"ex": ["n. 传染病；蔓延；触染"], "pron": {"peg": "[kən'tedʒən]", "pam": "[kən'tedʒən]"}, "st": {}, "wp": {"financial contagion": "金融传染;金融危机传染;金融体系;金融疫病", "infection contagion": "传染病;流行症", "psychic contagion": "心理感染", "contagion risk": "传染风险;染效应", "contagion prevention": "预防危机蔓延;预防感染;传染病的预防", "Contagion Engine": "传染引擎", "volatility contagion": "波动传染", "International contagion": "国际传染", "similar contagion": "相似传染"}, "eg2": [["And now we have another great global<b> contagion</b> to contend with.", "现在我们又有一种重大全球传染病要应对。"], ["The idea that loneliness spreads like a  was based on the observation that, over time, scores of loneliness seemed to spread to the edge of a network.", "孤独可以像传染病一样传播的观点建立在这一观察基础之上：长期的观察发现许多孤独感似乎扩散到了这一网络的边缘。"]]}, "corporation": {"ex": ["n. 公司；法人（团体）；社团；市政当局"], "pron": {"peg": "[,kɔrpə'reʃən]", "pam": "[,kɔrpə'reʃən]"}, "st": {}, "wp": {"News Corporation": "新闻集团;新闻公司;消息团体;新闻团体", "Sharp Corporation": "夏普;夏普公司;夏普株式会社;夏宝股份有限公司", "RAND Corporation": "兰德公司;兰德智库;美国兰德公司;兰德集团", "Oracle Corporation": "甲骨文公司;甲骨文;甲骨文股份有限公司;骨文集团", "multinational corporation": "跨国公司;跨国集团;\t\t多国公司;多国企业", "HeySong Corporation": "黑松股份", "MTR Corporation": "香港铁路有限公司;港铁公司;地铁公司;香港地铁有限公司", "Intel Corporation": "英特尔公司;英特尔;美国英特尔公司;英代尔公司", "Microsoft Corporation": "微软公司;公司名称;美国微软公司;发行者"}, "eg2": [["The<b> corporation</b> divested itself of its subsidiaries.", "该公司把它的所有子公司都卖掉了。"], ["Their mission was to crack into the computer system of a major .", "他们的任务是侵入一家大公司的计算机系统。"], ["They have decided to liquidate the  by the end of the next month.", "他们已经决定在下月底之前对公司进行清理。"]]}, "counterpart": {"pron": {"peg": "英 ['kaʊntə(r).pɑː(r)t] ", "pam": "美 ['kaʊntər.pɑrt] "}, "ex": ["n. 职位（或作用）相当的人；对应的事物", "网络 副本；配对物；对应物"], "eg2": [["The Foreign Minister held talks with his Chinese counterpart.", "外交部长与中国的同级官员举行了会谈。"], ["The women's shoe, like its male counterpart, is specifically designed for the serious tennis player.", "像同类的男款鞋一样，这款女鞋是专为认真从事网球运动的人设计的。"]]}, "curtail": {"pron": {"peg": "[kɚ'tel]", "pam": "[kɚ'tel]"}, "wp": {"curtail inflation": "抑制通货膨胀", "curtail prolong": "剪短", "curtail production": "缩减生产", "curtail development": "抑制显影", "curtail expenditures": "节约支出", "curtail communications": "屏蔽通讯", "curtail advertising": "削减广告", "Army Curtail": "黎军", "nto curtail": "缩短"}, "ex": ["vt. 缩减；剪短；剥夺…特权等"], "eg2": [["For parents, this means now is the time to  the cycle of debt and create a savings plan for your child’s future.", "对于家长来说，这意味着现在我们到了缩减债务周期并为子女的将来开启一个储蓄理财计划的时候了。"], ["If you are expecting both people to grow in the same direction and in the same way, that is unfair to both people. It will<b> curtail</b> and suffocate both of their lives.", "如果你期望两个人都能朝着同一个方向用同样的方式成长，这对两个人都是不公平的，这也会压抑和剥夺彼此的生活乐趣。"]], "st": {"similar": "shorten"}}, "deficit": {"pron": {"peg": "['dɛfəsɪt]", "pam": "['dɛfəsɪt]"}, "wp": {"net deficit": "净额赤字;净亏", "budget deficit": "预算赤字;财政预算赤字;财政赤字;政府赤字", "trade deficit": "贸易赤字;\t\t贸易逆差;入超;贸易顺差", "deficit spending": "超前消费;赤字性支出;赤字支出;\t\t赤字开支", "saturation deficit": "饱和差;饱和不足量;饱和亏缺;饱差", "cash deficit": "现金赤字;\t\t现金亏绌;现金逆差", "operating deficit": "营业亏损;经营赤字;营业亏绌;营业吃亏", "democratic deficit": "民主逆差;民主赤字;民主的赤字", "Water deficit": "水分亏缺;缺水量;水量差;缺水"}, "ex": ["n. 赤字；不足额"], "eg2": [["And so -- but we do have to deal with the .", "所以说——但是，我们的确必须解决赤字问题。"], ["They must retrench their expenditure for the purpose of making up the .", "为了弥补赤字，他们必须压缩开支。"], ["But how do you show seriousness about the budget<b> deficit</b> amid that spending?", "但你如何在这样的开支计划里显示对预算赤字的重视呢？"]], "st": {}}, "deliberately": {"pron": {"peg": "[dɪ'lɪbərətli]", "pam": "[dɪ'lɪbərətli]"}, "wp": {"deliberately disclose": "刻意透露", "deliberately sabotage": "蓄意破坏", "Living Deliberately": "故意生活", "deliberately dishonest": "使用无赖手段", "deliberately mystifying": "故弄玄虚", "Mingming deliberately": "明明刻意", "You deliberately": "你故意的", "Without deliberately": "无需刻意"}, "ex": ["adv. 故意地；谨慎地；慎重地"], "eg2": [["He<b> deliberately</b> roughed the goal-keeper.", "他故意冲撞守门员。"], ["She<b> deliberately</b> stayed behind after work to go with me.", "下班后她故意留下来等我一起走。"], ["The acrobat<b> deliberately</b> faulted the performance once to make it look difficult.", "表演者故意把表演做错一次，以显得表演很难。"]], "st": {"transform": [["vt.", "deliberated,deliberating"]], "similar": "think,voluntary"}}, "deride": {"ex": ["v. 嘲笑；愚弄；揶揄", "网络 嘲弄；讥笑；讥讽"], "pron": {"peg": "英 [dɪ'raɪd] ", "pam": "美 [dɪ'raɪd] "}, "eg2": [["His views were derided as old-fashioned.", "他的观点被当作旧思想受到嘲弄。"]]}, "dismiss": {"ex": ["vt. 解散；解雇；开除；让...离开；不予理会、不予考虑", "vi. 解散"], "pron": {"peg": "[dɪs'mɪs]", "pam": "[dɪs'mɪs]"}, "st": {"similar": "eject"}, "wp": {"dismiss vibration": "消振", "dismiss obliged": "强制解散", "dismiss laborer": "开除工人", "dismiss proceedings": "驳回诉讼的程序", "dismiss dis": "离开", "dismiss employees": "辞退员工", "pulse dismiss": "脉冲丢失", "light dismiss": "轻型消除", "dismiss without prejudice": "无偏见驳回起诉"}, "eg2": [["He offered to<b> dismiss</b> me.", "他威胁要解雇我。"], ["At first she threatened to  me, but later she relented.", "起初她威胁要解雇我, 但后来她态度软化了。"], ["The duty of the organization is to investigate the event and if true<b> dismiss</b> or heavily punish the scholar.", "相关机构的职责就在于调查事情的真相，如果事情是真的，那就开除或者施以重罚。"]]}, "domestic": {"pron": {"peg": "[də'mɛstɪk]", "pam": "[də'mɛstɪk]"}, "wp": {"domestic flight": "国内航班;国内班机;国际航班;国内航线", "domestic duck": "家鸭;鸭货;做了家鸭", "domestic block": "住宅楼宇;住宅大厦", "domestic building": "住用建筑物;住宅大厦;居住房屋;非住用建筑物", "domestic vacancy": "空置住宅楼宇;空置住宅单位", "domestic price": "国内价格;出口国价格;本土价格;\t\t国内市场价格", "domestic sewage": "生活污水;家庭污水;生活排水;城市污水", "domestic export": "本地产品出口;国内出口", "domestic pig": "家猪;家猪的畸形胎儿"}, "ex": ["adj. 国内的；家庭的；驯养的；一心只管家务的", "n. 国货；佣人"], "eg2": [["The film turns about a<b> domestic</b> tragedy.", "这部影片主要讲述一个家庭悲剧。"], ["She was twittering about<b> domestic</b> trivialities.", "她在嘁嘁喳喳地说着些家庭琐事。"], ["Low prices crimped<b> domestic</b> output and foreign imports.", "低物价阻碍了国内出口和国外进口。"]], "st": {}}, "downturn": {"pron": {"peg": "['daʊntɝn]", "pam": "['daʊntɝn]"}, "wp": {"cyclical downturn": "周期性下降", "economic downturn": "经济滑坡;经济低迷;经济衰退;经济不景气", "Downturn lgd": "违约损失率", "downturn noun": "低迷时期", "Defeating Downturn": "击败经济衰退", "In Downturn": "在衰退", "Toxic downturn": "毒性逆转", "Industry Downturn": "行业不景气", "globle downturn": "全球低迷时期"}, "ex": ["n. 衰退（经济方面）；低迷时期"], "eg2": [["I have little to add to that debate, but I can guarantee that for some of us, the impact of this<b> downturn</b> will last a lifetime.", "对于这场辩论，我没有什么可补充的，但我可以保证，对于我们中的一些人来说，此次衰退的冲击将终其一生。"]], "st": {}}, "drastically": {"pron": {"peg": "['dræstikəli]", "pam": "['dræstikəli]"}, "wp": {"Decline drastically": "一落千丈", "Sometimes Drastically": "有时会大幅下降", "increases drastically": "急剧升高", "Drastically Mainstream": "彻底主流化", "drop drastically": "营业额大大下降", "drastically ad": "大幅度地", "drastically increase": "急剧增强", "Drastically Reduce": "大规模降低", "Less Drastically": "相比之下"}, "ex": ["adv. 彻底地；激烈地"], "eg2": [["The US, especially the southeast and southwest, have been affected  by these fires.", "在美国，特别是东南部和西南部，已经受到这些大火的剧烈影响。"], ["And that’s no accident because although this new style of printing comes with many advantages, it is simultaneously<b> drastically</b> transforming the market.", "这并不意外，因为尽管这种新的印刷方式有许多优点，它同时也彻底地改变了整个市场。"], ["But with so many eyes now on this emerging Asian giant, what happens there continues to have an exceptional ability to draw attention and to shift perceptions  and suddenly.", "但是，现在有如此多的目光注视着这个新兴的亚洲巨人，那里发生的事情能异乎寻常地一再引人注目，突然并彻底地改变人们的看法。"]], "st": {}}, "emerge": {"pron": {"peg": "[ɪ'mɝdʒ]", "pam": "[ɪ'mɝdʒ]"}, "wp": {"Clear Emerge": "清晰浮现", "pattern emerge": "模式涌现", "emerge-": "出现", "emerge from": "从;曾经一度遭到;摆脱;浮现", "pressure emerge": "矿压显现", "emerge as": "应运而生", "suddenly emerge": "突然出现", "university emerge": "院校合并", "Emerge Leaders": "鳌头"}, "ex": ["vi. 浮现；摆脱；暴露"], "eg2": [["After all, we all have a “Gandhi” inside of us, just waiting to .", "毕竟，我们的心中都有一个“甘地”，只是等待着时机展现。"], ["Ultimately, the concept of Object Lifecycle seems to<b> emerge</b> as a unifying concept for Data, Service and Business Processes.", "最终，对象生命周期的概念似乎作为数据、服务和业务流程的统一概念浮现出来。"], ["As the next step, whether or not these people have an awakening they  from the state in which they have been with important new information about themselves.", "当下一步到来，无论这些人是否醒来了，他们都从这种状态中汲取能量。 他们在这种状态中发现关于他们自身的重要信息。"]], "st": {"transform": [["vi.", "emerged,emerging"]]}}, "emission": {"ex": ["n. 排放；辐射；排放物；(书刊)发行", "网络 发射；放射；散发"], "pron": {"peg": "英 [ɪ'mɪʃ(ə)n] ", "pam": "美 [iˈmiʃ(ə)n] "}, "eg2": [["the emission of carbon dioxide into the atmosphere", "向大气排放二氧化碳"], ["emission controls", "排放管制"], ["The government has pledged to clean up industrial emissions.", "政府已保证要清除工业排放物。"]]}, "enhance": {"pron": {"peg": "[ɪn'hæns]", "pam": "[ɪn'hæns]"}, "wp": {"Contrast Enhance": "对比度增强;造影增强扫描", "Enhance Sensitivity": "高灵敏度", "to enhance": "提高;弘扬;为了提高;增进", "greatly enhance": "大大提高;大大增强;大幅度提高;极大提高", "enhance accountability": "加强问责", "DC Enhance": "一键美化照片", "enhance spectrum": "增强光谱", "Standard Enhance": "强化地图", "enhance cohesion": "增强凝聚力"}, "ex": ["vt. 提高；加强；增加"], "eg2": [["Once you do it, you will definitely<b> enhance</b> your sex life.", "只要你做到这些,你的性生活质量就会提高。"], ["Through focused desire and concentration, however, we can all  the abilities we were born with.", " 不过，通过聚焦欲望和高度专注，我们都可以提高这种与生俱来的能力。"], ["For example, you cannot embed it in your own applications or  it with further functionality that you may need in your own projects.", "例如，不能将它嵌入到您自己的应用程序中，也不能为之增加您的项目可能需要的更多功能。"]], "st": {"transform": [["vt.", "enhanced,enhancing"]], "similar": "intensify"}}, "essential": {"pron": {"peg": "[ɪ'sɛnʃl]", "pam": "[ɪ'sɛnʃl]"}, "wp": {"Essential Information": "重要信息;\t\t基本信息;基本资料", "essential use": "实质性使用;必要用途", "essential water": "组成水;组成水份;必需水", "Essential hypertension": "原发性高血压;高血压;高血压病;特发性高血压", "essential balm": "清凉油;风油精;牌风油精;清凉油及薄荷膏", "essential patent": "必要专利;基本专利;必要性专利;标准之必要专利", "Essential Criteria": "基本素质;基本准则;基本标准;各原则对应的必要标准", "essential mineral": "知矿物;基本矿物;主成份矿物;主要矿物", "essential thrombocythemia": "原发性血小板增多症;多症;血小板过多症"}, "ex": ["adj. 基本的；必要的；本质的；精华的", "n. 本质；要素；要点；必需品"], "eg2": [["We see this as  for the success of any development effort.", "我们把这看作是任何开发工作成功的必要因素。"], ["Thus, an<b> essential</b> assumption of this method is that requirements must be well understood before development can go forward.", "因而，这种方法的一个必要假定是需求必须在开发能够进行之前被充分地理解。"], ["The<b> essential</b> sections of this article guide you through these steps for setting up distributed testing by installing software on the client machines.", "本文的本质内容是指导您通过在客户端机器上安装软件，完成这些步骤来设置分布式的测试。"]], "st": {"similar": "indispensable,requisite,necessary"}}, "executive": {"pron": {"peg": "英 [ɪɡ'zekjʊtɪv] ", "pam": "美 [ɪɡ'zekjətɪv] "}, "ex": ["n. 管理人员；领导层；（政府的）行政部门", "adj. 经营管理的；经理的；决策的；有执行权的", "网络 行政官；执行的；行政的"], "eg2": [["advertising/business/sales, etc. executives", "广告、业务、销售等主管"], ["a chief/senior/top executive in a computer firm", "一家计算机公司的总裁╱资深主管╱高层主管"], ["The union's executive has/have yet to reach a decision.", "工会领导层尚未作出决策。"], ["She has an executive position in a finance company.", "她在一家金融公司担任主管。"], ["executive decisions/duties/jobs/positions", "经营管理的决策╱职责╱工作╱职位"], ["the executive dining room", "管理人员食堂"], ["executive authority", "行政当局"], ["an executive board/body/committee/officer", "执行董事会；行政机构；执行委员会；行政长官"], ["Executive power is held by the president.", "执行权由董事长掌握。"], ["an executive car/home", "高级汽车╱住宅"], ["an executive suite(= in a hotel)", "（旅馆的）贵宾套房"], ["an executive lounge(= at an airport)", "（机场的）贵宾休息室"]]}, "exert": {"pron": {"peg": "[ɪɡ'zɝt]", "pam": "[ɪɡ'zɝt]"}, "wp": {"exert steam": "抽汽", "exert classification": "专家分类", "over exert": "煎全熟蛋", "exert maxsuck": "吸内力最大值", "exert inluence": "发挥影响", "exert sell": "强行推销", "should exert": "应充分发挥", "last exert": "最后用力", "exert selling": "硬行推销"}, "ex": ["vt. 运用，发挥；施以影响"], "eg2": [["Do not over  yourself –either at work, at home or elsewhere.", "不要让自己太累。 工作时，在家，或其他的什么地方。"], ["We must  ourselves to catch up with them, or it would be too late.", "我们要急起直追， 否则就太晚了。"], ["These organisations<b> exert</b> great influence in public life. But we have no means of discovering on whose behalf they do it.", "这些组织在公共生活中发挥着巨大的影响，我们却没办法发现它们代表着谁的利益。"]], "st": {}}, "fairer": {"pron": {}, "wp": {}, "ex": ["adj. 更公平（fair的比较级）"], "eg2": [], "st": {"similar": "just,impartial,unbiased,dispassionate,objective"}}, "falter": {"pron": {"peg": "['fɔltɚ]", "pam": "['fɔltɚ]"}, "wp": {"Falter apparatus": "福尔特软化点测定仪", "Falter Verlag": "出版社", "Jürgen Falter": "福尔特", "Peter Falter": "彼得·法尔特", "falter screen": "滤网", "Never Falter": "永不动摇", "Hotel Falter": "弗尔特酒店", "One Falter": "一次踉跄", "falter r": "支吾;结结巴巴地说出"}, "ex": ["vi. 支吾；蹒跚地走", "vt. 支吾地说；结巴地讲出", "n. 踌躇；支吾；颤抖", "n. (Falter)人名；(英)福尔特；(德、捷)法尔特"], "eg2": [["He is not likely to<b> falter</b> on such an occasion.", "在这种场合下他是不大可能结结巴巴的。"], ["Or will the economic miracle<b> falter</b> or even collapse?", "抑或这种经济奇迹将会动摇，甚至崩溃？"], ["When the authority of fathers begins to , political power generally collapses, as well.", "当父亲的权威开始动摇时，政治力量通常也会随之崩溃。"]], "st": {}}, "fiscal": {"pron": {"peg": "['fɪskl]", "pam": "['fɪskl]"}, "wp": {"fiscal stamp": "印花税票", "fiscal decentralization": "财政分权;财政分散制;表示财政分权;财", "fiscal system": "财政制度;\t\t财政体系;金融体制;财政体制", "Fiscal Illusion": "财政幻觉;财政错觉;财务幻觉", "fiscal capital": "金融资本;财政资金", "fiscal period": "财务期间;会计期间;会计周期;财政期间", "fiscal policies": "财政政策;财政;财税政策", "fiscal agent": "财务代理人;财务代理;代理人;国库代理", "fiscal drag": "财政拖累;\t\t财政障碍;\t\t税项负荷加重;经济活力衰退"}, "ex": ["adj. 会计的，财政的；国库的", "n. (Fiscal)人名；(法)菲斯卡尔"], "eg2": [["The accountants audited the company’s books at the end of the  year.", "财政年度结束时，会计师们审查公司的账册。"]], "st": {"similar": "financial"}}, "foster": {"pron": {"peg": "['fɔstɚ]", "pam": "['fɔstɚ]"}, "wp": {"Robert Foster": "福斯特;佛斯特;罗伯特·福斯特;伯弗司特", "FOSTER WHEELER": "福斯特惠勒;福斯特惠勒公司;福斯特威勒;惠勒", "Mark Foster": "福斯特;科士打;佛斯特;马克", "Ben Foster": "本·福斯特;福斯特;科士打;佛斯特", "foster home": "寄养家庭;抚养孤儿的家庭;收养家庭;孤儿家庭", "Sutton Foster": "萨顿·福斯特;福斯特;莎登佛斯特;弗斯特", "Lucas Foster": "福斯特;佛斯特;卢卡斯·福斯特", "Jeff Foster": "杰夫·福斯特;福斯特;佛斯特;拍摄", "Stephen Foster": "史蒂芬·福斯特;斯蒂芬·福斯特;福斯特;佛斯特"}, "ex": ["vt. 培养；养育，抚育；抱（希望等）", "adj. 收养的，养育的", "n. (Foster)人名；(英、捷、意、葡、法、德、俄、西)福斯特"], "eg2": [["If you have this quality in your relationship already, perhaps you can<b> foster</b> it so you can hold onto it.", "如果在这段关系中你已经具备了这种能力，也许你可以培养它，因此掌握它。"], ["We need to<b> foster</b> these relationships again and invest in our young people's wellbeing so that they have somewhere to go or to turn to when they are feeling lonely.", "我们需要重新培养这些关系并对我们的年轻人的福利进行投资，这样当他们感觉孤独的时候他们就有地方可去或有人可以寻求帮助。"], ["We all should<b> foster</b> those invaluable relationships that push us to the next level.", "我们都应该促进这些宝贵的推动我们走下去的人际关系。"]], "st": {}}, "frontier": {"pron": {"peg": "[frʌn'tɪr]", "pam": "[frʌn'tɪr]"}, "wp": {"Digimon Frontier": "数码宝贝最前线;数码暴龙;数码兽最前线;无限地带", "customs frontier": "关境;\t\t关税国境;关税边境", "Frontier Gate": "边境之门", "production frontier": "生产边界;生产前缘;产前沿", "Gun Frontier": "枪之国度;枪之国家", "Frontier Gunners": "边境枪手", "The Frontier": "前线;西境拓梦;新域民众俱乐部;已开发地区的边缘地带", "Frontier point": "界限点;边界点", "American frontier": "美国旧西部"}, "ex": ["n. 前沿；边界；国境", "adj. 边界的；开拓的", "n. (Frontier)人名；(法)弗龙捷"], "eg2": [["I know we might have to wait at the .", "我知道我们可能必须在边界上等。"], ["But they cannot adopt<b> frontier</b> technology by themselves.", "但他们无法靠自己的力量引进前沿技术。"], ["The<b> frontier</b> town boomed when gold was discovered nearby.", "当那个边疆城镇附近发现金矿时它迅速而蓬勃发展起来。"]], "st": {}}, "governance": {"pron": {"peg": "['gʌvɚnəns]", "pam": "['gʌvɚnəns]"}, "wp": {"corporation governance": "公司治理;公司制理;法人治理", "Urban Governance": "城市治理;城市管治;都市治理;城市公共治理", "holistic governance": "整体性治理;整体治理;全局治理;全局治理", "internal governance": "内部治理;信托型私募基金;内部公司治理;内部监督", "Local Governance": "地方治理;地方治理;地方性治理;地方管治", "economic governance": "经济治理;经济管理;经济型治理;经济性规制", "governance mechanism": "治理机制;管理机制;监管机制;统治机制", "network governance": "网络治理;网络治理;网络化治理", "Democratic Governance": "民主治理;民主统治;民主治理;民主执政"}, "ex": ["n. 管理；统治；支配"], "eg2": [["Then there is the question of “.", "那么，这里就有一个“统治”的问题。"], ["And, this is why the whole concept of the \"portfolio\"(as in \"investment portfolio\") is applied to this area of business and IT .", "那么，这就是为什么“投资组合”（如同在投资的组合中）的整个概念应用于商业和 IT 管理领域。"], ["But the interrelated nature of these benefits can bring complex risks if we do not think carefully about the  of these new technologies.", "但是如果我们不仔细考虑对这些新技术的管理，这些收益的相互关联的本质可能带来复杂的风险。"]], "st": {}}, "governmental": {"ex": ["adj. 政府的；政治的；统治上的"], "pron": {"peg": "[,ɡʌvɚn'mɛntl]", "pam": "[,ɡʌvɚn'mɛntl]"}, "st": {}, "wp": {"governmental taking": "政府征用", "governmental agency": "政府代理机构;政府机构;国家机构;政府代办", "governmental authorities": "政府当局;政府事权;政府主管部门", "governmental intervention": "政府干预;国家干预原则;政府控制;国家干预", "governmental control": "政府规制;政府控制;政府管制;国有经济控制力", "Governmental Environment": "政府环境", "governmental performance": "政府绩效;政府的绩效;政府行为", "governmental functions": "政府职能", "Governmental Procurement": "政府采购"}, "eg2": [["Thus, not only was education made accessible to all, but science itself freed from the fetters which class prejudice and<b> governmental</b> force had imposed upon it.", "这样，不仅人人都能受教育，而且也使科学本身从阶级偏见和政府权力强加给它的桎梏中解放出来。"], ["For as long as I can remember, I have rued the waste and lack of order and discipline that are too often in evidence in  affairs, and I will do what I can to diminish them.", "除非我失去记忆，我一直对政府事务中的践踏以及缺乏秩序和纪律秩序和纪律感到懊悔，这种行为是经常而明显地发生，而我会尽我所能减少其发生。"], ["This format is relatively unremarkable, but it is worth noticing that it includes a number of features that accommodate ballots in general, not merely<b> governmental</b> elections.", "这种格式没有什么特别的地方，但值得注意的是，它包括许多通常适合选票的特性，而不仅仅适用于政府选举。"]]}, "hostility": {"pron": {"peg": "英 [hɒ'stɪləti] ", "pam": "美 [hɑ'stɪləti] "}, "ex": ["n. 敌意；对抗；（对思想、计划或情形的）愤怒反对；战争行为", "网络 敌对；敌对状态；敌视"], "eg2": [["feelings of hostility towards people from other backgrounds", "对不同背景的人的敌视情绪"], ["There was open hostility between the two schools.", "这两所学校公开相互敌对。"], ["public hostility to nuclear power", "公众对核动力的愤然反对"], ["the start/outbreak of hostilities between the two sides", "双方之间敌对行为的爆发"], ["a cessation of hostilities(= an end to fighting)", "战争停止"]]}, "idealism": {"ex": ["n. 唯心主义，理想主义；理念论"], "pron": {"peg": "['aɪ'diə'lɪzəm]", "pam": "['aɪ'diə'lɪzəm]"}, "st": {}, "wp": {"teleological idealism": "目的论唯心主义", "Materialism Idealism": "唯物唯心", "text idealism": "文本唯心主义", "physiological idealism": "生理学唯心主义", "Jianghu idealism": "江湖理想主义", "thoroughgoing idealism": "彻底唯心主义", "University idealism": "大学理想主义", "on idealism": "理想主义的困境", "subjective idealism": "主观唯心主义;主观唯心论"}, "eg2": [["She blasted away at his false .", "她猛烈抨击他的虚伪的理想主义。"], ["Kant and Hegel have developed .", "康德和黑格尔发展了唯心主义。"], ["From that moment on, the rest of 2008, I could see that .", "从那个时刻起，在后来整个2008年，我能看到这种理想主义。"]]}, "implication": {"pron": {"peg": "['ɪmplɪ'keʃən]", "pam": "['ɪmplɪ'keʃən]"}, "wp": {"interface implication": "接口含义;接口隐含;界面隐含式", "pragmatic implication": "语用涵义;语用意义;语用含意;语用含义", "strict implication": "严格蕴涵;严格隐含;严格蕴含", "economic implication": "对经济的影响", "BRAND IMPLICATION": "品牌寓意;品牌寄意", "Fltttering Implication": "飘动的物语", "budgetary implication": "财政预算的影响;财务预算的影响", "Implication Questions": "喻性问题;暗示问题;暗示性询问;暗示型问题", "financial implication": "财政影响;财政负担;财政承担;财务影响"}, "ex": ["n. 含义；暗示；牵连，卷入；可能的结果，影响"], "eg2": [["That was an .", "而这是一个暗示。"], ["He smiled, but the<b> implication</b> was that he didnt believe me.", "他微微一笑,但这一笑暗示着他不相信我的话。"], ["The<b> implication</b> is that you may need to track all changes to your process, the reason why you made each change, and when the change was made to conform to these regulations.", "这含义是您可能需要追踪对您的过程进行的所有的变更，您为什么进行每个变更的原因，以及为了遵守这些法规，什么时候进行的变更。"]], "st": {}}, "implode": {"ex": ["vt. 使内爆", "vi. 向内破裂；内爆；崩溃"], "pron": {"peg": "[ɪm'plod]", "pam": "[ɪm'plod]"}, "st": {"transform": [["vi.", "imploded,imploding"]]}, "wp": {"Implode This": "引爆", "to implode": "内爆", "Implode Center": "内爆中心", "implode e": "内爆", "Implode EP": "周国贤", "China Will Probably Implode": "中国可能要崩溃", "Pakistan Could Implode": "巴基斯坦可能会内乱", "Implode 3D HD": "D爆炸高清版HD", "Explode or implode": "分解或崩溃;爆炸或崩溃;正在翻译"}, "eg2": []}, "incentive": {"pron": {"peg": "英 [ɪn'sentɪv] ", "pam": "美 [ɪn'sentɪv] "}, "ex": ["n. 激励；刺激；鼓励", "adj. 刺激性的", "网络 动机；诱因；奖励"], "eg2": [["tax incentives to encourage savings", "鼓励储蓄的税收措施"], ["There is no incentive for people to save fuel.", "没有鼓励人们节约燃料的措施。"]]}, "ingenuity": {"ex": ["n. 心灵手巧，独创性；精巧；精巧的装置", "n. 西门子公司将其品牌宣言“Ingenuity for life” 诠释为“博大精深 同心致远”"], "pron": {"peg": "[,ɪndʒə'nuəti]", "pam": "[,ɪndʒə'nuəti]"}, "st": {"transform": [["n.", "ingenuities"]]}, "wp": {"ingenuity resourcefulness": "机灵", "Ingenuity girl": "心灵手巧的女孩", "AMERICAN INGENUITY": "区域;美国买家", "Yankee ingenuity": "美国佬式的机智", "ingenuity network": "中国联通的匠心网路", "Ingenuity And": "独创性和", "ingenuity cleverness": "独创性", "contraption ingenuity": "精巧的设计", "Ingenuity Warm": "巧暖"}, "eg2": [["It’s limited only by your !", "被束缚的仅仅是你的独创性！"], ["Sitting with my IV drip, I like to think about all the human labour and<b> ingenuity</b> that come together in this medical moment.", "坐在那里进行着静脉点滴，我想到了所有的人类劳动和独创性在这一时刻汇聚到了一起。"], ["And as the president said last week, no one should bet against the American worker, American business and American .", "此外，正如总统上周所言，任何人都不应该小看美国的工人、美国的企业和美国的独创性。"]]}, "interdependent": {"ex": ["adj. 相互依赖的；互助的"], "pron": {"peg": "[,ɪntɚdɪ'pɛndənt]", "pam": "[,ɪntɚdɪ'pɛndənt]"}, "st": {}, "wp": {"Interdependent Interaction": "互相依赖的相互作用;相互依赖的作用", "Interdependent Preferences": "相依偏好", "interdependent relationship": "相互依赖关系", "interdependent partner": "同性配偶", "Interdependent Industries": "交叉版权产业", "interdependent variable": "中间变量", "interdependent node": "相关节点;翻译", "Interdependent Competition": "依存性竞争", "interdependent relationships": "依存关系"}, "eg2": [["It is an<b> interdependent</b> rivalry.", "它是一种相互依赖的较量。"], ["Writing and speech are  and interrelated phenomena which do different things.", "书写和演讲是相互依赖的现象,它们有不同的功用。"], ["However, to build a system, we must also be able to open the box, look inside, and see what set of interacting, interrelated, or<b> interdependent</b> elements make up the system.", "然而，要构建一个系统，我们也必须能够打开这个盒子，向里面看，看一下哪些相互作用、相互关连或相互依赖的元素构成了系统。"]]}, "invert": {"pron": {"peg": "['ɪnvɝt]", "pam": "['ɪnvɝt]"}, "wp": {"Invert Image": "像反转;图像反转", "Invert Route": "航线反转;航路反转", "invert circle": "反转圆环", "invert matte": "反转蒙版层的透明度", "invert viscosifier": "转化稠化剂", "Invert Colors": "反色", "Invert Syrup": "转化糖浆;果葡糖浆", "random invert": "随机颠倒;随机反相;随机反转;随机块过渡", "invert soap": "逆化皂;转化皂;逆性肥皂"}, "ex": ["vt. 使…转化；使…颠倒；使…反转；使…前后倒置", "n. 颠倒的事物；倒置物；倒悬者", "adj. 转化的"], "eg2": [["The puzzle_scan_words() function has a $flip parameter that can<b> invert</b> the scan from horizontal to vertical.", "puzzle_scan_words() 函数有一个 $flip 参数，可以将扫描从水平方向转化为垂直方向。"], ["Click the<b> invert</b> Result check box, because you want this transition to fire whenever isCustomerOK is false (that is, the opposite case to the Good Customer condition).", "因为希望只要 isCustomerOK 为 false，即触发此转换（即与 Good Customer 条件相反），所以请单击  Result 复选框。"], ["This is precisely what data warehousing applications do offering the possibility to aggregate information along a variety of axis and to  relationships in the data.", "他所说的正是数据仓库应用的功能——沿着某些变量轴聚合信息并转化数据间的关系。"]], "st": {"similar": "reverse"}}, "irresistible": {"ex": ["adj. 不可抵抗的；不能压制的；极为诱人的"], "pron": {"peg": "[,ɪrɪ'zɪstəbl]", "pam": "[,ɪrɪ'zɪstəbl]"}, "st": {}, "wp": {"Irresistible Cafe": "诱惑咖啡", "Irresistible handsome": "不可抵挡的帅气", "HMS Irresistible": "海战", "irresistible charm": "无法抵抗的魅力", "Irresistible Spank": "日本摇滚乐", "irresistible attraction": "不可抗拒的诱惑", "irresistible demand": "不可抗拒的需求", "irresistible text": "不可阻挡的", "irresistible temptation": "不可抵制的诱惑"}, "eg2": [["The raging trend of reforms is .", "改革浪潮是不可抗拒的。"], ["In the final analysis the will of the people is .", "归根到底， 人民的意志是不可抗拒的。"], ["\"Crazy Heart\" may not have the singularity of an instant classic, but it has the warmth and the<b> irresistible</b> appeal of traditional filmmaking at a high level.", "《疯狂的心》可能没有那些经典瞬间的奇异，但是它具有温暖和高水平制作的传统电影不可抗拒的吸引力。"]]}, "liquidity": {"pron": {"peg": "[lɪ'kwɪdəti]", "pam": "[lɪ'kwɪdəti]"}, "wp": {"liquidity factor": "液性指数", "International Liquidity": "国际清偿能力;国际清偿力;流动性", "liquidity shortage": "流动性短缺;流动性不足", "liquidity provider": "流通量提供者;流动性提供者;流动性供给者;活动性提供者", "domestic liquidity": "国内流动资金;国际活动资金", "liquidity squeeze": "流动性短缺;\t\t头寸紧张;流动性逃避;流动资金紧张", "liquidity position": "流动资金情况", "bank liquidity": "银行流动资金;银行资产流动性;银行清偿能力", "liquidity support": "流动性支持;提供流动资金"}, "ex": ["n. 流动性；流动资产；[金融] 偿债能力"], "eg2": [["I say that because it gives tremendous  to the markets.", "我这样说是因为它给市场带来的巨大的流动性。"], ["And in that case any further increase in the money supply will have no effect; the economy will, in fact, be in the<b> liquidity</b> trap.", "在这种情况下，货币供应量的进一步增加是没有什么作用的；事实上，经济体已经处于流动性陷阱之中。"]], "st": {}}, "meltdown": {"ex": ["n. 灾难；彻底垮台；熔化；暴跌"], "pron": {"peg": "['mɛltdaʊn]", "pam": "['mɛltdaʊn]"}, "st": {}, "wp": {"Ethernet Meltdown": "以太网崩溃;乙太网路融断", "Media Meltdown": "媒体崩解的危机", "Market meltdown": "市场下跌", "Meltdown Festival": "溶化音乐节", "regulatory meltdown": "所导致的规制消融", "foamy meltdown": "泡沫的消散", "polr meltdown": "极地冰融", "Merry Meltdown": "欢乐消融", "Total Meltdown": "完全熔化"}, "eg2": [["If 2008 was the year of the banking , then 2009 was the year of the stimulus packages.", "如果2008年是银行彻底垮台的一年，那么2009年就是一篮子刺激政策的一年。"], ["If nothing else, the recent<b> meltdown</b> in the housing market has forced everyone to rethink the fundamentals of what a house is and what it can be.", "如果没有别的，那么，近来住房市场中的灾难已经迫使每一个人重新思考住宅是什么而且可能是什么的基本原则。"], ["And Wall Street’s  raises the same questions as the crises of a decade ago: what will the direct effects on emerging markets be?", "而华尔街的灾难提出了与十年前金融危机相同的问题：这场灾难将会给新兴市场带来什么直接影响？"]]}, "misguide": {"ex": ["vt. 误导；使误入歧途"], "pron": {"peg": "[mɪs'gaɪd]", "pam": "[mɪs'gaɪd]"}, "st": {"transform": [["vt.", "misguided,misguiding"]]}, "wp": {}, "eg2": [["In addition, they will also  the innocent, which becomes a vicious circle.", "此外，他们将误导那些思想单纯的人，这将导致一个恶心循环。"], ["The other type of behavior is non-deceptive information  or incompleteness of information, namely, significant omission of information disclosure.", "另一种行为是非欺骗性的误导或者信息不充分, 即信息披露的重大遗露."], ["One sort of behavior is incomplete or distorted information disclosure mentioned by Williamson, especially purposeful , distortion, concealment and confusion, etc.", "第一种行为是威廉森提出的不完全或者扭曲的信息披露, 特别是故意误导, 扭曲和隐藏相关信息以及制造疑惑等等."]]}, "mortgage": {"pron": {"peg": "['mɔrɡɪdʒ]", "pam": "['mɔrɡɪdʒ]"}, "wp": {"Subprime Mortgage": "次级抵押贷款;次级房贷;次级贷款;次级按揭", "First mortgage": "第一抵押权;第一按揭;第一次按揭;第一抵押贷款", "Mortgage Underwriter": "抵抻保险员;抵抻安全员", "mortgage credit": "抵押信贷;抵押贷款;信用担保", "reverse mortgage": "反向抵押贷款;反向抵押;逆按揭;倒按揭", "ship mortgage": "船舶抵押;船舶抵押权;轮船抵押", "certified mortgage": "证实抵押;证明典质", "Mortgage Insurance": "贷款保险;按揭保险;房贷保险;贷款保险费", "maritime mortgage": "船舶抵押权;海上抵押权;海商法上的抵押"}, "ex": ["vt. 抵押", "n. 抵押", "房屋抵押贷款"], "eg2": [["The  to Income Ratio – Do you want (or have) too much house for your income?", "抵押的收入比例——你想用（或是已拥有）收入换得更多房子吗？"], ["At this point, such claims have no bearing on the<b> mortgage</b> or housing crisis; they have bearing only on the holders of these securities themselves.", "从这一点上来说，这些贷款凭证与抵押贷款或住房危机没有任何关系，他们只与拥有这些证券的持有者有关。"], ["We have to do it again because the  institutions have deteriorated somewhat.", "我们必须再做一次改革,因为抵押贷款机构已经有所恶化"]], "st": {}}, "operative": {"pron": {"peg": "['ɑpərətɪv]", "pam": "['ɑpərətɪv]"}, "wp": {}, "ex": ["adj. 有效的；运转着的；从事生产劳动的", "n. 侦探；技工"], "eg2": [], "st": {}}, "pandemic": {"ex": ["adj. (疾病)流行全国[全世界]的；〔医〕大流行的；全国流行的；普遍的", "n. 大流行病；(流行全国[全世界]的)传染病；瘟疫", "网络 感染列岛；流行病毒"], "pron": {"peg": "英 [pæn'demɪk] ", "pam": "美 [pæn'demɪk] "}, "eg2": []}, "parallel": {"pron": {"peg": "英 ['pærəlel] ", "pam": "美 ['perə.lel] "}, "ex": ["adj. 平行（的）；极相似的；同时发生的；相应的", "v. 与…相似；与…同时发生；与…媲美；比得上", "n. （尤指不同地点或时间的）极其相似的人（或情况、事件等）", "网络 并行；平行的；平行线"], "eg2": [["parallel lines", "平行线"], ["The road and the canal are parallel to each other.", "道路与运河平行。"], ["a parallel case", "同类型事例"], ["parallel trends", "并行发展的趋势"], ["parallel processing", "并行处理"], ["These ideas have parallels in Freud's thought too.", "这些观念与弗洛伊德思想中的某些观点非常相似。"], ["This is an achievement without parallel in modern times.", "这一成就在当代无人可及。"], ["This tradition has no parallel in our culture.", "这种传统在我们的文化中是没有的。"], ["There are interesting parallels between the 1960s and the late 1990s.", "20 世纪 60 年代和 90 年代后期有些颇有意思的相似之处。"], ["It is possible to draw a parallel between(= find similar features in) their experience and ours.", "在他们的经历和我们的经历之间找到相似点是可能的。"], ["the 49th parallel", "第 49 纬度线"], ["The new degree and the existing certificate courses would run in parallel.", "新的学位课程和现有的证书课程将同时开设。"], ["The new degree and the existing certificate courses would run in parallel.", "新的学位课程和现有的证书课程将同时开设。"], ["Their legal system parallels our own.", "他们的法律制度与我们的相似。"], ["The rise in unemployment is paralleled by an increase in petty crime.", "在失业率上升的同时，轻微罪行也跟着增长。"], ["a level of achievement that has never been paralleled", "绝无仅有的最高成就"]]}, "parameter": {"pron": {"peg": "[pə'ræmɪtɚ]", "pam": "[pə'ræmɪtɚ]"}, "wp": {"lattice parameter": "晶格参数;晶格常数;\t\t点阵参数;点阵常数", "impact parameter": "撞击参数;\t\t碰撞参数;\t\t碰撞参量;冲晃数", "Add Parameter": "添加参数;增加参数", "location parameter": "位置参数;位置參數;位置母数;地位参数", "Extra parameter": "附加参数", "Parameter Tool": "参数工具;物体参数测量工具", "preset parameter": "预定参数;预设参数;\t\t预置参数;固定参数", "projecting parameter": "规划参数;计划参数;计划参变量", "adjustable parameter": "可调参数;可滴数;可调整的参数指针;\t\t可调参量"}, "ex": ["n. 参数；系数；参量"], "eg2": [["Each<b> parameter</b> should have a unique reference name.", "各参数应该有一个唯一的引用名。"], ["If you have a different environment  to hook into, then this is where you should insert the changes.", "如果您要检索一个不同的环境参数，那么这就是您应该插入改变之处的地方。"], ["Each pattern has one .", "每个模式有一个参数。"]], "st": {}}, "pledge": {"pron": {"peg": "英 [pledʒ] ", "pam": "美 [pledʒ] "}, "ex": ["n. 保证；抵押；诺言；抵押品", "v. 抵押；保证给予（或做）；正式承诺；使保证", "网络 誓言；发誓；碧丽珠"], "eg2": [["a pledge of support", "支援的许诺"], ["Will the government honour its election pledge not to raise taxes?", "政府会履行其竞选诺言，不增加税收吗？"], ["Management has given a pledge that there will be no job losses this year.", "资方保证今年不会削减工作职位。"], ["Japan has pledged $100 million in humanitarian aid.", "日本已承诺提供一亿元人道主义援助。"], ["The government pledged their support for the plan.", "政府保证支持这个计划。"], ["We all had to pledge allegiance to the flag(= state that we are loyal to our country) .", "我们都必须对国旗宣誓效忠。"], ["The group has pledged to continue campaigning.", "这个组织发誓继续投入运动。"], ["The group has pledged that they will continue campaigning.", "这个组织发誓他们将继续投入运动。"], ["They were all pledged to secrecy.", "他们都宣誓保密。"], ["The government has pledged itself to root out corruption.", "政府已承诺铲除腐败。"], ["Do you think you'll pledge this semester?", "这学期你会加入大学生联谊会吗？"], ["My brother pledged Sigma Nu.", "我哥哥宣誓加入 Σ NU 联谊会。"]]}, "plummet": {"pron": {"peg": "英 ['plʌmɪt] ", "pam": "美 ['plʌmɪt] "}, "ex": ["v. 暴跌；速降", "n. 测锤(钓丝的)坠子；线锤；铅锤线；锤规", "网络 骤然跌落；垂直落下；骤降"], "eg2": [["Share prices plummeted to an all-time low.", "股票价格暴跌到历史最低点。"], ["Her spirits plummeted at the thought of meeting him again.", "一想到又要见到他，她的心情便直往下沉。"], ["The jet plummeted into a row of houses.", "那架喷气式飞机一头栽进一排房子里。"]]}, "poverty": {"pron": {"peg": "英 ['pɒvə(r)ti] ", "pam": "美 ['pɑvərti] "}, "ex": ["n. 贫困；贫穷；贫乏；短缺", "网络 缺少；缺乏；穷困"], "eg2": [["conditions of abject/extreme poverty", "极度贫穷的状况"], ["to alleviate/relieve poverty", "缓解╱解除贫困"], ["Many elderly people live in poverty .", "许多老年人生活于贫困之中。"], ["There is a poverty of colour in her work.", "她的作品缺乏色彩。"]]}, "predecessor": {"pron": {"peg": "英 ['priːdɪ.sesə(r)] ", "pam": "美 ['predə.sesər] "}, "ex": ["n. 前任；原先的东西；被替代的事物", "网络 前辈；原有事物；前身"], "eg2": [["The new president reversed many of the policies of his predecessor.", "新任总统彻底改变了其前任的许多政策。"]]}, "profoundly": {"ex": ["adv. 深刻地；深深地；极度地"], "pron": {"peg": "[prə'faʊndli]", "pam": "[prə'faʊndli]"}, "st": {}, "wp": {"profoundly ad": "深刻地;衷心地", "profoundly shocked": "极度的震惊", "Rethink profoundly": "反思", "profoundly reveals": "深刻揭示了", "profoundly alters": "深刻地改变", "sway profoundly": "深刻地影响", "wound profoundly": "深刻地伤害", "reveal profoundly": "深刻地揭示", "prejudice profoundly": "深深损害"}, "eg2": [["Posture and dress change  how you feel about yourself and how others feel about you, like it or not.", "穿着举止能深刻的改变内在与外界对你自身的看法，不管你喜不喜欢。"], ["And as a daughter, I'll be<b> profoundly</b> grateful to my parents, knowing that I am here only because of their lifetime of faith and hard work.", "作为女儿，我会深深地感谢我的父母双亲，我知道，正是由于他们坚持一生的执著信念和辛勤劳作，我才能够站在这里。"], ["He  believed in his future success.", "他深信自己必将成功。"]]}, "prompt": {"pron": {"peg": "[prɑmpt]", "pam": "[prɑmpt]"}, "wp": {"Phonetic prompt": "语音提示", "Prompt Message": "提示信息", "Adper Prompt": "粘接剂", "prompt response": "响应及时;敏捷的反应", "pmt prompt": "即时的;迅速的", "shell prompt": "提示符;命令提示符", "No prompt": "不提示;不提醒", "Prompt Code": "提示代码", "prompt radiation": "瞬发辐射;瞬时放射;瞬时辐射"}, "ex": ["adj. 敏捷的，迅速的；立刻的", "vt. 提示；促进；激起；（给演员）提白", "n. 提示；付款期限；DOS命令：改变DOS系统提示符的风格", "adv. 准时地"], "eg2": [["I'll<b> prompt</b> her if she forgets her lines.", "如果她忘掉台词我将给她提示。"], ["The script will<b> prompt</b> you to either drop an existing index or create a new one.", "这个脚本将会提示您要么删除现存的索引要么创建一个新的索引。"], ["If you forget to create one of these, the Welcome Center will display an error message and<b> prompt</b> you to create them.", "如果忘记创建其中的某一个，欢迎中心将显示一条错误消息，并提示您进行创建。"]], "st": {"similar": "quick"}}, "prospect": {"pron": {"peg": "['prɑspɛkt]", "pam": "['prɑspɛkt]"}, "wp": {"prospect drilling": "勘探钻井;探勘钻井", "career prospect": "职业前途;事业前途;晋升机会;职业展望", "study prospect": "研究进展;研究前景;研究展望", "seismic prospect": "震波勘探;地震勘探", "applied prospect": "应用前景;应用展望;应用前景展望;碱浮渣处理", "FUTURE PROSPECT": "未来展望;发展前景;未来愿景;未来期望", "promotion prospect": "晋升机会;升职机会", "developing prospect": "发展前景;发展趋势;发展展望;发展方向", "Prospect Point": "普罗斯佩克特角;希望角;景观顶;展望角"}, "ex": ["n. 前途；预期；景色", "vi. 勘探，找矿", "vt. 勘探，勘察"], "eg2": [["But with no signs of any precipitation, the  of the harvest looks bleak.", "但是由于没有任何降水的迹象，收获的前景看起来很渺茫。"], ["I continue to hold out the  that they may decide to walk through this door.", "奥巴马说：“我继续抱着这样一个希望，即他们可能决定跨过这道门。"], ["If people possess altruistic motives, then they sometimes act to benefit others without the  of gain to themselves.", "如果人们具有利他的动机，则他们有时会做有利他人的事，而不期望自己获得利益。"]], "st": {"similar": "view"}}, "prosperity": {"pron": {"peg": "[prɑ'spɛrəti]", "pam": "[prɑ'spɛrəti]"}, "wp": {"prolonged prosperity": "长期的繁荣", "Or prosperity": "一荣俱荣", "Achieving Prosperity": "实现繁荣;成就繁荣", "Peddling Prosperity": "兜售繁荣;沿街叫卖的繁荣克鲁曼对经济现况的深度思考", "Prosperity Fund": "繁荣基金", "sacrifice prosperity": "牺牲繁荣;牺牲的繁荣", "True Prosperity": "真正的富足", "Prosperity Index": "繁荣指数;景气指数", "economic prosperity": "经济繁荣;发展生产;经济建设日益繁荣"}, "ex": ["n. 繁荣，成功"], "eg2": [["We wish your country evergrowing .", "祝愿贵国日益繁荣昌盛。"], ["There can be no durable development and  without peace.", "没有和平，不可能有持续的发展和持久的繁荣。"], ["You have only to look around to see the  of the district.", "你只要环顾四周，就可看到这个地区的繁荣。"]], "st": {"transform": [["n.", "prosperities"]]}}, "protectionism": {"pron": {"peg": "[prə'tɛkʃə'nɪzəm]", "pam": "[prə'tɛkʃə'nɪzəm]"}, "wp": {"Investment Protectionism": "投资保护主义", "ecology protectionism": "生态保护主义", "export protectionism": "出口保护主义", "trade protectionism": "贸易壁垒;贸易保护主义;护主义;保护主义", "Eschewing Protectionism": "抛弃保护主义", "economic protectionism": "经济保护主义", "Parallel protectionism": "类似保护", "animal protectionism": "动物保护主义", "judicial protectionism": "司法保护主义"}, "ex": ["n. 保护主义，贸易保护主义；贸易保护制度"], "eg2": [["So it is with .", "保护主义也是如此。"], ["But the costs of  in trade and finance are especially large at moments like these.", "但是在这个非常时期，贸易与金融保护主义的代价特别大。"], ["In the meantime, what should be done to keep the rod of<b> protectionism</b> off their—and the world's—backs?", "与此同时，更应该做的事，是将保护主义的大棒从这些国家（以及全世界）的身上移开。"]], "st": {}}, "protectionist": {"pron": {"peg": "[prə'tɛkʃənɪst]", "pam": "[prə'tɛkʃənɪst]"}, "wp": {"darbar protectionist": "宫廷主义", "Protectionist Measures": "保护主义措施", "protectionist policies": "保护主义措施;保护主义政策", "protectionist measure": "贸易保护措施", "Plato protectionist": "柏拉图主义", "protectionist meofure": "贸易庇护措施", "Radiation Protectionist": "职业", "Independent protectionist": "独立主义", "Protectionist Rhetoric": "贸易保护花言巧语"}, "ex": ["n. 贸易保护主义者", "adj. 贸易保护主义的；保护贸易论的"], "eg2": [], "st": {}}, "quota": {"pron": {"peg": "['kwotə]", "pam": "['kwotə]"}, "wp": {"quota management": "目标管理;配额管理;定额管理;非关税壁垒", "Racial quota": "种族配额;族裔配额", "disk quota": "磁盘配额;磁盘定额;磁盘限额;磁碟配额", "exchange quota": "外汇限额;汇兑限额;\t\t外汇配额", "quota control": "配额管制;配额控制;总量管制;定额管理", "Imperiali quota": "因佩里亚利数额;哈根巴赫数额;因皮立亚里基数;亚里基數", "Country Quota": "国别配额;国家配额", "Import quota": "进口配额;进口许可制;进口限额;进口配额证明", "allocated quota": "分配配额;分摊配额;国别配额"}, "ex": ["n. 配额；定额；限额"], "eg2": [["The production group has overfulfilled the  today.", "今天， 这个生产小组超额完成了定额。"], ["The main office  axed those in the field who didn’t meet their .", "主要办公室裁减那些在工作中完不成定额的人。"], ["If you want to enforce mail quotas, you could compare the information output at this stage with a global or per-user , and provide the user with some kind of warning.", "如果您希望强制实施邮件配额，那么您可以将这个阶段的信息输出与全局的、或者每个用户的配额进行比较，并向用户提供某种类型的警告。"]], "st": {}}, "recession": {"pron": {"peg": "[rɪ'sɛʃən]", "pam": "[rɪ'sɛʃən]"}, "wp": {"recession limb": "退水段", "Reflationary Recession": "衰退期", "recession direction": "回收方向", "slope recession": "坡面后退", "mild recession": "温和衰退;轻度衰退;缓慢衰退", "recession constant": "衰退常数", "global recession": "全球经济衰退", "Cyclical Recession": "而非周期性衰退", "deep recession": "深度衰退"}, "ex": ["n. 衰退；不景气；后退；凹处"], "eg2": [["In this , we seek the bogey.", "我们在这次衰退中寻找着魔鬼。"]], "st": {}}, "redefine": {"ex": ["vt. 重新定义"], "pron": {"peg": "[,ridɪ'faɪn]", "pam": "[,ridɪ'faɪn]"}, "st": {"transform": [["vt.", "redefined,redefining"]]}, "wp": {"Redefine Possible": "重新定义可能", "Redefine Search": "重新定义网路搜寻", "Redefine Bodies": "重定义主体", "Redefine decadence": "给纸醉金迷另觅出路", "Redefine Object": "重新定义对象", "REDEFINE CONTROLS": "重定义控制设置;重新定义控制;重新定义的控件;重新界定管制", "Redefine Tools": "定义工具", "Redefine MTV": "周丽淇", "Redefine Success": "重新定义成功"}, "eg2": []}, "refrain": {"ex": ["vi. 节制，克制；避免；制止", "n. 叠句，副歌；重复"], "pron": {"peg": "[rɪ'fren]", "pam": "[rɪ'fren]"}, "st": {"similar": "abstain,forbear"}, "wp": {"Violin Refrain": "时拉小提琴", "red refrain": "伏八", "Nonsense Refrain": "洛天依", "refrain words": "叠词", "watermelon refrain": "触手猴", "Refrain red": "蓝色乐章", "Refrain bluish": "蓝色乐章", "Refrain Love": "无尽的爱", "Sweet Refrain": "初回限定盘"}, "eg2": [["Although I advise that you  from decoding XML documents with ad hoc routines, I have no qualms about writing.", "虽然我建议您避免使用特殊的例程解码 XML 文档，但是对于写入 XML 没有这样的疑虑。"]]}, "regulatory": {"pron": {"peg": "[ˈrɛɡjʊˌleɪtɔri]", "pam": "[ˈrɛɡjʊˌleɪtɔri]"}, "wp": {"Regulatory Arbitrage": "监管套利;监管套戥;管制套利;监管套利行为", "regulatory demand": "调节需求", "Regulatory framework": "规章制度;规管架构;监管架构;监管框架", "Regulatory mechanism": "法规机制;调节机制;调控机制;律例机制", "regulatory state": "监管型国家;管制国家;规制国家;管制型国家", "regulatory authorities": "法规机构;认证活动;监督管理部门;监管当局", "regulatory gene": "调节基因;调控基因;相关调控基因", "regulatory sign": "管制标志;限制标志;禁令标志;禁制标志", "regulatory risk": "监管风险;法规风险;管制风险;规制风险"}, "ex": ["adj. 管理的；控制的；调整的"], "eg2": [["That is the judgment of our Nuclear<b> regulatory</b> Commission and many other experts.", "这是我们的核管理委员会和许多其他专家的判断。"], ["It is the 36th country to have its vaccine<b> regulatory</b> system approved by the WHO.", "它是疫苗管理体系被世界卫生组织验证通过的第36个国家。"], ["Okay any other questions related to process,  roles? The regulator is real and they are there at the plant sites.", "好了，还有任何其他的与过程，管理规则相关的问题吗，调整器是真的,他们就在电站的那里。"]], "st": {}}, "reinforce": {"pron": {"peg": "[,riɪn'fɔrs]", "pam": "[,riɪn'fɔrs]"}, "wp": {"Components reinforce": "电路板插件组强", "reinforce spleen": "健脾", "structure reinforce": "结构加固", "constantly reinforce": "不断增强", "Reinforce treatment": "加固处治", "Reinforce Tape": "补强带;加强带", "Reinforce Armaments": "强固武装", "Reinforce concrete": "砼与砌体结构;加强混凝土", "reinforce e": "加强;增援;一般用于军队或警察的行动"}, "ex": ["vt. 加强，加固；强化；补充", "vi. 求援；得到增援；给予更多的支持", "n. 加强；加固物；加固材料"], "eg2": [[" this by cultivating an attitude of gratitude.", "通过培养感激的态度加强这一观点。"], ["But I do expect some commitment to<b> reinforce</b> coordination.", "但我认为会做出一些承诺以加强协调。"], ["In fact, all of these variables seem to  each other.", "事实上，所有这些变量似乎都是互相加强的。"]], "st": {"transform": [["vt.", "reinforced,reinforcing"]]}}, "resilience": {"pron": {"peg": "[rɪˈzɪliəns]", "pam": "[rɪˈzɪliəns]"}, "wp": {"Dynamic Resilience": "动态弹性;动态弹性回复", "ecosystem resilience": "生态系统复原能力", "Arcane Resilience": "奥术弹力;奥术活力", "owarven resilience": "对箭回避", "crippling resilience": "折曲应力", "impact resilience": "冲击回弹性;冲击回弹率", "Resilience Corporation": "睿智高用公司;科技有限公司", "flexural resilience": "挠曲回弹性;弯曲弹性", "Network resilience": "网络弹性"}, "ex": ["n. 恢复力；弹力；顺应力"], "eg2": [["How do you instill pride and  in her?", "你怎样逐步帮她树立自豪感和适应能力呢？"], ["They like being around other people more, they have more sex per month, and they have more<b> resilience</b> to adverse events.", "她们更喜欢有人陪伴，每月有更多的性生活，并且对不良事件的回复能力更强。"], ["Similarly, with happiness, I get an abundance of confidence in my skills and in my  towards temporary failures to achieve success.", "同样地，拥有幸福，我从我的技能和对暂时失败的恢复力中得到了许多自信来实现成功。"]], "st": {}}, "resort": {"pron": {"peg": "英 [rɪ'zɔː(r)t] ", "pam": "美 [rɪ'zɔrt] "}, "ex": ["n. 度假胜地；诉诸；采取；旅游胜地", "v. 去；凭藉", "网络 度假村；求助；度假酒店"], "eg2": [["seaside/ski/mountain, etc. resorts", "海滨、滑雪、山区等度假胜地"], ["a popular holiday resort", "受欢迎的旅游胜地"], ["the resort town of Byron Bay", "度假小镇拜伦贝城"], ["There are hopes that the conflict can be resolved without resort to violence.", "冲突有望不需要诉诸武力而得到解决。"], ["Strike action should be regarded as a last resort , when all attempts to negotiate have failed.", "罢工应该是最后一着，在所有的谈判努力都告失败时才使用。"], ["In the last resort(= in the end) everyone must decide for themselves.", "最后人人都得自己作决定。"]]}, "respective": {"pron": {"peg": "[rɪ'spɛktɪv]", "pam": "[rɪ'spɛktɪv]"}, "wp": {"respective Party": "各方;正在翻译", "Respective period": "所属时期", "respective authorities": "有关当局;正在翻译", "respective error": "个别误差", "Respective Suites": "各自套房", "respective dealing": "分类处理", "Respective regional": "所属区域", "Respective ward": "所属病区", "respective melting": "分熔"}, "ex": ["adj. 分别的，各自的"], "eg2": [["Select any one of the listed files to open and edit it in the<b> respective</b> editor.", "选择任意一个列出的文件，以在各自的编辑器中打开并编辑它。"], ["Such trends in my field and yours have implications for the identity of our<b> respective</b> disciplines.", "在我和你的领域中，这样的趋势是对我们各自训练的同一性的暗示。"], ["If there are any new capabilities, you can add them in this capability map and extend them as per the<b> respective</b> business requirements.", "如果存在任何新功能，您可以在此功能映射中添加它们，并按照各自的业务需求对其进行扩展。"]], "st": {}}, "restriction": {"pron": {"peg": "[rɪ'strɪkʃən]", "pam": "[rɪ'strɪkʃən]"}, "wp": {}, "ex": ["n. 限制；约束；束缚"], "eg2": [], "st": {}}, "retaliation": {"pron": {"peg": "[rɪ,tælɪ'eɪʃn]", "pam": "[rɪ,tælɪ'eɪʃn]"}, "wp": {"armed retaliation": "持械报复", "Retaliation system": "报复机制;报复制度", "Imperial Retaliation": "帝国的报复;第八关", "retaliation test": "恶性报复标准", "Price Retaliation": "价格报复", "TD Retaliation": "复仇之塔", "Retaliation Threat": "报复威胁", "Indescriminate Retaliation": "无差别报复", "assured retaliation": "保证报复"}, "ex": ["n. 报复；反击；回敬"], "eg2": [["But Brazil did have one option: .", "巴西只有一个选择：报复。"], ["We pretend to believe that<b> retaliation</b> is the law of our being...but war is bad in essence.", "我们似乎认为报复是我们行事的准则，但是战争在本质上来说是邪恶的。"], ["There were no injuries or damage, but the attack raised the prospect of further Israeli .", "这次袭击没有造成伤亡或者破坏，但是却使以色列有可能进一步报复。"]], "st": {}}, "robotic": {"pron": {"peg": "[ro'bɑtɪk]", "pam": "[ro'bɑtɪk]"}, "wp": {"Robotic Groundhog": "机械土拨鼠", "Robotic Exoskeleton": "机器人外骨骼;机械外骨骼", "Robotic Platform": "机器人平台", "robotic technology": "机扑学;机器人学;机器人技术;机器人科技", "robotic soccer": "机器人足球;机器人足球比赛;足球机器人", "Robotic Bed": "机器人床;机器床", "Robotic kinematics": "机器人动力学;机器人运动学", "Robotic Application": "机器人应用", "robotic ball": "球形机器人"}, "ex": ["adj. 机器人的，像机器人的；自动的", "n. 机器人学"], "eg2": [["Once inside the stomach, the idea is that these pieces will assemble themselves into a larger<b> robotic</b> device.", "一旦深入到胃部，设计理念就是这些配件将自行装配成一个更大的机器人器件。"], ["He added that they are working with specialists at the university's NanoScience Technology Center on  applications to help patients with tasks such as opening a bottle of water.", "他们正在与大学的纳米科学技术中心的专家合作，开发机器人应用，这些应用可以帮助患者完成诸如打开水瓶这样的工作。"], ["The 40 muscles are attached to fine cables in sheaths, much like the brake cables on a bicycle, and these pass through the<b> robotic</b> wrist to operate the joints.", "40股肌肉链接在精巧的包裹着护套的传送线上（就像自行车的刹车线一样），穿过机器人的手腕，对关节进行操作。"]], "st": {}}, "secrecy": {"pron": {"peg": "英 ['siːkrəsi] ", "pam": "美 ['sikrəsi] "}, "ex": ["n. 保密；秘密", "网络 保密性；隐蔽；秘密性"], "eg2": [["the need for absolute secrecy in this matter", "在这件事情上绝对保密的必要性"], ["Everyone involved was sworn to secrecy .", "所有相关人员均被要求宣誓保密。"], ["The whole affair is still shrouded in secrecy .", "整个事件依旧秘而不宣。"]]}, "shortfall": {"pron": {"peg": "['ʃɔrtfɔl]", "pam": "['ʃɔrtfɔl]"}, "wp": {"shortfall penalties": "凡不服税务局罚款", "expected shortfall": "预期损失;预期短缺;损失期望值;期望损失", "Capability shortfall": "能力不足处理", "Investigation Shortfall": "式微的调查性报道", "Rural Shortfall": "城乡居民收入差距仍在扩大", "production shortfall": "产量下降", "Power shortfall": "电力短缺", "Expeeted Shortfall": "期望短缺", "monetary shortfall": "货币短缺"}, "ex": ["n. 差额；缺少"], "eg2": [["The implication was that there was no meaningful  in client funds.", "言下之意是客户资金不存在真正意义上的亏空。"], ["A list is generated for each region that identifies the endangered parts, the names of the suppliers in that region that supply them, and the size of the likely .", "对于存在上述有危险的零件的每个地区，该作业生成一个列表，其中包括那个地区提供这些零件的供应商的名称和预计短缺的数量。"], ["Negative news, such as an earnings , problems with a new product or an accounting restatement, not only pressure a company's share price but often portend even more such news on the way.", "负面消息，比如收入下滑、新产品遇到问题或会计报表修改，不仅仅会对公司的股价带来压力，而且常常会预示着前面还有更多这样的消息出现。"]], "st": {}}, "skyrocket": {"ex": ["v. 飞涨；猛涨", "n. 流星焰火；高空探测火箭", "网络 急剧上升；一飞冲天；暴涨"], "pron": {"peg": "英 ['skaɪ.rɒkɪt] ", "pam": "美 ['skaɪ.rɑkət] "}, "eg2": []}, "solidify": {"ex": ["vt. 团结；凝固", "vi. 团结；凝固"], "pron": {"peg": "[sə'lɪdɪfaɪ]", "pam": "[sə'lɪdɪfaɪ]"}, "st": {"transform": [["vt.", "solidified,solidifying"]]}, "wp": {"solidify concentrate": "固化浓缩物", "Solidify countermeasure": "巩固对策", "Solidify Colleague": "团结同事", "to solidify": "凝结", "solidify point": "凝固点", "solidify accelerant": "固化促进剂", "solidify concrete": "使混凝土凝固", "light solidify": "光凝;光固化", "solidify fats": "凝脂"}, "eg2": [["If I don't take a language and do something useful with it, then the concepts just don't<b> solidify</b> in my memory.", "如果不使用那种语言做一些有用的事，该语言的相关概念就不会在我的记忆中得到巩固。"], ["Write it out. Writing out what you want to accomplish each morning either before you start work or before noon, helps to  the idea in your head and keeps you focused and on track.", "在开始工作或中午之前，把你那天上午想要做的事情通通写下来，这样一来，你头脑中就会形成一定的概念，让你专注于想要做的事情而不脱离轨道。"], ["In fact, I recommend you do a blog if you’re not already — it’ll help<b> solidify</b> your thinking, build a reputation, find people who are interested in what you do, demonstrate your knowledge and passion.", "事实上，我建议你如果还没有博客的话那就申请一个吧--它会帮你巩固你的想法，建立起声誉，找到对你所做之事感兴趣的人，验证你的知识和激情。"]]}, "sovereignty": {"pron": {"peg": "['sɑvrənti]", "pam": "['sɑvrənti]"}, "wp": {"shared sovereignty": "共享主权", "Sphere Sovereignty": "领域主权", "popular sovereignty": "人民主权论;人民主权;主权在民;大众主权", "Producer Sovereignty": "生产者主权", "Abolethic Sovereignty": "底栖魔鱼帝国", "sovereignty state": "主权国家", "historic sovereignty": "历史性所有权;历史性主权权利", "grain sovereignty": "粮食安全;生态风险", "individual sovereignty": "个人主权"}, "ex": ["n. 主权；主权国家；君主；独立国"], "eg2": [["The superpower often tramples on the independence and  of other countries.", "这个超级大国经常无视别国的独立和主权。"], ["This is critical for the<b> sovereignty</b> of Iraq and Afghanistan.", "这对于伊拉克和阿富汗的主权是至关重要的；"], ["We respect your<b> sovereignty</b> and the tremendous sacrifices you have made for your country.", "我们尊重你们的主权，以及你们为自己的国家做出的重大牺牲。"]], "st": {"transform": [["n.", "sovereignties"]]}}, "spurred": {"pron": {"peg": "英 [spɜːd] ", "pam": "美 [spɜːd] "}, "ex": ["v. 刺激；激励；促进；鞭策", "n. 刺激；激励；鞭策；靴刺", "网络 有马刺的；装有马刺的；马刺的刺激"], "eg2": [["His speech was a powerful spur to action.", "他的讲话很有鼓动力。"], ["I phoned him up on the spur of the moment.", "我一时冲动，给他打了电话。"], ["a spur-of-the-moment decision", "心血来潮的决定"], ["I phoned him up on the spur of the moment.", "我一时冲动，给他打了电话。"], ["a spur-of-the-moment decision", "心血来潮的决定"], ["Her difficult childhood spurred her on to succeed.", "她艰辛的童年激励她取得成功。"], ["I was spurred into action by the letter.", "那封信激励我行动起来。"], ["The band has been spurred on by the success of their last single.", "最近一张单曲唱片的成功使乐队受到鼓舞。"], ["The agreement is essential to spurring economic growth around the world.", "这项协议对于促进世界经济的增长是至关重要的。"]]}, "stability": {"pron": {"peg": "[stə'bɪləti]", "pam": "[stə'bɪləti]"}, "wp": {"Emotional Stability": "情绪稳定性;情绪稳定;情绪的稳定性;情感的稳定性", "asymptotic stability": "渐近稳定性;渐进稳定性;渐近稳定度;渐近稳定", "price stability": "价格稳定;\t\t物价稳定;物价稳定度;市价稳定性", "temperature stability": "温度稳定性;\t\t温度稳定度;温度误差;温度波动", "color stability": "色彩稳定性;色稳定性;彩色稳定性;色稳性", "Dimensional stability": "尺寸稳定性;尺度安定性;尺寸安定性;\t\t尺寸恒定性", "Dynamic Stability": "动态稳定性;动稳定;动力稳定性;动力稳定度", "frequency stability": "频率稳定度;\t\t频率稳定性;频率稳定;温度频差", "storage stability": "贮存稳定性;储藏稳定性;储存稳定性;稳定性"}, "ex": ["n. 稳定性；坚定，恒心"], "eg2": [["While I certainly do not deny the importance of ensuring server , you have to balance the need for adequate testing with the need for adequate security.", "尽管我当然不会否认确保服务器稳定性的重要性，但是你也得在合适的测试需要和恰当的安全需求之间做出平衡。"], ["Any significant changes, however, should be deferred to a future generation of the solution to maintain its .", "但是，任何重要的变更，应当被延迟到未来产生的解决方案，以维护其稳定性。"], ["Peace and  in the world need the active involvement of China.", "世界和平和稳定需有中国的积极参与。"]], "st": {"transform": [["n.", "stabilities"]]}}, "steady": {"pron": {"peg": "英 ['stedi] ", "pam": "美 ['stedi] "}, "ex": ["v. 稳住；使稳；使平稳；恢复平稳", "adj. （发展、增长等）稳步的；稳定的；恒定的；稳的", "adv. 稳定地；持续地；稳固地", "n. 【机】固定中心架；承；(关系确定的)情人", "int. （要求对方注意言行）哎；当心", "网络 稳固的；平稳的；塌实的"], "eg2": [["five years of steady economic growth", "经济持续五年的发展"], ["a steady decline in numbers", "数量逐渐下降"], ["We are making slow but steady progress.", "我们虽然缓慢但是在稳步前进。"], ["The castle receives a steady stream of visitors.", "前来参观城堡的游客流量保持稳定。"], ["His breathing was steady.", "他呼吸平稳。"], ["a steady job/income", "稳定的工作╱收入"], ["She drove at a steady 50 mph.", "她以每小时 50 英里的稳定速度驾驶。"], ["They set off at a steady pace.", "他们以不紧不慢的速度出发了。"], ["a steady boyfriend/girlfriend(= with whom you have a serious relationship or one that has lasted a long time)", "关系稳定的男朋友╱女朋友"], ["to have a steady relationship", "有稳定的关系"], ["He held the boat steady as she got in.", "他把船稳住，让她上了船。"], ["I met his steady gaze.", "我迎向他凝视的目光。"], ["Such fine work requires a good eye and a steady hand .", "做这样精细的工作，眼要尖，手要稳。"], ["She steadied herself against the wall.", "她靠墙站稳。"], ["The lift rocked slightly, steadied, and the doors opened.", "电梯微微一晃又稳了下来，接着门开了。"], ["Her heartbeat steadied.", "她的心跳平稳下来。"], ["The pound steadied against the dollar.", "英镑对美元的汇率稳定下来。"], ["He took a few deep breaths to steady his nerves .", "他深深地吸了几口气，让自己平静下来。"], ["In trading today the dollar held steady against the yen.", "在今天的交易中，美元对日元的汇率保持稳定。"], ["Steady on! You can't say things like that about somebody you've never met.", "注意点！你从没见过的人，不要那样议论人家。"], ["Steady! Don't fall off.", "小心！别摔下来。"]]}, "stimulate": {"pron": {"peg": "['stɪmjə'let]", "pam": "['stɪmjə'let]"}, "wp": {"stimulate spending": "刺激消费", "stimulate employment": "刺激就业", "Stimulate measure": "激励措施", "stimulate consumption": "刺激消费", "stimulate desire": "激发欲望", "Stimulate Technique": "刺激技巧", "visually stimulate": "引起视觉刺激", "Audio stimulate": "声频刺激", "Compound stimulate": "复合刺激"}, "ex": ["vt. 刺激；鼓舞，激励", "vi. 起刺激作用；起促进作用"], "eg2": [["So go out and .", "那么，出去刺激吧。"], ["Success will<b> stimulate</b> the people for fresh efforts.", "成功能鼓舞人们去作新的努力。"], ["Only once they feel that you can<b> stimulate</b> them intellectually, they will be ready to commit to you.", "一旦他们觉得你可以给他智力上的激励，他们便会做好准备，忠诚于你。"]], "st": {"transform": [["vt.", "stimulated,stimulating"]], "similar": "animate,provoke"}}, "stimulus": {"pron": {"peg": "['stɪmjələs]", "pam": "['stɪmjələs]"}, "wp": {"basic stimulus": "基本刺激;基准刺激;基础刺激", "supraliminal stimulus": "阈上刺激物;阈上刺激", "subliminal stimulus": "阈下刺激;阈限下刺激", "Unconditioned stimulus": "非制约刺激;无条件剌激;\t\t无条件刺激;非条件刺激物", "stimulus threshold": "刺激阈限;刺激阀;剌激阈;刺激阈值", "sign stimulus": "符号刺激;关键剌激;记号刺激", "electric stimulus": "电刺激", "stimulus package": "刺激计划;经济刺激计划;经济刺激方案;刺激方案", "stimulus artifact": "刺激伪迹"}, "ex": ["n. 刺激；激励；刺激物"], "eg2": [["So what happened to the ?", "那么，经济刺激计划到底怎么了？"], ["Regard each failure as a<b> stimulus</b> to further efforts.", "把每次失利看成对进一步努力的激励。"], ["This depends not on the stimuli but on the combination of<b> stimulus</b> and response.", "它并不取决于刺激源，而是取决于刺激源和回应的组合。"]], "st": {"transform": [["n.", "stimuluses,stimuli"]]}}, "strike": {"pron": {"peg": "[straɪk]", "pam": "[straɪk]"}, "wp": {"bird strike": "鸟击;机鸟互撞;鸟撞;小鸟突袭", "strike fault": "走向断层;规律断层", "Monster Strike": "怪物弹珠", "Castle Strike": "城堡战役;城堡战争;城堡攻击;古堡战争", "rapid strike": "速战;高速打击;给予敌人伤害", "Strike Fighters": "攻击战斗机;超音速战斗机;进犯战斗机;攻击战机", "Lightning Strike": "闪电攻击;雷击;闪电打击;闪电冲击", "Viper Strike": "蝮蛇突袭;蝰蛇打击;毒蛇出击;蛇打击", "strike risks": "罢工险"}, "ex": ["vi. 打，打击；罢工；敲，敲击；抓；打动；穿透", "vt. 打，击；罢工；撞击，冲击；侵袭；打动；到达", "n. 罢工；打击；殴打", "n. (Strike)人名；(英)斯特赖克"], "eg2": [["They blacklegged in the last .", "在上次罢工中他们当了工贼。"], ["The docker's  tied up the port.", "码头工人的罢工使港口陷于瘫痪。"], ["All these circumstances looked to a great .", "所有这些情况可能会导致一场大罢工。"]], "st": {"transform": [["vt.", "struck 或 strook,struck 或 stricken,striking"]]}}, "suffocate": {"ex": ["vi. 受阻，受扼制；窒息", "vt. 压制，阻碍；使……窒息"], "pron": {"peg": "['sʌfəket]", "pam": "['sʌfəket]"}, "st": {"transform": [["vt.", "suffocated,suffocating"]]}, "wp": {"suffocate e": "使窒息", "T Suffocate": "死亡金属", "suffocate from": "因", "suffocate spin": "受阻旋转", "poisoning suffocate": "中毒", "Suffocate vrombissement": "窒息的轰鸣声;窒息无人驾驶飞机;窒息轰鸣声", "Suffocate you": "憋死你", "I Suffocate": "我窒息", "To Suffocate": "要窒息"}, "eg2": [["If you stayed seated, he said, you'd .", "如果你还留在座位上，他说，你就窒息了。"], ["You don’t “need” to be single, being single will only<b> suffocate</b> your personal growth.", "你没有必要恢复单身，单身的状态只能阻碍你的个人成长。"], ["There is very little air in that space. But not so little that we might , and thus create a story.", "那个空间只有那么一点空气，但也没有少到让我们可能窒息，免得产生一个故事。"]]}, "tariff": {"ex": ["n. 关税；收费表；量刑标准", "v. 征收关税；定税率；定收费标准", "网络 价目表；关税税则；运费表"], "pron": {"peg": "英 ['tærɪf] ", "pam": "美 ['terɪf] "}, "eg2": []}, "terrorism": {"pron": {"peg": "英 ['terə.rɪz(ə)m] ", "pam": "美 ['terə.rɪzəm] "}, "ex": ["n. 恐怖主义", "网络 恐怖行动；恐怖行为；恐怖活动"], "eg2": [["an act of terrorism", "恐怖主义行动"]]}, "thrall": {"pron": {"peg": "[θrɔl]", "pam": "[θrɔl]"}, "wp": {"Flame Thrall": "烈焰缠绕", "Lloyd Thrall": "斯劳尔", "Monstrous Thrall": "残酷奴役", "Frost Thrall": "冰霜缠绕", "Storm Thrall": "暴风缠绕", "Cursed Thrall": "咒奴", "Thrall Warrior": "奴仆战士", "thrall l": "奴隶", "Thrall D": "萨尔·杜隆坦"}, "ex": ["n. 奴隶；束缚", "adj. 受奴役的", "vt. 使成为奴隶", "n. (Thrall)人名；(英)思罗尔"], "eg2": [["They went to live for at least three years in Morocco, and when she returned home she was fully veiled: alienated, lonely, in the  of a husband who consumed her entire world.", "该组织和基地组织极为类似。 他们在摩洛哥至少居住了三年，再度回到比利时时，她头顶纱巾，孤僻怪异，仿佛是她丈夫的奴隶。 她的丈夫占据了她全部的内心世界。"], ["This pianoist held every audience in  by her playing.", "这位钢琴家以她的演奏征服了每一位听众。"], ["But he still held the crowd in  as ever.", "但是这次他仍然像往常一样主持发布。"]], "st": {}}, "toolkit": {"ex": ["n. 工具包，工具箱"], "pron": {"peg": "['tulkɪt]", "pam": "['tulkɪt]"}, "st": {}, "wp": {"ISO Toolkit": "映像格式处理;映像格式处理工具;映像处理工具", "Webmaster Toolkit": "关键字研究工具", "LeafSpring Toolkit": "钢板弹簧工具箱", "Customization Toolkit": "定制开发工具", "X toolkit": "工具包;工具箱;X窗口工具箱", "Controls Toolkit": "控制工具箱", "Scripting Toolkit": "写电影脚本的工具箱;脚本工具包", "Directory Toolkit": "磁盘目录与文件比较", "Evaluation Toolkit": "评价工具集"}, "eg2": [["Who should use the ?", "谁应该使用该工具箱？"], ["Of course, there is no one<b> toolkit</b> for all developers and situations, but there are fundamental tools and capabilities that we should all have on hand.", "当然，不存在单个适用于所有开发人员和情境的工具箱，但是有一些基本的工具和功能是我们手边全都应该具备的。"], ["You may want to use them as you are learning how to work with the  and then continue without them once you are familiar with message flow development.", "您可能在学习如何使用该工具包时，希望使用它们，然后在熟悉了消息流开发之后，便不再继续使用这些向导。"]]}, "tougher": {"pron": {}, "wp": {"Tougher sanctions": "制裁加厉", "getting tougher": "态度将更为强硬", "much tougher": "更加强硬", "TOUGHER SENTENCING": "加重刑罚", "tougher body": "强壮身体", "Policy Tougher": "政策更加困难", "be tougher": "玛丽莲梦兔", "tend tougher": "从重", "tougher oversight": "更严厉的监管"}, "ex": ["较坚强的", "较艰苦的（tough的比较级）"], "eg2": [], "st": {"similar": "strong"}}, "transnational": {"pron": {"peg": "[træns'næʃənəl]", "pam": "[træns'næʃənəl]"}, "wp": {"Transnational Institute": "跨国研究所;跨国研究中心", "Transnational taxpayers": "跨国纳税人", "transnational corportation": "跨国公司", "transnational communities": "跨国社区;跨国社群", "transnational conglomerate": "跨国联合企业;跨国集团企业", "transnational litigation": "跨国诉讼", "transnational relation": "超国家关系;跨国联系", "transnational relations": "跨国关系", "Transnational strategy": "跨国战略;跨国策略;跨国化战略;跨国经营战略"}, "ex": ["adj. 跨国的；超越国界的"], "eg2": [["Second, we are committed to expand cooperation with China on a range of pressing<b> transnational</b> issues.", "第二，我们致力于在一系列紧迫的跨国问题上扩大与中国的合作。"], ["These issues raise questions about the changing nature of the relationship between<b> transnational</b> corporations and the state in this increasingly global era.", "在当今这个越来越全球化的时代，这对跨国公司与政府之间逐渐变化的关系的实质提出了质疑。"], ["The Global Tamil Forum, one of several new outfits, says it is planning elections for a “ government” in April.", "几个全新的组织中的一个—全球泰米尔论坛，说它正在筹备四月份的“跨国政府”选举。"]], "st": {}}, "trillion": {"ex": ["n. [数] 万亿", "adj. 万亿的", "num. [数] 万亿"], "pron": {"peg": "['trɪljən]", "pam": "['trɪljən]"}, "st": {}, "wp": {"trillion dollars": "以兆美元", "Only Trillion": "成兆才", "TRILLION LIMITED": "钧裕有限公司", "Trillion shape": "三角形", "trillion a": "万亿的;大量的", "Trillion Motel": "万亿汽车旅馆", "20 Trillion": "万亿", "Trillion Harvest": "兆丰收", "Trillion Cut": "三角形切割;三角形"}, "eg2": []}, "vulnerable": {"pron": {"peg": "['vʌlnərəbl]", "pam": "['vʌlnərəbl]"}, "wp": {"vulnerable children": "弱势儿童;易受害儿童", "vulnerable species": "易危物种;渐危种;易危种;害物种", "vulnerable slope": "易生危险的斜坡", "vulnerable area": "易损面积;脆弱区;薄弱环节", "expectedly vulnerable": "果然脆弱;预计弱势", "Vulnerable groups": "弱势群体;强势集体;易受伤害的群体;弱势社群", "vulnerable option": "脆弱期权", "Amigo Vulnerable": "脆弱的朋友;感性的朋友", "vulnerable part": "易损件"}, "ex": ["adj. 易受攻击的，易受…的攻击；易受伤害的；有弱点的"], "eg2": [["Not only network is , any piece of software is.", "不仅网络是脆弱的，任何一个软件都是脆弱的。"], ["And what was it about these people that made them seem ?", "但是对于这些人，是什么使他们看起来好象易受到攻击？"], ["If you take care of something, you begin to love it — which makes us very .", "如果你照顾某些事情，你已经开始爱上它了--这让我们非常的投入."]], "st": {}}, "wane": {"pron": {"peg": "英 [weɪn] ", "pam": "美 [weɪn] "}, "ex": ["v. 衰落；减弱；缺；亏", "n. 衰退(期)；(木材的)缺损；月亏(期)", "网络 减少；变小；亏缺"], "eg2": [["Her enthusiasm for the whole idea was waning rapidly.", "她对整个想法的热情迅速冷淡了下来。"], ["Her popularity has been on the wane for some time.", "她的人气一段时间以来江河日下。"], ["Her popularity has been on the wane for some time.", "她的人气一段时间以来江河日下。"]]}, "worsen": {"pron": {"peg": "['wɝsn]", "pam": "['wɝsn]"}, "wp": {"Symptoms Worsen": "症状恶化", "palliate worsen": "减轻", "to worsen": "恶化", "will worsen": "会加剧", "worsen ecology": "生态恶化", "Some Worsen": "有些恶化", "worsen evolution": "恶性衍化", "worsen diathermanous": "传热恶化", "worsen mechanism": "退化机制"}, "ex": ["vi. 恶化；变得更坏；更坏", "vt. 使恶化；使变得更坏"], "eg2": [["Further dispute would<b> worsen</b> your relations.", "再吵下去会使你们的关系恶化。"], ["How would the people in a new city change (improve or ) this?", "新城市中的人会如何改变(改进或者恶化）这些？"], ["But if your symptoms persist—or<b> worsen</b> dramatically—see a doctor!", "但是如果你的症状一直持续——或急剧恶化——去看医生吧！"]], "st": {}}}, "Title": "The catastrophe if another global financial crisis strikes  \n", "paperStatistics": {"suggestedfocus": "17.0 Minutes", "wordsset": 551, "keywords": "Trade,crisis,economic,financial,global,investment,policies,trade", "toughwords": 103, "allwords": 839, "title": "The catastrophe if another global financial crisis strikes  \n", "desc": "Multilateral co-operation is on the wane today but is essential, says Arancha González of the International Trade Centre\n", "img": "https://cdn.static-economist.com/sites/default/files/20180915_OPP504.jpg\n", "date": "2018-09-13 12:55:27", "link": "2018_9_13_12.json"}}