{"Date": "2018-09-14 01:23:20", "content": "<p>\n</p> <p>A book <span class=\"word-wrap-span\">excerpt</span> and interview with David Runciman, author of “How Democracy Ends”\n</p> <p>\n</p> <p>\n</p> <p>History provides uncomfortable lessons. Among them is that systems of <span class=\"word-wrap-span\">governance</span> are not <span class=\"word-wrap-span\">immortal</span> and that democracies can <span class=\"word-wrap-span\">devolve</span> into <span class=\"word-wrap-span\">autocracy</span>. As institutions <span class=\"word-wrap-span\">decay</span> and social norms <span class=\"word-wrap-span\">fray</span>, <span class=\"word-wrap-span\">democratic</span> processes and practices are <span class=\"word-wrap-span\">prone</span> to <span class=\"word-wrap-span\">apathy</span>, <span class=\"word-wrap-span\">demagoguery</span> and <span class=\"word-wrap-span\">disintegration</span>. \n</p> <p>\n</p> <p>One <span class=\"word-wrap-span\">scholar</span> ringing the loudest alarm bell—or perhaps death <span class=\"word-wrap-span\">knell</span>—is David Runciman. He is a professor of politics at Cambridge University and the author of “How Democracy Ends”. His replies are followed by an <span class=\"word-wrap-span\">excerpt</span> from the book. \n</p> <p>\n</p> <p>*    *    *\n</p> <p>\n</p> <p>  The Economist: Some argue that <span class=\"word-wrap-span\">liberal</span>s only worry that democracy is in crisis when people start voting for ideas and candidates that they don't like. Why are they wrong?  \n</p> <p>\n</p> <p> David Runciman:  <span class=\"word-wrap-span\">Liberal</span>s <span class=\"word-wrap-span\">invariably</span> think democracy is in crisis, given that there’s always something for <span class=\"word-wrap-span\">Liberal</span>s to dislike about a system where the majority decides. What’s different about now is not simply that the <span class=\"word-wrap-span\">Liberal</span>s are complaining because they are losing, but even the winners are behaving as though they are the victims. Democracy works best when we take it in turns to complain about the system. Now all sides—pro- and anti-Trump, pro- and anti-Brexit—feel like they are being conned. That kind of <span class=\"word-wrap-span\">ecumenical</span> <span class=\"word-wrap-span\">distrust</span> is something new.\n</p> <p>\n</p> <p>  The Economist: Democracy has always faced crises that <span class=\"word-wrap-span\">hobble</span>d it—and forced it to change. Why do you think things are so bad now that it may spell the end?  \n</p> <p>\n</p> <p> Mr Runciman:  The crises are not the same today—in many ways their scale is wrong. Some are too big and too remote—<span class=\"word-wrap-span\">systemic</span> global economic risk, climate change, the coming of intelligent machines are all challenges that can make individual citizens feel relatively <span class=\"word-wrap-span\">powerless</span>. At the same time, our experience of crisis tends to be increasingly personalised. The crises that did most to galvanise democracy during the last century were wars and the threat of wars—the struggle for national <span class=\"word-wrap-span\">survival</span> meant we were all in it together. Twenty-first century crises too often <span class=\"word-wrap-span\">reinforce</span> our sense that we are all in it separately.\n</p> <p>\n</p> <p>  The Economist: Facebook both <span class=\"word-wrap-span\">undermine</span>s and <span class=\"word-wrap-span\">bolster</span>s democracy. Where do you come out on it?  \n</p> <p>\n</p> <p> Mr Runciman:  The digital revolution has been <span class=\"word-wrap-span\">simultaneously</span> good and bad for democracy, and Facebook is no exception. The good is in the <span class=\"word-wrap-span\">breadth</span> and the openness of the network. The bad is in the <span class=\"word-wrap-span\">secrecy</span> and <span class=\"word-wrap-span\">opacity</span> of the way the network is run. Facebook is a two-billion-strong <span class=\"word-wrap-span\">democratic</span> community and the personal plaything of an <span class=\"word-wrap-span\">unaccountable</span> thirty-something <span class=\"word-wrap-span\">billionaire</span>. If it comes down to a contest between the membership and the <span class=\"word-wrap-span\">ownership</span> of Facebook, Zuckerberg will probably win, as he gets to set the rules. In the end it is only the <span class=\"word-wrap-span\">regulatory</span> power of the state that can make Facebook safe for democracy. \n</p> <p>\n</p> <p>  The Economist: Shouldn't the benefits of <span class=\"word-wrap-span\">liberal</span> democracy be <span class=\"word-wrap-span\">sufficiently</span> self-evident to voters to make it <span class=\"word-wrap-span\">invincible</span>?  \n</p> <p>\n</p> <p> Mr Runciman:  The self-evidence is part of the problem. Democracy has become something we take for granted, and so we tend to <span class=\"word-wrap-span\">assume</span> that it will continue to function no matter what we throw at it. I <span class=\"word-wrap-span\">suspect</span> that one reason for Brexit and Trump is not that people have lost faith in democracy but that many have the kind of <span class=\"word-wrap-span\">unthinking</span> faith in it that allows them to believe it can survive anything. Far from making democracy <span class=\"word-wrap-span\">invincible</span> this sort of <span class=\"word-wrap-span\">blithe</span> confidence makes it <span class=\"word-wrap-span\">vulnerable</span>: it gives us licence to <span class=\"word-wrap-span\">indulge</span> our <span class=\"word-wrap-span\">grievance</span>s regardless of the <span class=\"word-wrap-span\">consequence</span>s.\n</p> <p>\n</p> <p>  The Economist: Democracy is only a means to an end. Can a positive alternative replace it?  \n</p> <p>\n</p> <p> Mr Runciman:  Yes, there must be alternatives, because it would be absurd to think that the politics of the last hundred or so years is the way it’s meant to be forever. Digital technology, though it has changed so much, has barely changed the way we do politics. That is still to come, and we may just be at the beginning of it. The risks are huge but so too is the possible <span class=\"word-wrap-span\">upside</span>: technology could still set us free. The problem is how we get from here to there: the thing that stands in the way of a better politics is, as always, politics.\n</p> <p>\n</p> <p>*    *    *\n</p> <p>\n</p> <p> <span class=\"word-wrap-span\">Excerpt</span> from “How Democracy Ends” (<span class=\"word-wrap-span\">Profile</span> Books, 2018), by David Runciman: \n</p> <p>\n</p> <p>A dystopia is only a bad dream, just as a <span class=\"word-wrap-span\">utopia</span> is a good one—these are places that don’t actually exist. A world <span class=\"word-wrap-span\">populate</span>d by <span class=\"word-wrap-span\">immensely</span> powerful, <span class=\"word-wrap-span\">unthinking</span> machines is not a dream. We already live in it. We have done for a long time. It is the modern world. The question of how to live with these machines has always been at the heart of modern politics. \n</p> <p>\n</p> <p><span class=\"word-wrap-span\">Gandhi</span> was far from alone in seeing Western democracy as <span class=\"word-wrap-span\">dominate</span>d by the political machine. Max <span class=\"word-wrap-span\">Weber</span>, the great German <span class=\"word-wrap-span\">sociologist</span> who was <span class=\"word-wrap-span\">Gandhi</span>’s <span class=\"word-wrap-span\">contemporary</span>, thought the same. The difference was that <span class=\"word-wrap-span\">Weber</span> re<span class=\"word-wrap-span\">cog</span>nised there was little we could do about it. He accepted that modern democracy was bound to be <span class=\"word-wrap-span\">thoroughly</span> mechanical. Political parties were ‘machines’—<span class=\"word-wrap-span\">soulless</span> constructions designed to <span class=\"word-wrap-span\">withstand</span> the daily <span class=\"word-wrap-span\">grind</span> of winning and holding power. <span class=\"word-wrap-span\">Bureaucracy</span> was ‘an iron cage’. Unlike <span class=\"word-wrap-span\">Gandhi</span>, <span class=\"word-wrap-span\">Weber</span> could imagine no way for our societies to function without these vast, <span class=\"word-wrap-span\">soulless</span> structures. It <span class=\"word-wrap-span\">mad</span>e <span class=\"word-wrap-span\">democratic</span> politics a <span class=\"word-wrap-span\">peculiarly</span> alienating business. What gave us a voice was also what <span class=\"word-wrap-span\">mad</span>e us <span class=\"word-wrap-span\">cog</span>s in the machine. That, for <span class=\"word-wrap-span\">Weber</span>, was the modern condition. \n</p> <p>\n</p> <p><span class=\"word-wrap-span\">Jeremy</span> <span class=\"word-wrap-span\">Bentham</span>, the <span class=\"word-wrap-span\">philosopher</span> and <span class=\"word-wrap-span\">democratic</span> <span class=\"word-wrap-span\">reformer</span> who was writing a century before <span class=\"word-wrap-span\">Weber</span> and <span class=\"word-wrap-span\">Gandhi</span>, was <span class=\"word-wrap-span\">mock</span>ed by his critics as a ‘calculating machine’. He seemed to have reduced politics to a search for the <span class=\"word-wrap-span\">algorithm</span> of human happiness. He wished to know which <span class=\"word-wrap-span\">lever</span>s to pull. But <span class=\"word-wrap-span\">Bentham</span> was anything but <span class=\"word-wrap-span\">heartless</span>. He <span class=\"word-wrap-span\">desperately</span> wanted the politics of his time to work better: to be less cruel, less <span class=\"word-wrap-span\">arbitrary</span> and more <span class=\"word-wrap-span\">tolerant</span> of human difference. That meant democratising it. But it also meant making it more <span class=\"word-wrap-span\">formulaic</span> in order to free it from <span class=\"word-wrap-span\">prejudice</span>. <span class=\"word-wrap-span\">Bentham</span> accepted that to humanise politics you had to be willing to dehumanise it first. \n</p> <p>\n</p> <p>Going even further back, the <span class=\"word-wrap-span\">definitive</span> image of modern politics is a picture of a robot. It comes from the middle of the <span class=\"word-wrap-span\">seventeenth</span> century:\u2028In Thomas <span class=\"word-wrap-span\">Hobb</span>es’s <span class=\"word-wrap-span\">Leviathan</span> (1651), the state is described as an ‘<span class=\"word-wrap-span\">automaton</span>’, brought to life through the principle of <span class=\"word-wrap-span\">artificial</span> motion. This <span class=\"word-wrap-span\">robotic</span> state does not think for itself. It has no thoughts apart from the ones that are given it by its <span class=\"word-wrap-span\">component</span> human parts. But if the structure is right, a modern state can turn human inputs into <span class=\"word-wrap-span\">rational</span> outcomes by stripping them of their capacity to feed <span class=\"word-wrap-span\">violent</span> <span class=\"word-wrap-span\">mistrust</span>. <span class=\"word-wrap-span\">Hobb</span>es’s robot is meant to be <span class=\"word-wrap-span\">scary</span>: <span class=\"word-wrap-span\">scary</span> enough that any individual would think twice before taking it on. But it is also meant to be reassuring. The modern world is full of all sorts of machines. This is the machine that was created to <span class=\"word-wrap-span\">master</span> them for our benefit. \n</p> <p>\n</p> <p><span class=\"word-wrap-span\">Hobb</span>es understood that the state needed to be built in the image of the things it was trying to control. It had to look human, since if it couldn’t control human beings it would be useless. But it also had to be machine-like: a robot with a human face. This robot was needed to rescue us from our natural <span class=\"word-wrap-span\">instinct</span>s. Left to their own devices, human beings were <span class=\"word-wrap-span\">liable</span> to tear any political community to <span class=\"word-wrap-span\">shred</span>s. For <span class=\"word-wrap-span\">Hobb</span>es that was one of the lessons of the ancient world: when politics is based on <span class=\"word-wrap-span\">unmediated</span> human interaction it ends up as a <span class=\"word-wrap-span\">violent</span> free-for-all. All ancient states fell apart eventually. Nothing so purely human is built to last. But a modern machine can be. \n</p> <p>\n</p> <p>However, there were two big risks with turning the state into a giant <span class=\"word-wrap-span\">automaton</span>. The first was that it wouldn’t be powerful enough. Other <span class=\"word-wrap-span\">artificial</span> <span class=\"word-wrap-span\">creature</span>s that were more <span class=\"word-wrap-span\">ruthless</span>, more efficient, more <span class=\"word-wrap-span\">robotic</span> – and, by <span class=\"word-wrap-span\">implication</span>, less human – might turn out to be stronger. The second was that it would too closely <span class=\"word-wrap-span\">resemble</span> the things it was designed to <span class=\"word-wrap-span\">regulate</span>. In a world of machines, the state might go native. It could become entirely <span class=\"word-wrap-span\">artificial</span>. This is the original fear of the modern age: not what happens when the machines become too much like us, but what happens if we become too much like machines. \n</p> <p>\n</p> <p>The machines that most frightened <span class=\"word-wrap-span\">Hobb</span>es were <span class=\"word-wrap-span\">corporation</span>s. We have grown so used to living with <span class=\"word-wrap-span\">corporation</span>s that we have stopped noticing how strange and machine-like they are. For <span class=\"word-wrap-span\">Hobb</span>es, they were another species of robot. They exist for our <span class=\"word-wrap-span\">convenience</span>, but they can <span class=\"word-wrap-span\">acquire</span> a life of their own. A <span class=\"word-wrap-span\">corporation</span> is an <span class=\"word-wrap-span\">unnatural</span> <span class=\"word-wrap-span\">assemblage</span> of human beings, given <span class=\"word-wrap-span\">artificial</span> life in order to do their bidding. The danger was that the humans would end up doing the <span class=\"word-wrap-span\">corporation</span>’s bidding instead. \n</p> <p>\n</p> <p>Many of the things that we <span class=\"word-wrap-span\">fret</span> about when we imagine a future world of AIs are the same worries that have been harboured about <span class=\"word-wrap-span\">Corporation</span>s for centuries. <span class=\"word-wrap-span\">Corporation</span>s are man-made monsters. They have no <span class=\"word-wrap-span\">conscience</span> because they have no soul. They are able to live longer than people do. Some of them almost appear to be <span class=\"word-wrap-span\">immortal</span>. <span class=\"word-wrap-span\">Corporation</span>s, like robots, can <span class=\"word-wrap-span\">emerge</span> <span class=\"word-wrap-span\">unscathed</span> from the <span class=\"word-wrap-span\">wreckage</span> of human affairs. During the first half of the twentieth century, German society <span class=\"word-wrap-span\">underwent</span> a near-death experience. The scale of the human <span class=\"word-wrap-span\">destruction</span> was mind-blowing. Yet some German <span class=\"word-wrap-span\">Corporation</span>s came through it all as if it had never happened. Some of the biggest German companies created in the nineteenth century are still among the biggest today—Allianz, <span class=\"word-wrap-span\">Daimler</span>, Deutsche Bank, <span class=\"word-wrap-span\">Siemens</span>. It is as though the <span class=\"word-wrap-span\">madness</span> of human beings is nothing to do with them. \n</p> <p>\n</p> <p>At the same time, <span class=\"word-wrap-span\"><span class=\"word-wrap-span\">corpora</span>tion</span>s are <span class=\"word-wrap-span\">dispensable</span>. Some might live forever, but most of them have a very short shelf life. Humans create them and wind them up in the <span class=\"word-wrap-span\">blink</span> of an eye. Because they have no souls and no feelings, it doesn’t matter. Some <span class=\"word-wrap-span\"><span class=\"word-wrap-span\">corpora</span>tion</span>s are nothing but shells. We <span class=\"word-wrap-span\">proliferate</span> them <span class=\"word-wrap-span\">unthinkingly</span>. They also <span class=\"word-wrap-span\">proliferate</span> themselves. <span class=\"word-wrap-span\"><span class=\"word-wrap-span\">corpora</span>tion</span>s <span class=\"word-wrap-span\">spew</span> out further <span class=\"word-wrap-span\"><span class=\"word-wrap-span\">corpora</span>tion</span>s—shells within shells—simply to make it hard for ordinary human beings to understand what they are up to. One of the <span class=\"word-wrap-span\">nightmare</span> <span class=\"word-wrap-span\">scenario</span>s for our robot future is what would happen if the robots could self-<span class=\"word-wrap-span\">replicate</span>. We already have some idea of what that would be like—it’s the <span class=\"word-wrap-span\">corpora</span>te world. \n</p> <p>\n</p> <p><span class=\"word-wrap-span\">Hobb</span>es believed that the only way to control <span class=\"word-wrap-span\">corporation</span>s was to <span class=\"word-wrap-span\">empower</span> the <span class=\"word-wrap-span\">artificial</span> state. He was right. Before the eighteenth century, states and <span class=\"word-wrap-span\">corporation</span>s competed for <span class=\"word-wrap-span\">territory</span> and influence. And there was no guarantee that the state would come out on top. The East India Company <span class=\"word-wrap-span\">outperform</span>ed and <span class=\"word-wrap-span\">outmatch</span>ed the state in many parts of the world. This <span class=\"word-wrap-span\">corporation</span> <span class=\"word-wrap-span\">fought</span> wars. It raised taxes. On the back of these activities, it became enormously powerful as well as very wealthy. But as the modern state has grown in power and authority, and particularly as it has democratised over the past two hundred years, it has <span class=\"word-wrap-span\">assert</span>ed itself. The East India Company was nationalised by the British state in 1858. Roosevelt’s trust-<span class=\"word-wrap-span\">bust</span>ing at the start of the twentieth century, when he broke up the <span class=\"word-wrap-span\">monopoly</span> power of America’s largest <span class=\"word-wrap-span\">corporation</span>s, was further <span class=\"word-wrap-span\">testament</span> to the new-found confidence of the <span class=\"word-wrap-span\">democratic</span> state. Yet it wasn’t really Roosevelt who did it. It was Roosevelt as the human face of the vast American political machine. This was the <span class=\"word-wrap-span\">Leviathan</span> in action. \n</p> <p>\n</p> <p><span class=\"word-wrap-span\">Weber</span> was right: modern democracy can’t escape the machine. What <span class=\"word-wrap-span\">Gandhi</span> sought in that regard was <span class=\"word-wrap-span\">utopia</span>n. But the <span class=\"word-wrap-span\">democratic</span> machine can help to humanise the <span class=\"word-wrap-span\">artificial</span> modern world. This has long been a part of the promise of <span class=\"word-wrap-span\">democratic</span> politics. until now, the promise has been largely kept. \n</p> <p>\n</p> <p>A common complaint against twenty-first century democracy is that it has lost control of corporate power. Big companies <span class=\"word-wrap-span\">hoard</span> wealth and influence. They fuel <span class=\"word-wrap-span\">inequality</span>. They <span class=\"word-wrap-span\">despoil</span> the planet. They don’t pay their taxes. For many <span class=\"word-wrap-span\">corporation</span>s these kinds of complaints come with the <span class=\"word-wrap-span\">territory</span>—banks and oil companies have heard them all before. But banks and oil companies are no longer the world’s most powerful <span class=\"word-wrap-span\">corporation</span>s. That <span class=\"word-wrap-span\">mantle</span> has passed to the technology giants: Facebook, Google, Amazon and Apple. These companies are young and fresh-faced. They believe that what they are doing is good. They are not used to being <span class=\"word-wrap-span\">loathe</span>d. The state is not sure how to deal with monsters like these. \n</p> <p>\n</p> <p>__________\n</p> <p>\n</p> <p> <span class=\"word-wrap-span\">Excerpt</span>ed from “How Democracy Ends”. <span class=\"word-wrap-span\">Copyright</span> © 2018 by David Runciman. Used with permission of <span class=\"word-wrap-span\">Profile</span> Books. All rights reserved. </p>", "Last": "2018_9_14_1.json", "Next": "2018_9_14_3.json", "assistent": {"Bentham": {"ex": ["n. 本瑟姆(边沁)；Jeremy Bentham 杰边沁", "网络 边泌；由边沁；英国经济哲学大师边沁"], "pron": {"peg": "英 ['bentəm] ", "pam": "美 "}, "eg2": []}, "Bureaucracy": {"ex": ["n. 官僚主义；官僚机构；官僚政治"], "pron": {"peg": "[bjʊ'rɑkrəsi]", "pam": "[bjʊ'rɑkrəsi]"}, "st": {}, "wp": {"patrimonial bureaucracy": "家产官僚制;官僚制", "Missionary Bureaucracy": "使命型企业", "education bureaucracy": "教育体制;教育体", "useless bureaucracy": "以及失灵的官僚组织;官僚组织", "bureaucracy stage": "官僚期", "page bureaucracy": "页面设置", "Kill Bureaucracy": "根除官僚作风", "Bureaucracy Reformation": "官制改革", "celestial bureaucracy": "天廷总局"}, "eg2": []}, "Copyright": {"ex": ["n. 版权；著作权", "adj. 受版权保护的；未经准许不得复制的", "v. 获得…的版权", "网络 版权所有；版权声明；着作权"], "pron": {"peg": "英 ['kɒpi.raɪt] ", "pam": "美 ['kɑpi.raɪt] "}, "eg2": [["Who owns the copyright on this song?", "谁拥有这首歌曲的版权？"], ["Copyright expires seventy years after the death of the author.", "版权在作者去世七十年后期满无效。"], ["They were sued for breach/infringement of copyright.", "他们被指控侵犯版权。"], ["copyright material", "版权资料"]]}, "Corporation": {"ex": ["n. 公司；法人（团体）；社团；大腹便便；市政当局"], "pron": {"peg": "[,kɔrpə'reʃən]", "pam": "[,kɔrpə'reʃən]"}, "st": {}, "wp": {"News Corporation": "新闻集团;新闻公司;消息团体;新闻团体", "Sharp Corporation": "夏普;夏普公司;夏普株式会社;夏宝股份有限公司", "RAND Corporation": "兰德公司;兰德智库;美国兰德公司;兰德集团", "Oracle Corporation": "甲骨文公司;甲骨文;甲骨文股份有限公司;骨文集团", "multinational corporation": "跨国公司;跨国集团;\t\t多国公司;多国企业", "HeySong Corporation": "黑松股份", "MTR Corporation": "香港铁路有限公司;港铁公司;地铁公司;香港地铁有限公司", "Intel Corporation": "英特尔公司;英特尔;美国英特尔公司;英代尔公司", "Microsoft Corporation": "微软公司;公司名称;美国微软公司;发行者"}, "eg2": [["The<b> Corporation</b> divested itself of its subsidiaries.", "该公司把它的所有子公司都卖掉了。"], ["Their mission was to crack into the computer system of a major .", "他们的任务是侵入一家大公司的计算机系统。"], ["They have decided to liquidate the  by the end of the next month.", "他们已经决定在下月底之前对公司进行清理。"]]}, "Daimler": {"ex": ["un. 戴姆勒牌汽车(德国戴姆勒汽车公司生产的一种高级轿车)", "网络 戴姆勒公司；戴姆勒股份公司；戴姆勒集团"], "pron": {"peg": "英 [ˈdaɪmlə] ", "pam": "美 [ˈdaɪmlɚ] "}, "eg2": []}, "Excerpt": {"ex": ["n. 摘录，引用", "vt. 引用，摘录", "vi. 摘录，引用"], "pron": {"peg": "['ɛksɝpt]", "pam": "['ɛksɝpt]"}, "st": {}, "wp": {"to excerpt": "摘记;摘抄;摘录;节录", "exchange excerpt": "外汇行情", "I excerpt": "是我摘抄的", "representative excerpt": "代表性摘录", "abstract excerpt": "摘要", "Short Excerpt": "短摘录", "Project Excerpt": "各类书籍的摘要集锦", "Book Excerpt": "书籍摘要", "individual excerpt": "体的选择"}, "eg2": [["This next<b> Excerpt</b> details the last case of smallpox, which was discovered in Somalia.", "摘录下一个详细资料是在索马里发现的最后一个天花病例。"], ["The<b> Excerpt</b> below includes only portions of code that have changed from the previous example.", "下面这个摘录只包含从前一个例子发生了改变的部分代码。"], ["“Because there is a law such as gravity, the Universe can and will create itself from nothing, ” the  says.", "“因为存在一个物理定律，即万有引力，使得宇宙可以从无到有将自己创造出来的，”摘录提到。"]]}, "Gandhi": {"ex": ["n. 甘地（印度政府、社会和宗教领袖）"], "pron": {"peg": "['gændi:]", "pam": "['gændi:]"}, "st": {}, "wp": {"Mahatma Gandhi": "圣雄甘地;英雄甘地;圣雄·甘地;玛哈特玛·甘地", "Sonia Gandhi": "索尼娅·甘地;索尼亚·甘地;索尼娅甘地;桑妮雅", "Karamchand Gandhi": "卡拉姆昌德·甘地;卡推姆昌怨·苦天;昌德·甘地", "Rikin Gandhi": "里金·甘地", "Gandhi cap": "甘地帽", "Gandhi Cemetery": "甘地陵园", "Kamlesh Gandhi": "标签", "Mahama Gandhi": "圣雄甘地", "Ram Gandhi": "公羊甘地"}, "eg2": []}, "Hobbs": {"ex": ["n. 霍布斯（人名）"], "pron": {"peg": "[hɔbz]", "pam": "[hɔbz]"}, "st": {}, "wp": {"Hobbs Glacier": "霍布斯冰川", "Carleton Hobbs": "卡尔顿·霍布斯", "Russell Hobbs": "英国领豪;英国罗素", "Guy Hobbs": "赫伯斯", "Nicola Hobbs": "霍布斯", "Jeremy Hobbs": "霍布斯;霍博兹;执行长霍布兹", "Will Hobbs": "威尔·霍布斯", "Thomas Hobbs": "霍布斯;标签", "Carlton Hobbs": "卡尔顿·霍布斯"}, "eg2": []}, "Jeremy": {"ex": ["n. 杰里米（男子名）"], "pron": {"peg": "[dʒɛrəmɪ]", "pam": "[dʒɛrəmɪ]"}, "st": {}, "wp": {"Jeremy Rifkin": "杰里米·里夫金;里夫金;雷夫金;杰里米", "Jeremy Browne": "杰里米·布朗;布朗;白伟明;杰里米布朗", "Jeremy Northam": "谢洛美·诺咸;杰瑞米·诺森;杰瑞米诺森;杰瑞米诺顿", "Jeremy Hunt": "杰里米·亨特;侯俊伟;杰里米;大臣侯俊伟", "Jeremy Wade": "杰里米·韦德;中杰叔", "Jeremy Greenstock": "杰里米·格林斯托克;格林斯托克", "Jeremy Corbyn": "科尔宾;工党党魁柯尔宾;柯尔宾", "Cape Jeremy": "杰里米角", "jeremy goldkorn": "金玉米;德科恩;戈德考恩;博客作者杰里米"}, "eg2": [["This is the sort of thing that  loves.", "这正是杰里米喜欢做的事情。"], [" is the only friend who lives near, all my other friends live far away.", "杰里米是我惟一住得近的朋友，其余的朋友都住得很远。"], ["Using data from the U. S. Geological Survey, the scientists were able to calculate in detail how much land could be lost as seas rise, said study author  Weiss of the University of Arizona.", "引用美国地质调查的数据，科学家们可以详细地计算出当海水上升时，有多少陆地将会消失，亚利桑那大学的研究员杰里米维斯说。"]]}, "Leviathan": {"ex": ["n. 利维坦（《圣经》中的怪兽）；庞然大物", "网络 巨兽；烈血海底城；利维亚桑"], "pron": {"peg": "英 [lə'vaɪəθən] ", "pam": "美 [ləˈvaɪəθən] "}, "eg2": [["the leviathan of government bureaucracy", "政府庞大的官僚机构"]]}, "Liberal": {"ex": ["adj. 自由主义的；慷慨的；不拘泥的；宽大的", "n. 自由主义者", "n. (Liberal)人名；(葡)利贝拉尔"], "pron": {"peg": "['lɪbərəl]", "pam": "['lɪbərəl]"}, "st": {"similar": "advanced,progressive"}, "wp": {"Liberal Party": "自由党;日本自由党;自在党;英国自由党", "Liberal Feminism": "自由女性主义;自由主义女性主义", "too liberal": "既要避免自由编造;新闻主播左倾;太自由", "liberal media": "自由派媒体", "BC Liberal": "省自由党;卑诗自由党", "liberal bias": "自由主义偏见", "The Liberal": "自由主义者;自由的;自由派", "Liberal parties": "自由党", "liberal constitutionalism": "自由宪政"}, "eg2": [["They disagreed on how to define “”.", "他们对如何解释“”一词的词义有不同意见。"], ["Anyone who does not agree with the<b> Liberal</b> side of Hollywood does not deserve to work in Hollywood!", "谁要是不站在好莱坞的自由主义者这边，谁就别想再好莱坞混！"], ["As for the content, I can tell you that on average people in Zurich have a<b> Liberal</b> attitude to this reform.", "至于内容，我可以告诉你们，普遍来说，苏黎世人民对待这次改革都采取了自由主义的态度。"]]}, "Profile": {"ex": ["n. 侧面；轮廓；外形；剖面；简况", "vt. 描…的轮廓；扼要描述", "vi. 给出轮廓"], "pron": {"peg": "['profaɪl]", "pam": "['profaɪl]"}, "st": {}, "wp": {"Bevel Profile": "轮廓倒角;倒角剖面;倒角轮廓;轮廓导角", "Bluetooth profile": "蓝牙规范;蓝牙简介;蓝牙配置文件", "tooth profile": "齿廓;\t\t齿形;翻译", "profile die": "轮廓模;型材挤塑模头;大概轮廓模;表面模", "involute profile": "渐开线齿廓;渐开线齿形;渐开线", "Your Profile": "可以修改你的个人资料;修改帐户信息;职位要求;您的个人资料", "flow profile": "流动剖面;流量剖面;怜剖面图;血流剖面图", "toe profile": "楦头侧视图;楦子侧视图", "MY PROFILE": "我的档案;我的资料;个人资料;你的信息"}, "eg2": [["I like to<b> Profile</b> people in what they are doing and how they can help others.", "我喜欢以人们正在做的事儿和他们帮助别人的方式来描述他人。"], ["You can then export this<b> Profile</b> so that other users can simply import the .", "您可以输出这个轮廓，这样其他用户仅仅只需要输入这个轮廓即可。"], [" class and enumerations are not supported in this release; therefore, they do not show up in the wizard.", "配置文件类和列举在这个释放中是不被支持的；因此，它们不会显示在这个向导中。"]]}, "Siemens": {"ex": ["n. 西（门子）（电导单位）", "网络 西门子；西门子公司；德国西门子公司"], "pron": {"peg": "英 ['si:mənz] ", "pam": "美 ['si:mənz] "}, "eg2": []}, "Weber": {"ex": ["n. 韦伯（磁通单位）", "n. (Weber)人名；(英、法、德、葡、罗、匈、捷、芬、瑞典)韦伯"], "pron": {"peg": "['vebɚ]", "pam": "['vebɚ]"}, "st": {}, "wp": {"Bruce Weber": "布鲁斯·韦伯;布鲁斯韦伯;韦伯;布鲁斯", "Weber number": "韦伯数;韦伯值;韦伯數;Weber数", "Wolfgang Weber": "沃尔夫冈·韦伯", "Oliver Weber": "奥丽维贝尔;奥丽维·贝尔;奥丽维;奥利弗·韦伯", "Joseph Weber": "约瑟夫·韦伯;标签", "Fabrice Weber": "文博亚", "Christophe Weber": "韦瑞龙", "Axel Weber": "魏柏昂;主席魏柏昂;长魏柏昂", "Klaus Weber": "克劳斯·韦伯"}, "eg2": [["\"After seeing Hypocrites,\" said Variety, \"you can't forget the name of Lois .", "“看完《伪善者》之后，”《综艺》说，“你不可能忘掉路易斯.韦伯的名字”。"], ["\"I tried to give them all as much care and attention as I could,\"  said.", "“我尽我所能的给予这些人尽可能多的照顾和关注，”韦伯说。"]]}, "acquire": {"pron": {"peg": "[ə'kwaɪr]", "pam": "[ə'kwaɪr]"}, "wp": {"acquire vt": "学到;取得", "Acquire MENU": "捕获菜单", "Acquire Customers": "争取顾客;争取客户;争取经销商", "acquire image": "获取图像;获取形象;获取的图像", "acquire e": "获得;学到;取得;养成", "acquire knowledge": "获得知识;求得知识;获取知识;获取知", "acquire obtain": "获得", "Altitude Acquire": "高度获得", "acquire data": "数据采集的;获取数据;采集数据"}, "ex": ["vt. 获得；取得；学到；捕获"], "eg2": [["The robot can<b> acquire</b> the object.", "机器人能捕获该物体。"], ["They must struggle against their circumstances to  the basics of survival and human dignity.", "他们必须在这样的环境下进行斗争来获得基本的生存权和尊严。"], ["Freedom is something we all want, but many of us are not sure how to<b> acquire</b> it, or even what we mean by it.", "或者你有财务上的困扰吗？ 自由是我们都想得到的，但我们当中很多人都不确信如何才能获得，甚至不知道它意味着什么。"]], "st": {"transform": [["vt.", "acquired,acquiring"]], "similar": "get"}}, "algorithm": {"pron": {"peg": "英 ['ælɡə.rɪð(ə)m] ", "pam": "美 ['ælɡə.rɪðəm] "}, "ex": ["n. 算法；计算程序", "网络 演算法；运算法则；规则系统"], "eg2": []}, "alienate": {"pron": {"peg": "[elɪənˌet]", "pam": "[elɪənˌet]"}, "wp": {"Alienate Yahoo": "撇开雅虎", "alienate from": "使疏远;隔离;疏远", "to alienate": "疏远", "alienate oneself": "自绝", "alienate people": "脱离群众", "alienate reunite": "疏远", "alienate v": "离间", "alienate e": "使疏远;疏远;离间", "alienate individuals": "导致人际关系疏远"}, "ex": ["vt. 使疏远，离间；让与"], "eg2": [["His attempts to<b> alienate</b> the two friends failed because they had complete faith.", "他离间那两个朋友的企图失败了,因为他们彼此完全信任。"], ["Some men keep their emotions so pent up that they eventually burst in an unhealthy fit of anger or<b> alienate</b> their partners or friends.", "一些男性把情绪闷在心里，以致于最后会一股脑儿爆发出来（这很不健康），或是疏远自己的伴侣或朋友。"], ["If you can, turn that kind of sponsor away - it's not worth the money to  your audience.", "要是你有能力，尽量拒绝这样的赞助商，不值得为了钱而疏远你的宾客们。"]], "st": {"transform": [["vt.", "alienated,alienating"]]}}, "apathy": {"ex": ["n. 冷漠，无兴趣，漠不关心；无感情"], "pron": {"peg": "['æpəθi]", "pam": "['æpəθi]"}, "st": {}, "wp": {}, "eg2": [["The core principles of personal atrophy, as opposed to personal development, should then be Falsehood,  and Powerlessness.", "作为个人发展的对立面，个人退化的核心原则应该是 谎言、冷漠以及无能为力 。"], ["The more you direct your life towards Falsehood,  and Powerlessness, the more you’ll regress in your life instead of improve.", "你越是把生活指向谎言、冷漠和无能为力，你的生活就会倒退得越多而不会有所改善。"], ["However, if I talk to them about it, they’re going to feel worse, not better — at least initially — since the path out of  runs straight through the territory of negative emotions.", "然而，如果我跟他们讨论起这个，他们的感觉不会变好，而是更糟——至少在开始时如此——因为摆脱冷漠的方法直刺他们内心充满负面情感的部分。"]]}, "arbitrary": {"pron": {"peg": "[ˈɑːrbətreri]", "pam": "[ˈɑːrbətreri]"}, "wp": {"arbitrary parameter": "任意参数", "arbitrary sign": "任意符号;任意记号", "arbitrary arrangement": "随机排列", "arbitrary a": "任意的;强词夺理的;专横的;专断的", "arbitrary adjective": "任意的", "arbitrary average": "任意平均数;假定平均数", "arbitrary detention": "任意羁留;无理拘禁;任意拘留", "arbitrary unit": "任意单位;单位为任意单位;荧光强度;以任意单位", "Arbitrary Cycles": "任意循环;强制循环;循环"}, "ex": ["adj. [数] 任意的；武断的；专制的"], "eg2": [["This is an<b> arbitrary</b> block of XML, which means it can be formatted to match any XML schema.", "这是一个任意的 XML 块，这意味着可以对它进行格式化来匹配任何 XML 模式。"], ["This is unfair, and its .", "这是不公平的，也是武断的。"], ["If you expose remote objects from<b> arbitrary</b> processes, you have to ensure those process are running.", "如果从任意进程中提供远程对象，则需要确保那些进程正在运行。"]], "st": {"transform": [["n.", "arbitraries"]], "similar": "dictatorial"}}, "artificial": {"pron": {"peg": "英 [.ɑː(r)tɪ'fɪʃ(ə)l] ", "pam": "美 [.ɑrtɪ'fɪʃ(ə)l] "}, "ex": ["adj. 人工的；人造的；假的；人为的", "n. 人造肥料；〈美〉假花", "网络 矫揉造作的"], "eg2": [["an artificial limb/flower/sweetener/fertilizer", "假肢；假花；人造甜味剂；化肥"], ["artificial lighting/light", "人工照明；人造光"], ["A job interview is a very artificial situation.", "求职面试是一个相当不自然的场面。"], ["the artificial barriers of race, class and gender", "种族、阶级、性别的人为障碍"], ["artificial emotion", "假装的情感"]]}, "assemblage": {"ex": ["n. （人、物的）聚集", "网络 集合；装配；集合艺术"], "pron": {"peg": "英 [ə'semblɪdʒ] ", "pam": "美 [ə'semblɪdʒ] "}, "eg2": [["Tropical rainforests have the most varied assemblage of plants in the world.", "热带雨林聚集了世界上种类最繁多的植物。"]]}, "assert": {"pron": {"peg": "[ə'sɝt]", "pam": "[ə'sɝt]"}, "wp": {"Assert Parameter": "断言参数", "Assert testing": "断言测试", "Assert Authority": "维护威信", "assert vt": "对;评估", "assert securitization": "资产证券化", "credit assert": "信贷资产", "to assert": "声称;宣称", "liking assert": "使苦恼", "assert boldly": "大胆断言"}, "ex": ["vt. 维护，坚持；断言；主张；声称"], "eg2": [["“If you fail to avoid high inequality, you will need more prisons and more police,” they .", "“如果不能消除这种高度的不平等，你们将需要更多的监狱和警察，”他们断言。"], ["At the same time, the manager should step in and<b> assert</b> authority only when required, which should be rarely.", "与此同时，经理应该只有在需要时插手并声称权力，这应该很少发生。"], ["One difference is that you can , for instance, that the plan-driven approach will extend our project duration from twelve to fourteen weeks, an increase of two weeks.", "区别之一就是您能够断言，例如计划驱动的方法将把您的项目周期从十二周扩展到十四周，增加了两周的时间。"]], "st": {"similar": "declare,affirm,aver,avouch,warrant"}}, "assume": {"pron": {"peg": "[ə'sum]", "pam": "[ə'sum]"}, "wp": {"region assume": "区划构想", "assume operational": "承担作业", "assume sth": "认为某事", "assume command": "担任指挥", "postulate assume": "假定", "assume responsibility": "承担责任;负责;负责任", "Assume Simplicity": "假定简单", "I assume": "我假设;我以为", "assume suppose": "假定"}, "ex": ["vi. 假定；设想；承担；采取", "vt. 僭取；篡夺；夺取；擅用；侵占"], "eg2": [["In this article, I<b> assume</b> such an implementation.", "本文中就假定使用这样的一种执行。"], ["You<b> assume</b> his innocence before hearing the evidence against him.", "在未听到对他不利的证言之前， 你假定他是无罪的。"], ["I  that you are reading this because you have some computational problem.", "我假定您是因为遇到了一些计算上的问题而来阅读本文。"]], "st": {"transform": [["vt.", "assumed,assuming"]], "similar": "pretend,feign,affect,simulate"}}, "autocracy": {"ex": ["n. 独裁政治；专制政治；独裁政府；独裁统治的国家"], "pron": {"peg": "[ɔ'tɑkrəsi]", "pam": "[ɔ'tɑkrəsi]"}, "st": {"transform": [["n.", "autocracies"]]}, "wp": {"hereditary autocracy": "继承式的寡头政治;承继式的寡头政治", "moral autocracy": "道德专制", "autocracy dictature": "独裁政府", "Not Autocracy": "而不独裁专政", "cultural autocracy": "文化专制主义", "enlightened autocracy": "开明专制", "feudal autocracy": "封建专制主义", "nonhereditary autocracy": "式的寡头政治", "individual autocracy": "个人专制"}, "eg2": [["As an , moreover, Beijing can act with unparalleled efficiency for good, as shown in the massive rescue operation after the recent earthquake.", "此外，作为一个专制政府，北京拥有无与伦比的行动效率，最近地震后的大规模救援就展示了这一点。"], ["China's autocratic government, though a frequent and severe human rights abuser, is still relatively open and stable for an .", "中国政府对人权的长期忽视与践踏，并不能掩饰它是一个较为开放和稳定的专制政府。"]]}, "automaton": {"ex": ["n. 不动脑筋机械行事的人；自动机；小型机器人", "网络 自动装置；自动机器；自动机器人"], "pron": {"peg": "英 [ɔː'tɒmətən] ", "pam": "美 [ɔ'tɑmətən] "}, "eg2": []}, "beast": {"pron": {"peg": "英 [biːst] ", "pam": "美 [bist] "}, "ex": ["n. 兽；性情凶残的人；行为粗暴的人；讨厌的人（或事物）", "网络 野兽；龙俊亨；牲畜"], "eg2": [["wild/savage/ferocious beasts", "野兽；猛兽"], ["mythical beasts such as unicorns and dragons", "独角兽和龙之类的神话动物"], ["The maths exam was a real beast.", "数学考试实在令人讨厌。"], ["His new guitar is a very expensive beast.", "他的新吉他贵得吓人。"]]}, "billionaire": {"ex": ["n. 亿万富翁"], "pron": {"peg": "[,bɪljə'nɛr]", "pam": "[,bɪljə'nɛr]"}, "st": {}, "wp": {"Lazy Billionaire": "懒惰大富翁", "Operation Billionaire": "惊天大贼王;片;惊天大", "Rebel Billionaire": "速成亿万富翁;叛逆的亿万富翁", "Billionaire Party": "富豪派对", "Billionaire Couture": "亿万富豪", "billionaire playboy": "亿万富翁浪子", "starving billionaire": "饥饿的亿万富翁", "Billionaire lists": "富豪", "Young billionaire": "上次看的电影"}, "eg2": [["So, who can become a ?", "因此，谁能成为亿万富翁？"], ["The<b> billionaire</b> refuse to contribute to the refugees.", "那位亿万富翁拒绝为难民们捐款。"], ["In this fictional country there is a  who lives on the fringes of society who, come nightfall, dresses as a bat.", "在这个虚幻国度中，有一位生活在社会边缘的亿万富翁，打扮得像只蝙蝠一样出现在傍晚。"]]}, "blink": {"ex": ["v. 眨眼；忽视；(灯光等)闪烁；望着", "n. 眨眼", "网络 眨眼睛；闪亮；闪烁文字"], "pron": {"peg": "英 [blɪŋk] ", "pam": "美 [bliŋk] "}, "eg2": [["He blinked in the bright sunlight.", "他在强烈的阳光下直眨眼睛。"], ["I'll be back before you can blink(= very quickly) .", "我眨眼工夫就回来。"], ["When I told him the news he didn't even blink(= showed no surprise at all) .", "我把那个消息告诉他时，他眼都没眨一下。"], ["Suddenly a warning light blinked.", "突然有一盏警告灯开始闪亮。"]]}, "blithe": {"ex": ["adj. 愉快的；快乐无忧的"], "pron": {"peg": "[blaɪð]", "pam": "[blaɪð]"}, "st": {}, "wp": {"blithe blaiT": "愉快的", "blithe a": "快乐的;无忧无虑的", "blithe e": "快乐的;布莱兹", "B blithe": "愉快的", "Cozza Blithe": "姓名", "Blithe Spirit": "欢乐的精灵;开心鬼;冒失鬼;天伦之乐", "Albert Blithe": "布莱斯;艾伯特;艾伯特·布莱思;列兵布莱依", "Blithe Tragedy": "愉悦悲剧", "Gordon Blithe": "现由其子戈登"}, "eg2": [["There was, after all, something charming about the<b> blithe</b> eclecticism of this worldview.", "毕竟，这种漫不经心的折衷主义世界观是有其迷人之处的。"], ["The final piece of this puzzling jigsaw is Linda's gym assistant Chad Feldheimer, played by Pitt with a<b> blithe</b> goofball goodness.", "最后一个复杂的线索线索是Linda的健身房同事chad feldheimer，一个布拉德皮特演的二百五（原文 goofball goodness）。"], ["I know now that the book was  and stupid, but I think many people, gay and straight, assume gay men are worse at maintaining relationships than straight people are.", "我现在知道那本书多么的轻率和愚蠢，但是我知道很多人，包括同志或者直人，都认为同志相比直人更不善于维护感情关系。"]]}, "bolster": {"pron": {"peg": "英 ['bəʊlstə(r)] ", "pam": "美 ['boʊlstər] "}, "ex": ["v. 加强；改善", "n. 垫枕（长而厚）", "网络 支持；长枕；支撑"], "eg2": [["to bolster sb's confidence/courage/morale", "增强某人的信心╱勇气╱士气"], ["Falling interest rates may help to bolster up the economy.", "利率下降可能有助于刺激经济。"]]}, "breadth": {"pron": {"peg": "[brɛdθ]", "pam": "[brɛdθ]"}, "wp": {"tonnage breadth": "量吨宽度;丈量宽度", "breadth cam": "等宽凸轮", "Patent Breadth": "专利保护宽度;专利宽度", "breadth index": "宽度指数;度指数;广度指标", "shoulder breadth": "肩宽", "integral breadth": "积分宽度", "market breadth": "市场宽度;市场广度的作用;市场宽度指标;市场广度", "knee breadth": "膝宽", "natural breadth": "自然宽度"}, "ex": ["n. 宽度，幅度；宽宏"], "eg2": [["Its length is rather disproportioned to its .", "其长度和宽度很不相称。"], ["Education and experience breed a  of vision and understanding to him.", "教育和经历使他眼界开阔。"], ["For alumni, the real value lay in the strength of the brand, the credibility as a leader and the  of the network.", "对于校友来说，真正的价值在于品牌的力量，在于作为一个领导的可信度和他社交网络的宽度。"]], "st": {}}, "bust": {"pron": {"peg": "英 [bʌst] ", "pam": "美 [bʌst] "}, "ex": ["n. （石或金属的）半身像；（尤指衣服或尺寸）女子的胸部", "v. 打破；摔碎；突击搜查（或搜捕）；降低军阶", "adj. 破碎；毁坏；破产", "网络 胸围；胸像；半身雕像"], "eg2": [["I bust my camera.", "我把照相机摔坏了。"], ["The lights are busted.", "灯泡被砸碎了。"], ["Come out, or I'll bust the door down!", "出来，不然我就砸门了！"], ["He's been busted for drugs.", "他因涉嫌毒品而遭到拘捕。"], ["For him it's the Olympics or bust.", "他将竭尽全力参加奥运会。"], ["For him it's the Olympics or bust.", "他将竭尽全力参加奥运会。"], ["What is your bust measurement, Madam?", "您的胸围是多少，太太？"], ["a drug bust", "突击搜查毒品"], ["As a show it was a bust.", "作为一场演出，那可不怎么样。"], ["My watch is bust.", "我的表坏了。"], ["We're bust!", "我们破产了！"], ["We lost our money when the travel company went bust .", "旅行社破产，我们的钱都赔了进去。"]]}, "cog": {"ex": ["n. 轮齿；【机】齿；嵌齿；【机】嵌齿论", "v. (在…上)楔榫；(用假骰子)欺骗；行贿", "网络 焦炉煤气(coke oven gas)；齿轮；柯克船"], "pron": {"peg": "英 [kɒg] ", "pam": "美 [kɒg] "}, "eg2": []}, "component": {"pron": {"peg": "英 [kəm'pəʊnənt] ", "pam": "美 [kəm'poʊnənt] "}, "ex": ["n. 成分；部件；组成部分", "adj. 构成的", "网络 组件；元件；构件"], "eg2": [["the components of a machine", "机器部件"], ["the car component industry", "汽车零部件制造业"], ["Key components of the government's plan are…", "政府计划的主要组成部分是…"], ["Trust is a vital component in any relationship.", "在任何关系中，信任都是一个至关重要的因素。"]]}, "conscience": {"ex": ["n. 道德心，良心", "n. (Conscience)人名；(法)孔西延斯"], "pron": {"peg": "[ˈkɑːnʃəns]", "pam": "[ˈkɑːnʃəns]"}, "st": {}, "wp": {"guilty conscience": "内疚;问心有愧;于心有愧;沈默杀机", "Guilyt Conscience": "良心;良知", "ecological conscience": "生态良知;生态良心;生态意识", "scientific conscience": "科学良心", "double conscience": "越来越重意识", "Professional Conscience": "职业良心", "Conscience Education": "做良心教育", "conscience pure": "或者纯粹意识", "political conscience": "政治良心"}, "eg2": [["The matter weighed upon his .", "这件事使他的良心痛苦不安。"], ["The temptation was warring with his .", "诱惑在与他的良心进行斗争。"], ["But, once you have and you have a clear , release it.", "一旦你清晰地感觉到良心的谴责的话，就放松点儿吧。"]]}, "consequence": {"pron": {"peg": "英 ['kɒnsɪkwəns] ", "pam": "美 ['kɑnsəkwəns] "}, "ex": ["n. 后果；结果；重要性", "网络 影响；推论；结局"], "eg2": [["This decision could have serious consequences for the industry.", "这项决定可能对该行业造成严重后果。"], ["Two hundred people lost their jobs as a direct consequence of the merger.", "合并一事直接导致二百人失去了工作。"], ["He drove too fast with tragic consequences.", "他开车太快，结果酿成惨剧。"], ["to suffer/face/take the consequences of your actions", "自食其果；面对╱承担自己行动的后果"], ["Don't worry. It's of no consequence .", "别担心，这无关紧要。"]]}, "contemporary": {"pron": {"peg": "英 [kənˈtɛmp(ə)r(ə)ri] ", "pam": "美 [kənˈtɛmpəˌrɛri] "}, "ex": ["adj. 现代的；当代的；当时的；同时代的", "n. 与…同时代的人；当时的人；同龄人", "网络 现代舞；当代艺术"], "eg2": [["We have no contemporary account of the battle(= written near the time that it happened) .", "我们没有当时人们对这一战役的记载。"], ["He was contemporary with the dramatist Congreve.", "他与剧作家康格里夫属于同一时代。"], ["life in contemporary Britain", "当代英国的生活"], ["contemporary fiction/music/dance", "当代小说╱音乐╱舞蹈"], ["She and I were contemporaries at college.", "她和我在大学是同学。"], ["He was a contemporary of Freud and may have known him.", "他是弗洛伊德的同代人，可能认识弗洛伊德。"]]}, "convenience": {"pron": {"peg": "[kən'vinɪəns]", "pam": "[kən'vinɪəns]"}, "wp": {"Relational Convenience": "关系性合意", "for convenience": "为了方便;为了方便起见;为方便起见;为方便", "High Convenience": "高度方便性;便利性;高便利", "convenience stores": "便利店;便民店;便利商店;便利商店乐队", "To convenience": "便于查找和检查;标记要具体清晰;方便顾客查找和检查", "Traffic convenience": "交通变得方便;交通便利性", "Convenience store": "便利商店;便利店;便利商品;便利店铺", "transfer convenience": "换乘方便性;换乘便捷性", "convenience product": "便利型产品;便利品;便利产品;方便产品"}, "ex": ["n. 便利；厕所；便利的事物"], "eg2": [["A new general store has been built for the  of the residents.", "为便利居民， 新建了一个百货商店。"], ["The shop assistants sell goods from door to door for the  of the masses.", "售货员送货上门，便利群众。"], ["For all the contemporary problems cars bring, no one can deny the  cars bring us and ignore the effort We make to solve these problems.", "对于汽车所带来的问题，谁也不能否认汽车给我们带来的便利，忽视我们为解决这些问题而做出的努力。"]], "st": {}}, "corporation": {"ex": ["n. 公司；法人（团体）；社团；市政当局"], "pron": {"peg": "[,kɔrpə'reʃən]", "pam": "[,kɔrpə'reʃən]"}, "st": {}, "wp": {"News Corporation": "新闻集团;新闻公司;消息团体;新闻团体", "Sharp Corporation": "夏普;夏普公司;夏普株式会社;夏宝股份有限公司", "RAND Corporation": "兰德公司;兰德智库;美国兰德公司;兰德集团", "Oracle Corporation": "甲骨文公司;甲骨文;甲骨文股份有限公司;骨文集团", "multinational corporation": "跨国公司;跨国集团;\t\t多国公司;多国企业", "HeySong Corporation": "黑松股份", "MTR Corporation": "香港铁路有限公司;港铁公司;地铁公司;香港地铁有限公司", "Intel Corporation": "英特尔公司;英特尔;美国英特尔公司;英代尔公司", "Microsoft Corporation": "微软公司;公司名称;美国微软公司;发行者"}, "eg2": [["The<b> corporation</b> divested itself of its subsidiaries.", "该公司把它的所有子公司都卖掉了。"], ["Their mission was to crack into the computer system of a major .", "他们的任务是侵入一家大公司的计算机系统。"], ["They have decided to liquidate the  by the end of the next month.", "他们已经决定在下月底之前对公司进行清理。"]]}, "creature": {"ex": ["n. 动物，生物；人；创造物"], "pron": {"peg": "['kritʃɚ]", "pam": "['kritʃɚ]"}, "st": {}, "wp": {}, "eg2": []}, "decay": {"pron": {"peg": "[dɪ'ke]", "pam": "[dɪ'ke]"}, "wp": {"spontaneous decay": "自发衰减;自发衰变;自发裂变;自发辐射衰变", "anaerobic decay": "厌氧分解;缺氧分解作用;厌氧分化;厌氧腐烂", "gamma decay": "衰变;伽马衰变;加马衰变", "decay law": "衰变定律;衰减定律;蜕变定律;衰变律", "decay analogue": "衰变模拟", "abnormal decay": "反常衰变", "alpha decay": "衰变;阿法衰减;阿伐衰变", "weld decay": "焊缝腐蚀;\t\t焊接区晶间腐蚀;焊接接头晶间腐蚀;焊接侵蚀", "decay heat": "衰变热"}, "ex": ["vi. 衰退，[核] 衰减；腐烂，腐朽", "n. 衰退，[核] 衰减；腐烂，腐朽", "vt. 使腐烂，使腐败；使衰退，使衰落", "n. (Decay)人名；(法)德凯"], "eg2": [["The tree began to<b> decay</b> as soon as it was cut down.", "树一被砍倒，它就开始腐朽。"], ["I had no toenails - they had dropped off from .", "我没有脚趾甲——它们由于衰退而脱落了。"], ["The ancient Egyptians knew ways to preserve dead bodies from .", "古埃及人懂得保存尸体，使之不会腐烂的方法。"]], "st": {"similar": "rot,putrefy,spoil,moulder,disintegrate,decompose"}}, "definitive": {"pron": {"peg": "[dɪ'fɪnətɪv]", "pam": "[dɪ'fɪnətɪv]"}, "wp": {}, "ex": ["n. 限定词", "adj. 决定性的；最后的；限定的"], "eg2": [], "st": {}}, "demagoguery": {"ex": ["n. 散布谣言；煽动行为；群众煽动"], "pron": {"peg": "['dɛmə,gɔgəri]", "pam": "['dɛmə,gɔgəri]"}, "st": {}, "wp": {}, "eg2": [["For some reason, many commentators seem to believe that accurately describing what the G.O.P. is actually proposing amounts to .", "由于某种原因，许多评论家似乎相信，准确地描述共和党提议的实际内容就等于散布谣言。"], ["Many in western Europe are predicting outbreaks of populist nationalism,  and social unrest.", "西欧的很多人预测到民粹主义民族独立运动的爆发和煽动行为及社会不安的出现。"], ["Now that Obama is in full re-election mode, the labor union bosses seem to be ratcheting down the rhetoric of their anti-trade , at the behest we assume, of Obama’s advisers.", "现在奥巴马全心要连任，工会头们似乎对煽动群众反对贸易松口了，我们猜想这个命令是奥巴马的建议。"]]}, "democratic": {"pron": {"peg": "['dɛmə'krætɪk]", "pam": "['dɛmə'krætɪk]"}, "wp": {"Democratic Way": "民主路", "Democratic Movement": "民主运动;民主运动党", "democratic participation": "民主参与", "Democratic Rights": "民主权利;民权;民主权", "Democratic Kampuchea": "民主柬埔寨;柬埔寨", "Democratic State": "民主国家", "social democratic": "社会民主主义的;社会民主党;社会民主;社民党", "democratic regime": "民主政体;主政体", "democratic election": "民主选举"}, "ex": ["adj. 民主的；民主政治的；大众的"], "eg2": [["They pledged to fight for  rights.", "他们誓为争取民主权利而斗争。"], ["Martin Luther King was seen as a hero of<b> democratic</b> movement.", "马丁路德金被认为是民主运动的英雄。"], ["The party has threatened to boycott the election because it believes it will not be .", "该党威胁要抵制选举，因它认为这次选举将不会是民主的。"]], "st": {}}, "desperately": {"pron": {"peg": "['despərətlɪ]", "pam": "['despərətlɪ]"}, "wp": {"desperately ill": "绵惙", "desperately need": "急需", "death desperately": "死命", "desperately serious": "不得了", "struggling desperately": "拼命拼命", "Desperately smile": "拼命的微笑;绝望微笑;迫切微笑", "need desperately": "不顾一切地需要", "desperately difficult": "极端困难", "seize desperately": "绝望地抓住"}, "ex": ["adv. 拼命地；绝望地；极度地"], "eg2": [["They resisted  and won the battle.", "他们拼命抵抗，终于打了胜仗。"], ["They bailed out , to stop the boat sinking.", "他们拼命舀水，以阻止该船下沉。"], ["They need to shift from farming to industry, and they need to do so .", "他们需要从农业领域转移到工业领域。 他们需要拼命地那么做。"]], "st": {}}, "despoil": {"ex": ["vt. 掠夺，剥夺；夺取"], "pron": {"peg": "[dɪ'spɔɪl]", "pam": "[dɪ'spɔɪl]"}, "st": {}, "wp": {"despoil l": "夺取", "despoil of": "掠夺", "despoil blackmail extort": "欺诈", "despoil de spoil": "抢劫", "despoil sb of his right": "剥夺的权利;翻译"}, "eg2": [["And it's not like Democrats never .", "不像民主党，从不掠夺。"], ["When that lion came to  that flock, it came as a wondrous opportunity to David.", "当狮子来攫夺羊羔的时侯，他看为一个非常的机会。"], ["He used his ruthless and destructive armies to  everybody who lived within reach of his realm.", "他动用其破坏性的军队残暴地掠夺国内的人民。"]]}, "destruction": {"pron": {"peg": "[dɪ'strʌkʃən]", "pam": "[dɪ'strʌkʃən]"}, "wp": {"forest destruction": "森林破坏", "habitat destruction": "栖息地破坏;生境破坏;毁坏栖息地;生境毁坏", "Hand Destruction": "手段;手札断杀", "DESTRUCTION FX": "毁坏特效", "thermal destruction": "热破坏;热破坏法;热破损", "Naginata Destruction": "剃刀战机", "environmental destruction": "环境破坏;环境遭到破坏;环境被破坏", "TankZ Destruction": "毁灭坦克", "destruction list": "销毁清册"}, "ex": ["n. 破坏，毁灭；摧毁"], "eg2": [["He was lured to .", "他受诱惑而走向毁灭。"], [" and misery attend on war.", "毁灭和苦难伴随战争而来。"], ["The conquerors depopulated the enemy's country by<b> destruction</b> and expulsion.", "征服者用毁灭和驱逐的方法来减少敌国的人口。"]], "st": {}}, "devolve": {"ex": ["vi. 被移交；转让", "vt. 转移；移交；使滚下；衰落"], "pron": {"peg": "[dɪ'vɑlv]", "pam": "[dɪ'vɑlv]"}, "st": {"transform": [["vt.", "devolved,devolving"]]}, "wp": {"devolve e": "移交", "devolve on": "移交", "Tim DeVolve": "德沃尔夫", "Devolve Me": "退化我", "devolve to": "被继承", "devolve without failure": "无故障转移", "volve devolve revolver": "滚动", "Diane L Devolve": "标签", "Madonna devolve a luz": "另类摇滚"}, "eg2": [["These arguments relate little, if at all, to the business problem at hand and tend to  into pedantic arguments of semantics.", "这些争论根本与手头的业务问题关系甚微，如果有的话也非常少，并退化为书生气十足的语义学争论。"], ["David Cameron is sticking to his plans to  more power to those directly delivering the services, cut out bureaucratic middle men and enhance competition.", "卡梅隆坚持自己的计划，即把更多权力移交给这些直接服务的机构，裁减打官腔的中间人员，加强竞争。"]]}, "disintegration": {"ex": ["n. 崩解；瓦解；【核】裂变；【地】剥蚀", "网络 蜕变；解体；分解"], "pron": {"peg": "英 [dɪsˌɪntɪ'ɡreɪʃ(ə)n] ", "pam": "美 "}, "eg2": []}, "dispensable": {"ex": ["adj. 可有可无的；非必要的"], "pron": {"peg": "[dɪ'spɛnsəbl]", "pam": "[dɪ'spɛnsəbl]"}, "st": {}, "wp": {}, "eg2": []}, "distrust": {"ex": ["vt. 不信任", "n. 不信任", "怀疑"], "pron": {"peg": "[dɪs'trʌst]", "pam": "[dɪs'trʌst]"}, "st": {}, "wp": {"Jury distrust": "不信任;信任陪审团的结果", "Self Distrust": "自我怀疑会使", "This Distrust": "这种不信任", "With Distrust": "疑惑地", "distrust of": "不相信", "distrust t": "不信任;不相信", "distrust detail": "耽心", "Not Distrust": "不彼此猜忌", "no distrust": "没有怀疑"}, "eg2": [["On the one hand I admire his gifts, but on the other I<b> distrust</b> his judgment.", "一方面我羡慕他的才华， 而另一方面我却怀疑他的判断力。"], ["If we assume that we have been fed all sensory input via a machine, then we must<b> distrust</b> everything we have ever experienced.", "如果假设我们已经被一台机器控制了所有的感觉输入，那么我们必须怀疑曾经经历过的一切。"], ["We can have sex at the other levels, but without that same level of trust the vulnerability of sex may be associated with anxiety, fear and .", "我们可以有其他层次的性爱，但缺少同一层次对性爱脆弱性的信任可能带有焦虑、恐惧和不信任。"]]}, "dominate": {"pron": {"peg": "['dɑmɪnet]", "pam": "['dɑmɪnet]"}, "wp": {"Dominate Mind": "支配意识;他身边的两个守护者会随即控制玩家;把握认识;精神控制", "dominate function": "支配函数", "dominate discharge": "造床流量", "Dominate Party": "这种新加坡独大党", "immediately dominate": "直接支配", "Dominate Animal": "支配动物", "Dominate Undead": "操控亡灵", "dominate exclusively": "独霸", "dominate node": "支配节点"}, "ex": ["vt. 控制；支配；占优势；在…中占主要地位", "vi. 占优势；处于支配地位"], "eg2": [["She must<b> dominate</b> her passions.", "她必须控制自己的情感。"], ["They had the ambition to  this small country.", "他们有控制这个小国的野心。"], ["Never allow her<b> dominate</b> you in any way, do not buy her drinks or hold/watch her purse for her.", "绝对不要让她以任何的方式支配你，不要为她买饮料，不要帮她拿着或看着包包。"]], "st": {"transform": [["vt.", "dominated,dominating"]]}}, "ecumenical": {"ex": ["adj. 普遍的；世界范围的；全基督教的"], "pron": {"peg": "[,ikju'mɛnɪkl]", "pam": "[,ikju'mɛnɪkl]"}, "st": {}, "wp": {}, "eg2": []}, "emerge": {"pron": {"peg": "[ɪ'mɝdʒ]", "pam": "[ɪ'mɝdʒ]"}, "wp": {"Clear Emerge": "清晰浮现", "pattern emerge": "模式涌现", "emerge-": "出现", "emerge from": "从;曾经一度遭到;摆脱;浮现", "pressure emerge": "矿压显现", "emerge as": "应运而生", "suddenly emerge": "突然出现", "university emerge": "院校合并", "Emerge Leaders": "鳌头"}, "ex": ["vi. 浮现；摆脱；暴露"], "eg2": [["After all, we all have a “Gandhi” inside of us, just waiting to .", "毕竟，我们的心中都有一个“甘地”，只是等待着时机展现。"], ["Ultimately, the concept of Object Lifecycle seems to<b> emerge</b> as a unifying concept for Data, Service and Business Processes.", "最终，对象生命周期的概念似乎作为数据、服务和业务流程的统一概念浮现出来。"], ["As the next step, whether or not these people have an awakening they  from the state in which they have been with important new information about themselves.", "当下一步到来，无论这些人是否醒来了，他们都从这种状态中汲取能量。 他们在这种状态中发现关于他们自身的重要信息。"]], "st": {"transform": [["vi.", "emerged,emerging"]]}}, "empower": {"pron": {"peg": "[ɪm'paʊɚ]", "pam": "[ɪm'paʊɚ]"}, "wp": {}, "ex": ["vt. 授权，允许；使能够"], "eg2": [], "st": {}}, "excerpt": {"ex": ["n. 摘录，引用", "vt. 引用，摘录", "vi. 摘录，引用"], "pron": {"peg": "['ɛksɝpt]", "pam": "['ɛksɝpt]"}, "st": {}, "wp": {"to excerpt": "摘记;摘抄;摘录;节录", "exchange excerpt": "外汇行情", "I excerpt": "是我摘抄的", "representative excerpt": "代表性摘录", "abstract excerpt": "摘要", "Short Excerpt": "短摘录", "Project Excerpt": "各类书籍的摘要集锦", "Book Excerpt": "书籍摘要", "individual excerpt": "体的选择"}, "eg2": [["This next<b> excerpt</b> details the last case of smallpox, which was discovered in Somalia.", "摘录下一个详细资料是在索马里发现的最后一个天花病例。"], ["The<b> excerpt</b> below includes only portions of code that have changed from the previous example.", "下面这个摘录只包含从前一个例子发生了改变的部分代码。"], ["“Because there is a law such as gravity, the Universe can and will create itself from nothing, ” the  says.", "“因为存在一个物理定律，即万有引力，使得宇宙可以从无到有将自己创造出来的，”摘录提到。"]]}, "formulaic": {"ex": ["adj. 公式化的；刻板的；套话堆砌的"], "pron": {"peg": "[,fɔːmjʊ'leɪɪk]", "pam": "[,fɔːmjʊ'leɪɪk]"}, "st": {}, "wp": {"formulaic complexity": "复杂性", "formulaic approaches": "公式化的手法", "Formulaic Theory": "套语理论", "formulaic representations": "形式化表征", "formulaic utterances": "惯用语", "english formulaic": "英语惯用语", "formulaic sequences": "程式语;以及通过词块;程式化序列;式化语言", "formulaic speech": "程式语;公式化语言;程式化语言;语言定式", "formulaic expression": "程式化;套语语句;客套用语"}, "eg2": [["This project was a milestone because I didn’t do a lot of<b> formulaic</b> things.", "这次事件是一个里程碑，因为我没有时间去做很多公式化的东西。"], ["Recent research has shown that changes indeed occur in the right brain hemisphere of patients after singing<b> formulaic</b> phrases like ‘How are you?’ over a period of months.", "最近的研究显示：经过几个月的时间，病人唱出如同“你好吗”一样公式化的短语后，他们大脑的右半球的确发生了一些变化。"], ["Researchers found that highly familiar song lyrics and<b> formulaic</b> phrases expressed rhythmically had a strong impact on articulation – regardless of whether they were sung or spoken.", "研究人员发现，有节奏的表达非常熟悉的歌词以及公式化的短语，无论是唱或是说，都对清晰发音有很大的影响。"]]}, "fought": {"ex": ["v. 战斗（fight的过去分词）；打架"], "pron": {"peg": "[fɔt]", "pam": "[fɔt]"}, "st": {"similar": "conflict", "transform": [["vi.", "fought,fighting"]]}, "wp": {"hard fought": "艰难战役", "Richard Fought": "标签", "fought against": "与", "fought for": "为", "Fought entertainment": "转战", "fought off": "不允许接近", "Steven Fought": "标签", "Fought George": "名称", "fought match": "激烈的竞赛"}, "eg2": [["He<b> fought</b> like a lion.", "他像一头猛狮那样战斗。"], ["In those years he just<b> fought</b> for fame.", "那些年，他只是为成名而奋斗。"], ["This is a heroic company which  on many fronts in the Anti-Japanese War.", "这是一支抗日战争中经过南征北战的英雄连队。"]]}, "fray": {"ex": ["n. 争论；打架；磨损处", "vt. 使磨损；变得令人紧张、急躁", "vi. 被磨损", "n. (Fray)人名；(法)弗雷；(德)弗赖；(匈)弗劳伊"], "pron": {"peg": "[fre]", "pam": "[fre]"}, "st": {}, "wp": {"Star Fray": "星际冲突", "Ron Fray": "罗尼·福莱", "a fray": "战团", "fray mocho": "弗赖莫乔", "Fray Wray": "中", "fray benito": "弗赖贝尼托", "Rachel Fray": "标签", "Tom Fray": "汤姆磨损处", "The Fray": "冲突乐团;冲突乐队;瑕疵乐团;又被指似冲突乐队"}, "eg2": [["Confrontation without prayer is like barging into the middle of the<b> fray</b> with no preparation.", "没有祈祷得面对，就像闯入到没有准备的争论中。"], ["Flickering in and out of the  are the two presidential candidates, whose campaigns have become the playthings of forces over which they have no control.", "两位候选人的争论持续不休，而他们的竞选活动已经变成只是随便应付那些在他们无法控制之领域里所产生的影响。"], ["Once he posed as standing above the electoral , but he has now firmly come down on the side of repression and electoral fraud.", "他一度超脱于选举争论之外，但是他已经坚定地降下身段站在镇压与舞弊的选举一边。"]]}, "fret": {"pron": {"peg": "[frɛt]", "pam": "[frɛt]"}, "wp": {"blind fret": "盲纺", "fret away": "烦恼中度过", "fret sawjigsaw": "线锯", "fret fret": "烦恼", "fret saw": "雕花锯;细工锯;线锯;\t\t钢丝锯", "FRET LEAD": "烦躁", "FRET technique": "FRET技术", "Fret Noise": "琴品噪音;急促的噪声", "fret about": "为……懊恼"}, "ex": ["vt. 使烦恼；焦急；使磨损", "vi. 烦恼；焦急；磨损", "n. 烦躁；焦急；磨损", "n. (Fret)人名；(法)弗雷；(西)弗雷特"], "eg2": [["Doubts began to<b> fret</b> his mind.", "疑惑使他烦躁不安。"], ["If it’s out of your control, why  about it?", "如果某件事你控制不了，那为什么还要为它而烦恼呢？"], ["As she spoke we could see that she was in a .", "她讲话时， 我们看得出她很烦躁。"]], "st": {"transform": [["vt.", "fretted,fretting"]]}}, "governance": {"pron": {"peg": "['gʌvɚnəns]", "pam": "['gʌvɚnəns]"}, "wp": {"corporation governance": "公司治理;公司制理;法人治理", "Urban Governance": "城市治理;城市管治;都市治理;城市公共治理", "holistic governance": "整体性治理;整体治理;全局治理;全局治理", "internal governance": "内部治理;信托型私募基金;内部公司治理;内部监督", "Local Governance": "地方治理;地方治理;地方性治理;地方管治", "economic governance": "经济治理;经济管理;经济型治理;经济性规制", "governance mechanism": "治理机制;管理机制;监管机制;统治机制", "network governance": "网络治理;网络治理;网络化治理", "Democratic Governance": "民主治理;民主统治;民主治理;民主执政"}, "ex": ["n. 管理；统治；支配"], "eg2": [["Then there is the question of “.", "那么，这里就有一个“统治”的问题。"], ["And, this is why the whole concept of the \"portfolio\"(as in \"investment portfolio\") is applied to this area of business and IT .", "那么，这就是为什么“投资组合”（如同在投资的组合中）的整个概念应用于商业和 IT 管理领域。"], ["But the interrelated nature of these benefits can bring complex risks if we do not think carefully about the  of these new technologies.", "但是如果我们不仔细考虑对这些新技术的管理，这些收益的相互关联的本质可能带来复杂的风险。"]], "st": {}}, "grievance": {"pron": {"peg": "['grivəns]", "pam": "['grivəns]"}, "wp": {"Cattle Grievance": "牛诉冤", "Preempt grievance": "无怨尤;没什么可怨尤", "strong grievance": "强烈不满", "grievance machinery": "申诉机构", "air grievance": "发牢骚", "personal grievance": "个人抱怨", "grievance interview": "抱怨事项谈话", "grievance form": "系主任索要投诉表格", "grievance committee": "诉冤委员会"}, "ex": ["n. 不满，不平；委屈；冤情"], "eg2": [["Out of it, better go in and join the group around the piano and forget my .", " 最好的办法就是，忘掉自己的委屈，加入他们，和大家一起围着钢琴玩。"], ["In the course of writing this article, I discussed it with two friends who spontaneously applied the suggestions to their own<b> grievance</b> stories.", "在写本文期间，我与两个朋友讨论，他们俩个立即将这些建议应用于他们各自不满的事情。"], ["In the conflict-resolution segment, each spouse chooses an area of<b> grievance</b> from a list called the Inventory of Marital Problems, developed by psychologists in 1981.", "在解决冲突的部分，配偶的每个人都从\"夫妻问题清单\"中选择一个不满的区域，这个清单是1981年心理学家们制作的。"]], "st": {"similar": "injustice"}}, "grind": {"ex": ["v. 碾碎；磨碎；把…磨成粉；磨（粉）", "n. 令人疲劳（或厌倦）的工作；苦差事；刺耳的摩擦声", "网络 研磨；折磨；磨快"], "pron": {"peg": "英 [ɡraɪnd] ", "pam": "美 [ɡraɪnd] "}, "eg2": [["to grind coffee/corn", "将咖啡╱谷粒磨成粉"], ["The flour is ground using traditional methods.", "这面粉是用传统方法磨制而成。"], ["a special stone for grinding knives", "专门磨刀用的石头"], ["He ground his cigarette into the ashtray.", "他把香烟按在烟灰缸里捻灭。"], ["The dirt on her hands was ground in.", "她手上的泥渍住了。"], ["Parts of the machine were grinding together noisily.", "机器零件摩擦发出刺耳的声音。"], ["She grinds her teeth when she is asleep.", "她睡觉时磨牙。"], ["He ground the gears on the car.", "他把汽车排挡弄得嘎嘎作响。"], ["to grind a pepper mill", "摇动胡椒磨"], ["Production ground to a halt during the strike.", "罢工期间生产渐渐陷入瘫痪。"], ["Production ground to a halt during the strike.", "罢工期间生产渐渐陷入瘫痪。"], ["the daily grind of family life", "家庭生活中繁重的家务劳动"], ["It's a long grind to the top of that particular profession.", "爬到那种行业的最高位置要经过漫长的艰苦奋斗。"]]}, "heartless": {"ex": ["adj. 无情的；无勇气的"], "pron": {"peg": "['hɑrtləs]", "pam": "['hɑrtləs]"}, "st": {}, "wp": {"Of heartless": "富不仁", "Continue heartless": "即使没心没肺;继续没心没肺", "Last heartless": "最后一次狠心", "A Heartless": "一狠心", "heartless cruelty": "无情的残暴行为", "Heartless bureaucracy": "不近人情", "Heartless Betrayal": "无情背叛", "Heartless Goddess": "厄运金属", "heartless pluckless": "无勇气的"}, "eg2": [["You can play a<b> heartless</b> game using your keen intellect, charm and sex appeal to your advantage.", "你可能会利用你的才智、魅力和性吸引来玩一场无情的感情游戏。"], ["Don’t forget that winter is not only about the cold and<b> heartless</b> Snow Queen; it is also the time of Santa, his faithful deer, and funny elves.", "不要忘记，冬天不仅只有冷酷无情的冰雪皇后；它也是圣诞老人、他忠诚的鹿和滑稽的精灵降临的时节。"]]}, "hoard": {"pron": {"peg": "[hɔrd]", "pam": "[hɔrd]"}, "wp": {}, "ex": ["vi. 积聚钱财；贮藏货物", "vt. 贮藏", "n. 贮藏物", "n. (Hoard)人名；(英)霍尔德"], "eg2": [], "st": {}}, "hobble": {"pron": {"peg": "英 ['hɒb(ə)l] ", "pam": "美 ['hɑb(ə)l] "}, "ex": ["v. 蹒跚；跛行；捆绑（马等的）两腿（以防其走失）；阻止", "n. 跛行；韵律不全的诗；马的脚绊；〈口,方〉困境", "网络 瘸着腿走；不流畅；阻碍"], "eg2": [["The old man hobbled across the road.", "老人一瘸一拐地穿过马路。"]]}, "immensely": {"pron": {"peg": "[ɪ'menslɪ]", "pam": "[ɪ'menslɪ]"}, "wp": {"Immensely Broad": "巨大广泛", "immensely adv": "极大地", "concern immensely": "非常地关心", "immensely popular": "脍炙人口", "immensely rich": "家赀万贯", "store immensely": "贮藏丰富", "help immensely": "有力地促成", "rise immensely": "大大提高", "immensely deep": "深得无限地"}, "ex": ["adv. 极大地；无限地；广大地；庞大地"], "eg2": [["As I have said, I am<b> immensely</b> proud to work for WHO.", "正如我所说的，我以为世界卫生组织工作感到无限自豪。"], ["After all, it was the emotional side of it that slowed me down, but bringing them out into the open helped me .", "无论如何， 是情绪那方面使得我慢下来，而把这一点揭示出来对我有极大的帮助。"], ["If you don't want to think about anything, just sit there silently and count your breaths - this will help you   as well.", "如果你不愿意去想任何事，就默默坐在那里，数一下您的呼吸----这也将极大地帮助到你。"]], "st": {}}, "immortal": {"pron": {"peg": "英 [ɪ'mɔː(r)t(ə)l] ", "pam": "美 [ɪ'mɔrt(ə)l] "}, "ex": ["adj. 长生的；永世的；不朽的；流芳百世的", "n. 不朽的人物；名垂千古的人物；神；永生不灭者", "网络 不朽者；永生的；不死的"], "eg2": [["The soul is immortal.", "灵魂不灭。"], ["the immortal Goethe", "名垂千古的歌德"], ["In the immortal words of Henry Ford, ‘If it ain't broke, don't fix it.’", "按照亨利 ) 福特的不朽名言：“如果东西没坏掉，就不要去修理它。”"], ["She is one of the Hollywood immortals.", "她是一位千古流芳的好莱坞名人。"]]}, "implication": {"pron": {"peg": "['ɪmplɪ'keʃən]", "pam": "['ɪmplɪ'keʃən]"}, "wp": {"interface implication": "接口含义;接口隐含;界面隐含式", "pragmatic implication": "语用涵义;语用意义;语用含意;语用含义", "strict implication": "严格蕴涵;严格隐含;严格蕴含", "economic implication": "对经济的影响", "BRAND IMPLICATION": "品牌寓意;品牌寄意", "Fltttering Implication": "飘动的物语", "budgetary implication": "财政预算的影响;财务预算的影响", "Implication Questions": "喻性问题;暗示问题;暗示性询问;暗示型问题", "financial implication": "财政影响;财政负担;财政承担;财务影响"}, "ex": ["n. 含义；暗示；牵连，卷入；可能的结果，影响"], "eg2": [["That was an .", "而这是一个暗示。"], ["He smiled, but the<b> implication</b> was that he didnt believe me.", "他微微一笑,但这一笑暗示着他不相信我的话。"], ["The<b> implication</b> is that you may need to track all changes to your process, the reason why you made each change, and when the change was made to conform to these regulations.", "这含义是您可能需要追踪对您的过程进行的所有的变更，您为什么进行每个变更的原因，以及为了遵守这些法规，什么时候进行的变更。"]], "st": {}}, "indulge": {"ex": ["vt. 满足；纵容；使高兴；使沉迷于…", "vi. 沉溺；满足；放任"], "pron": {"peg": "[ɪn'dʌldʒ]", "pam": "[ɪn'dʌldʒ]"}, "st": {"transform": [["vt.", "indulged,indulging"]]}, "wp": {"indulge oneself": "恣纵己意;放纵自己;纵情享乐", "Indulge games": "沉溺游戏", "indulge immorally": "不道德地纵容", "Indulge Myself": "我宠爱", "INDULGE MARY": "玛丽的自由", "Indulge seriously": "中毒太甚", "indulge i": "元明戏剧中常见;∶元明戏剧中常见", "indulge excessively": "过分地纵容", "indulge habitually": "经常纵酒"}, "eg2": [["Why do we continue to<b> indulge</b> the myth that the fabulous wealth generated by this mode of production will in the fullness of time become available to all?", " 我们为什么要继续沉溺于由这种生产方式产生的巨大的财富在时机成熟时将成为所有人都可以拥有的这个神话呢？"], ["Originally, I speculated that this effect was reciprocal: Women who got what they wanted were more likely to<b> indulge</b> their partners' wishes.", "起初，我推测这个作用是互惠的：女性得到了她们想要的就可能去满足在她们伴侣的要求。"], ["Mere hatred of everything German, instead of the particular ideas which now dominate the Germans is, moreover, very dangerous, because it blinds those who  in it against a real threat.", "再者，如果仇恨德国人的一切，而不仇恨如今支配德国人的那种特定观念，那是非常危险的，因为它使那些沉溺之中的人看不到真正的威胁。"]]}, "inequality": {"pron": {"peg": "[,ɪnɪ'kwɑləti]", "pam": "[,ɪnɪ'kwɑləti]"}, "wp": {"clausius inequality": "克劳修斯不等式;克劳休斯不等式", "absolute inequality": "绝不等式;绝对不均等线;\t\t绝对不等式;毫不等式", "social inequality": "社会不平等;社会不公;不平等;社会差等", "Chebyshev inequality": "比雪夫不等式;切比雪夫不等式;不等式;契比雪夫不等式", "entropy inequality": "熵不等式", "Poincaré inequality": "庞加莱不等式", "algebraic inequality": "代数不等式", "integral inequality": "积分不等式", "differential inequality": "微分不等式"}, "ex": ["n. 不平等；不同；不平均"], "eg2": [["If<b> inequality</b> were the problem, people would be less upset today than they were in 2007.", "如果不平等是问题所在， 2007年的时候人们应该比今天更加愤怒。"], ["Where I once saw only poverty, I learned to see systemic<b> inequality</b> and the possibility of change.", "当我只看见贫困的时候，我也学着去发现体系的不平等和改变的可能性。"]], "st": {"transform": [["n.", "inequalities"]]}}, "instinct": {"pron": {"peg": "英 ['ɪnstɪŋkt] ", "pam": "美 ['ɪnstɪŋkt] "}, "ex": ["n. 本能；直觉；天性", "adj. 充满的", "网络 本能反应；生性；笑看风云"], "eg2": [["maternal instincts", "母性"], ["Children do not know by instinct the difference between right and wrong.", "儿童并非生来就会分辨是非。"], ["His first instinct was to run away.", "他的本能反应就是逃跑。"], ["Horses have a well-developed instinct for fear.", "马天性易受惊吓。"], ["Even at school, he showed he had an instinct for(= was naturally good at) business.", "他早在求学时期就表现出经商的天赋。"], ["Her instincts had been right.", "她当时的直觉是对的。"]]}, "invariably": {"ex": ["adv. 总是；不变地；一定地"], "pron": {"peg": "[ɪn'vɛrɪəbli]", "pam": "[ɪn'vɛrɪəbli]"}, "st": {}, "wp": {"Almost Invariably": "或许一直如此", "invariably opposite": "总是相反", "invariably y": "不变地;一贯地", "alert invariably": "随时报警", "learn invariably": "始终如一地学习", "choose invariably": "不变地选择", "not invariably": "不必定", "invariably anticipate": "总是预测;总是期待;不约而同地预测", "attend invariably": "始终不渝地关照"}, "eg2": [["When questioned, he<b> invariably</b> dummy up.", "一问到他，他总是不吱声。"], ["The industry has generally favored LOCs of one sort or another as an indication of size, as shown by defect density almost<b> invariably</b> calculated as defects per LOC.", "行业一般支持一种或另一种 LOC 作为大小的指示，如根据每 LOC 的缺陷计算的几乎不变的缺陷密度所示。"], ["Unanswered questions and confusion about the status of defects are the last thing distributed teams need, because uncertainty<b> invariably</b> leads to costly delays and bugs that slip through the cracks.", "关于缺陷状态的未回复问题和混乱是分布式团队所需要解决的最后一件事情，因为不确定总是会导致昂贵的延迟以及滑向崩溃的错误。"]]}, "invincible": {"ex": ["adj. 无敌的；不能征服的"], "pron": {"peg": "[ɪn'vɪnsəbl]", "pam": "[ɪn'vɪnsəbl]"}, "st": {}, "wp": {"remain invincible": "立于不败之地", "Invincible hands": "无敌手;打遍天下无敌手;自出洞来无敌手", "Invincible Champion": "无敌冠军", "Invincible Sword": "惊世情仇;无敌剑;隐形剑;一夫当关", "invincible ignorance": "顽愚;克服的无知", "Invincible Summer": "永远的夏天;唱片名", "Invincible Body": "不死身", "Us invincible": "我们立于不败之地", "Invincible students": "无敌学生"}, "eg2": [["This football team was once reputed to be .", "这支足球队曾被誉为无敌的劲旅。"], ["The might of the army is \",\" according to state media but the refugees are rather cynical about the ill equipped force.", "朝鲜官方媒体称朝鲜的军事力量是“无敌的”，可是朝鲜难民却对装备落后的军队表示出不屑。"], ["On a day like today, you might feel exhilarated—like you’ve just been shot out of a cannon at the circus—and even .", "就像今天的某一日,你们可能感到欣喜若狂,就像你刚从马戏团的大炮口被射了出来——甚至更加所向无敌。"]]}, "knell": {"pron": {"peg": "[nɛl]", "pam": "[nɛl]"}, "wp": {"Rob Knell": "罗布·克奈尔", "knell l": "丧钟声", "Knell Striker": "敲击丧钟者;丧钟者", "a knell": "敲丧钟", "Knell Beetle": "丧钟甲虫", "Annette Knell": "标签", "knell threat": "凶兆", "death knell": "死亡丧钟;丧钟镇;丧钟;西方风俗", "John Knell": "约翰·尼尔"}, "ex": ["n. 丧钟声；凶兆；哀伤的声音", "vi. 鸣丧钟；预报凶兆；发出哀伤之声", "vt. 敲丧钟召集"], "eg2": [["But instead, we applauded the death  of both liberty and prosperity and issued in a new chaos, far greater than that of the Roosevelt era, one that might last for untold years and years to come.", "然而相反，我们曾为自由和繁荣的丧钟而欢欣雀跃，并引发了一场远比罗斯福时代更严重的混乱，这场混乱已经持续了多年并将继续下去。"], ["Not staying on par with colleagues and those vying for your job will be a death .", "不注意跟同事和那些窥探你工作的人做比较，丧钟将为你而鸣。"]], "st": {}}, "lever": {"ex": ["n. 杆；手段；利弗〔姓氏〕；矫平机", "v. （用杠杆）撬动", "网络 控制杆；手柄；工具"], "pron": {"peg": "英 ['li:və(r)] ", "pam": "美 ['li:və(r)] "}, "eg2": [["Pull the lever towards you to adjust the speed.", "把操纵杆往你身前拉动以调节速度。"], ["The threat of sanctions is our most powerful lever for peace.", "实施制裁的威胁是我们争取和平最有力的施压手段。"], ["I levered the lid off the pot with a knife.", "我用刀撬掉了罐盖。"], ["They managed to lever the door open.", "他们设法撬开了门。"]]}, "liable": {"pron": {"peg": "['laɪəbl]", "pam": "['laɪəbl]"}, "wp": {"vicariously liable": "转承责任", "liable subjects": "责任主体", "Not liable": "无债责", "severally liable": "单独的责任;个别有责", "liable K": "活性钾", "person liable": "责任人", "liable e": "易于……的;有义务的", "liable factors": "易患因素", "liable capital": "责任资本"}, "ex": ["adj. 有责任的，有义务的；应受罚的；有…倾向的；易…的"], "eg2": [["Further, the so-called no-bailout clause specified that member states should not be  for, nor assume, the commitments or debts of any other.", "所谓的“不救援”条款进一步规定成员各国不必承担也没有义务为其他任何一个成员国的义务或债务负责。"], ["But if we become aware of the existence of the libel on our system, by complaint or any other means, and do nothing about it, we will be , along with the student.", "但是如果我们都意识到了这条帖子的诽谤性质，除了抱怨或其他一些牢骚，却对它无动于衷，那我们就和这个学生一样需要承担法律责任了。"], ["First, Mercury will be retrograde in Gemini and Taurus, and because Mercury is the planet of  communication and  commerce, you will find these areas   to have problems.", "首先，水星在双子座和金牛座逆行。 而且由于水星是掌管沟通和商业的行星，你可能会在这些领域遇到一些麻烦。"]], "st": {"similar": "likely"}}, "liberal": {"pron": {"peg": "['lɪbərəl]", "pam": "['lɪbərəl]"}, "wp": {"Liberal Party": "自由党;日本自由党;自在党;英国自由党", "liberal constitutionalism": "自由宪政;自由宪政主义;自由立宪主义", "Liberal Internationalism": "自由国际主义;自由主义的国际主义;国际主义", "Liberal Feminism": "自由女性主义;自由主义女性主义;自由派女权主义", "liberal egalitarianism": "自由平等主义;自由主义式平等主义;自由派平等主义;又或自由平等主义", "BC Liberal": "省自由党;卑诗自由党", "liberal media": "自由派媒体", "too liberal": "既要避免自由编造;新闻主播左倾;太自由", "liberal bias": "自由主义偏见"}, "ex": ["adj. 自由主义的；慷慨的；不拘泥的；宽大的", "n. 自由主义者", "n. (Liberal)人名；(葡)利贝拉尔"], "eg2": [["They disagreed on how to define “”.", "他们对如何解释“”一词的词义有不同意见。"], ["Anyone who does not agree with the<b> liberal</b> side of Hollywood does not deserve to work in Hollywood!", "谁要是不站在好莱坞的自由主义者这边，谁就别想再好莱坞混！"], ["As for the content, I can tell you that on average people in Zurich have a<b> liberal</b> attitude to this reform.", "至于内容，我可以告诉你们，普遍来说，苏黎世人民对待这次改革都采取了自由主义的态度。"]], "st": {"similar": "advanced,progressive"}}, "loathe": {"pron": {"peg": "[loð]", "pam": "[loð]"}, "wp": {"loathe amusing": "词性不符;讨厌;有趣的", "loathe v": "厌恶", "loathe lEJT": "厌恶", "LOVE LOATHE IT": "怪顶足球", "I loathe": "我厌弃性命", "loathe hate": "讨厌", "T Loathe": "慢金属", "to loathe": "讨厌;嫌厌;嫌恶", "Loathe It": "憎恶它"}, "ex": ["vt. 讨厌，厌恶"], "eg2": [["I<b> loathe</b> it; I would not live alway.", "我厌恶生命，我不愿意永远活着。"], ["But I<b> loathe</b> this term and want all or nothing.", "但是我厌恶这个术语，要么获得一切，要么一切都不要。"], ["But then I started to<b> loathe</b> myself for giving in and wasting so much time on it.", "但随后我便开始厌恶自己的投降；厌恶自己在这上面浪费了如此多的时间。"]], "st": {"transform": [["vt.", "loathed,loathing"]]}}, "madness": {"pron": {"peg": "['mædnəs]", "pam": "['mædnəs]"}, "wp": {}, "ex": ["n. 疯狂；愚蠢的行为"], "eg2": [], "st": {}}, "mantle": {"ex": ["n. 地幔；衣钵；斗篷；覆盖层", "v. 覆盖；遮盖", "网络 外套膜；斗蓬；披风"], "pron": {"peg": "英 ['mænt(ə)l] ", "pam": "美 ['mænt(ə)l] "}, "eg2": [["The vice-president must now take on the mantle of supreme power.", "副总统现在必须承担起最高权力的重任。"], ["hills with a mantle of snow", "白雪覆盖的山峦"]]}, "master": {"pron": {"peg": "['mæstɚ]", "pam": "['mæstɚ]"}, "wp": {"Master theorem": "主定理", "BMX Master": "疯狂极限小轮车;车大师;特技极限小轮车;越野自行车大师", "master key": "万能钥匙;关键;\t\t主密钥;总钥匙", "juris master": "法律硕士;法学硕士;法令硕士;师父法律意见", "Master Card": "万事达信用卡;万事达卡;万能卡;\t\t主卡片", "bus master": "总线主设备;总线主控;总线主控装置;\t\t总线主控器", "Zen master": "老师;禅宗大师;禅师", "Master Lock": "玛斯特锁;玛斯特;大师之锁;硕士锁", "MASTER OUT": "总路输出;主输出;总路输入;主输出插孔"}, "ex": ["vt. 控制；精通；征服", "n. 硕士；主人；大师；教师", "adj. 主人的；主要的；熟练的", "n. (Master)人名；(英)马斯特"], "eg2": [["Have you horsed your ?", "你给你主人备好马了吗?"], ["The puppy was fawning on its .", "小狗向它的主人摇尾乞怜。"], ["The dog has transferred its affection to its new .", "那狗已把它的感情转移到新主人身上。"]], "st": {}}, "mistrust": {"pron": {"peg": "[,mɪs'trʌst]", "pam": "[,mɪs'trʌst]"}, "wp": {"basic mistrust": "基本怀疑;不信任", "mistrust noble": "怀疑贵族", "strategic mistrust": "战略性互不信任", "deep mistrust": "强烈地不信任", "I Mistrust": "我怀疑", "mistrust person": "怀疑某人", "global mistrust": "全面的不信任", "mistrust t": "不信任", "mistrust of": "对…的误解"}, "ex": ["vt. 不信任；怀疑", "vi. 不信任；怀疑", "n. 不信任；怀疑"], "eg2": [["There was no fear nor<b> mistrust</b> between us.", "我们之间即没有恐惧，也没有不信任。"], ["Why do you<b> mistrust</b> him so much? He seems honest enough to me.", "你为什么如此不信任他? 我觉得他似乎很老实。"], ["But in our experience, too many managers err on the side of .", "但在我们的经验中，有太多的管理员在不信任上犯错。"]], "st": {}}, "mock": {"pron": {"peg": "[mɑk]", "pam": "[mɑk]"}, "wp": {"mock ore": "闪锌矿", "Mock up": "实体模型;原大模型;全尺寸模型;模型", "Mock Interviews": "模拟招聘会;模仿雇用会;摹拟雇用会;模仿招聘会", "Mock fly": "假门襟", "Mock Orange": "山梅花;莫克橙;桑橙;表演者", "Jerrie Mock": "杰丽·莫克", "mock interview": "模拟面试;有备无患;面试模拟", "Mock Court": "模拟法庭", "mock stitching": "假饰缝;假饰缝条"}, "ex": ["n. 英国模拟考试（mocks）", "vt. 愚弄，嘲弄", "adj. 仿制的，模拟的，虚假的，不诚实的", "vt. 不尊重，蔑视"], "eg2": [["You may<b> mock</b> if you like.", "你们喜欢的话可以去嘲笑。"], ["Those who  history will be mocked by history.", "嘲弄历史的人必将被历史所嘲弄。"], ["First, I need to<b> mock</b> up a description of what I might want to say about the data in  Listing 2. ", "首先，对于  清单 2中的数据，我需要模拟出一个描述，记录下对于这些数据我可能要说的内容。"]], "st": {"similar": "imitate,ridicule"}}, "monopoly": {"pron": {"peg": "英 [mə'nɒpəli] ", "pam": "美 [mə'nɑpəli] "}, "ex": ["n. 垄断；独占；专利；专营服务", "网络 大富翁；专卖；垄断者"], "eg2": [["In the past central government had a monopoly on television broadcasting.", "过去，中央政府对电视节目播放实行垄断。"], ["Electricity, gas and water were considered to be natural monopolies.", "电、煤气和水垄断经营过去被认为是理所当然的。"], ["Managers do not have a monopoly on stress.", "并不只是经营管理者有压力。"], ["A good education should not be the monopoly of the rich.", "良好的教育不应该成为富人的专利。"]]}, "nightmare": {"pron": {"peg": "['naɪt'mɛr]", "pam": "['naɪt'mɛr]"}, "wp": {}, "ex": ["n. 恶梦；梦魇般的经历", "adj. 可怕的；噩梦似的"], "eg2": [], "st": {}}, "opacity": {"ex": ["n. 不透明性；模糊；费解；难懂", "网络 不透明度；不透明贴图；淡出不透明度"], "pron": {"peg": "英 [əʊ'pæsəti] ", "pam": "美 [oʊ'pæsəti] "}, "eg2": []}, "outmatch": {"ex": ["v. 胜过", "网络 超过；优于；优於"], "pron": {"peg": "英 [aʊt'mætʃ] ", "pam": "美 [aʊt'mætʃ] "}, "eg2": []}, "outperform": {"pron": {"peg": "[,aʊtpɚ'fɔrm]", "pam": "[,aʊtpɚ'fɔrm]"}, "wp": {"Mkt Outperform": "跑赢大盘", "outperform verb": "做得比…好;胜过", "outperform m verb": "做得比…好", "An Outperform": "一句跑赢大盘", "Outperform Your Competitors": "超越您竞争对手", "Market Outperform": "跑赢大盘;表现超越大市;超越市场表现;表现优于大市", "outperform the market": "跑赢大盘", "outperform m": "做得比…好;跑赢", "dare to outperform others": "敢于超越他人"}, "ex": ["vt. 胜过；做得比……好"], "eg2": [["This is a good example of when unit testing can really  system integration testing.", "这是单元测试能够胜过系统集成测试的一个很好的例子。"], ["But character can't be taught in the classroom. Girls<b> outperform</b> boys at all levels of education.", "但是，课堂上不可能教授这些品质，而女孩在各级教育中都胜过男孩。"], ["The marketing coup was devised entirely by Hyundai's U.S. managers and likely helped the company<b> outperform</b> its rivals during the downturn.", "这个营销方案完全是由现代汽车的美国经理们设计的，而它可能帮助公司在经济衰退中胜过对手。"]], "st": {}}, "ownership": {"pron": {"peg": "['onɚʃɪp]", "pam": "['onɚʃɪp]"}, "wp": {"ultimate ownership": "终极产权;所有权;最终所有权结构;终极所有权", "psychological ownership": "心理所有权;心理所有;心理拥有感", "mixed ownership": "混合所有制;\t\t混合所有权", "actual ownership": "事实上的所有权", "capital ownership": "资本所有权;资本所有制;资本产权", "property ownership": "产权制度;财产所有权;所有权;\t\t财产归属", "ownership interest": "所有权权益;所有者权益;股份比例;有权利益", "Home Ownership": "居者有其屋;自置居所;有住房;版主所有权", "land ownership": "土地所有权;土地业权;土地所有制;地权"}, "ex": ["n. 所有权；物主身份"], "eg2": [["What, then, constitutes “”?", "那么，什么是“所有权”？"], ["The matter in dispute is the<b> ownership</b> of the house.", "眼下的纠纷是这所房子的所有权问题。"], ["The two sides continued to dispute the<b> ownership</b> of the territory.", "双方继续争夺那片领土的所有权。"]], "st": {}}, "peculiarly": {"ex": ["adv. 特别；尤其；古怪地；奇怪地"], "pron": {"peg": "[pɪ'kjʊljɚli]", "pam": "[pɪ'kjʊljɚli]"}, "st": {"similar": "strange"}, "wp": {"suit peculiarly": "特别相配", "peculiarly y": "特有地", "identify peculiarly": "奇怪地认出", "peculiarly difficult": "特别难", "invite peculiarly": "特别邀请", "benefit peculiarly": "特别受益", "Very Very Peculiarly": "真非常特别", "a peculiarly French phenomenon": "这些独特的电影制作原理", "peculiarly woody plants": "特有木本植物"}, "eg2": [["There are no<b> peculiarly</b> Western or Eastern mobile phones or financial derivatives.", "没有特别专属于西方或东方的移动电话或金融衍生品。"], ["It is not true that my<b> peculiarly</b> isolated social condition was the bar to my plunging into the midst of the world-life.", "假如说，我那特别孤立的社会环境阻止了我进入人世生活的中心，这是不正确的。"], ["But the way its themes dovetail with Gibson's disgrace make it —  enough — the right film for him to have made in this very wrong moment.", "但是电影的主题和吉布森的耻辱完全吻合，特别奇怪的使它成为在这个错误时间里对他最合适的电影。"]]}, "philosopher": {"pron": {"peg": "英 [fɪ'lɒsəfə(r)] ", "pam": "美 [fɪ'lɑsəfər] "}, "ex": ["n. 哲学家；深思的人；善于思考的人", "网络 哲人；思想家；学者"], "eg2": [["the Greek philosopher Aristotle", "希腊哲学家亚里士多德"], ["He seems to be a bit of a philosopher.", "他像个思想家似的。"]]}, "populate": {"ex": ["vt. 居住于；构成人口；移民于；殖民于"], "pron": {"peg": "['pɑpjulet]", "pam": "['pɑpjulet]"}, "st": {"transform": [["vt.", "populated,populating"]]}, "wp": {"Populate Gallery": "布到库中", "Populate Earth": "英语愚人笑话", "Modan Populate": "莫丹", "Populate Tool": "随机复制工具", "populate e": "居住于…中", "fully populate": "插满", "pre-populate": "安装", "automatically populate field": "自动填充字段", "Populate SummaryInfo fields": "文件描述"}, "eg2": [["If you want the flexibility to use either, you must<b> populate</b> both sections for the same profile.", "如果您想可以随意使用灵活性，您必须为同一个 概要文件 填充这两个部分。"], ["Now that we have created our resources and content spots, we need to create some rules to  the content spots.", "既然我们已经创建了我们的资源和内容点，那么我们就需要创建一些规则来植入内容点。"], ["On the other hand, if you decide to use JSF in your application, you find some similarities in how you create, configure, and<b> populate</b> design elements.", "另一方面，如果决定在应用程序中使用 JSF，则会发现在如何创建、配置和填充设计元素方面有一些相似之处。"]]}, "powerless": {"ex": ["adj. 无能为力；无影响力的；无权的", "网络 无力的；无能为力的；软弱的"], "pron": {"peg": "英 ['paʊə(r)ləs] ", "pam": "美 ['paʊrləs] "}, "eg2": [["powerless minorities", "弱势的少数族群"], ["When the enemy attacked, we were completely powerless against them.", "敌人进攻的时候，我们毫无抵御能力。"], ["I saw what was happening, but I was powerless to help.", "我眼看着事情发生，却无力相助。"]]}, "prejudice": {"pron": {"peg": "['prɛdʒədɪs]", "pam": "['prɛdʒədɪs]"}, "wp": {"without prejudice": "不损害权利;不受损害;无偏见;不受损害没有偏见", "pretrial prejudice": "审前偏见", "Prejudice means": "妨害手段", "ingrained prejudice": "根深蒂固的偏见", "education prejudice": "教育歧视", "racial prejudice": "种族偏见;种族歧视;偏见;侵害", "Class prejudice": "阶级成见", "language prejudice": "语言偏见", "crusted prejudice": "古老的偏见"}, "ex": ["n. 偏见；侵害", "vt. 损害；使有偏见"], "eg2": [["What he said was tinctured with .", "他说的话带有偏见。"], ["That seems to me to be , as I said last time.", "以上的想法在我看来,是一种偏见,正如我上次所说"], ["The problem is that they have so much<b> prejudice</b> against our motherland.", "问题是他们不应对我们的祖国抱有如此的偏见。"]], "st": {"transform": [["vt.", "prejudiced,prejudicing"]], "similar": "bias,predilection"}}, "proliferate": {"pron": {"peg": "[prə'lɪfə'ret]", "pam": "[prə'lɪfə'ret]"}, "wp": {"proliferate infection": "增殖性感染", "proliferate ability": "增殖能力", "hepatocellular proliferate": "肝细胞增生", "proliferate v": "增殖", "to proliferate": "再育;扩散", "proliferate active": "增殖活性", "proliferate phase": "增殖期", "information proliferate": "信息扩散", "proliferate dwindle": "增生"}, "ex": ["vi. 增殖；扩散；激增", "vt. 使激增"], "eg2": [["Despite the difficulties, investors assume such deals will continue to .", "尽管困难重重，投资者认为这种交易仍将继续激增。"], ["“This resolution will give us new tools to impair North Korea’s ability to  and threaten international stability,” DiCarlo said.", "迪卡洛说：\"这项决议将给我们提供新的手段，削弱北韩扩散和威胁国际稳定的能力。\""], ["This discovery could help scientists devise a treatment strategy based on improving ways to rescue the nerve and stem cells from death and help them .", "该发现可能帮助科学家设计出一个基于改进挽救神经细胞和干细胞并帮助它们增殖的方法的治疗策略。"]], "st": {"transform": [["vt.", "proliferated,proliferating"]]}}, "prone": {"pron": {"peg": "[pron]", "pam": "[pron]"}, "wp": {"Scandal prone": "有丑闻的;负面消息多", "Prone on": "易发期", "Go prone": "趴下", "Prone positioning": "俯卧位通气;位通气;改变体位采用俯卧位;俯卧位", "fall prone": "向前仆倒", "Occasionally prone": "偶尔还会停水", "prone bed": "卧椅", "prone macerals": "偏油煤素质", "prone position": "卧姿;俯卧位;俯卧姿势;伏卧位"}, "ex": ["adj. 俯卧的；有…倾向的，易于…的", "n. (Prone)人名；(意、法)普罗内"], "eg2": [["Unfortunately, women may be more  to the feeling than men because of how we relate to each other.", "很不幸的是，由于女人们之间的互联关系，她们可能比男人更加倾向于出现这种情绪。"], ["This paper examines some of the key characteristics that make software development difficult and error .", "本文考察了一些使软件开发变得困难和容易发生错误的关键特性。"], ["Also  to swelling and infection. If you have them by your 30s, it's almost an accomplishment.", "同样容易肿大和感染。如果你到30岁还有扁桃体那简直是一个成就。"]], "st": {"similar": "supine,prostrate"}}, "rational": {"pron": {"peg": "['ræʃnəl]", "pam": "['ræʃnəl]"}, "wp": {"rational appeals": "理性诉求;性诉求;感性诉求", "Rational agent": "理性主体;理性人;理性主体人;理性经济人", "rational knowledge": "理性认识;理性;理性知识;理性的知识", "rational analysis": "示构分析;理性分析;\t\t示性分析;\t\t有理分析", "rational being": "理性存有;理性的存在;理性存在;理性的存在者", "rational horizon": "天球地平圈;理论地平;真地平;合理地平", "rational diet": "合理膳食;合理营养;合理炊事;合理饮食", "Rational sieve": "理性筛选法", "rational a": "理性的;合理的;理智的;推理的"}, "ex": ["adj. 合理的；理性的", "n. 有理数"], "eg2": [[", unemotional, self assessment should tell us whether or not we have the skills and ability to do something.", "理性的不参杂感情的自我评价应该能告诉我们自己是否有能力和技巧去做些什么。"], ["And so we have to come to some kind of  and fair agreement.", "所以，我们一定要达成一些理性和公平的协议。"]], "st": {"similar": "reasonable,sensible"}}, "reassure": {"pron": {"peg": "[,riə'ʃʊr]", "pam": "[,riə'ʃʊr]"}, "wp": {"reassure e": "使;使安心;使放心", "Reassure Others": "表示同情", "reassure someone": "为人打气", "R REASSURE": "使新学员和初学者消除疑惑", "You reassure": "你们一再保证", "reassure t": "使", "Reassure me": "让顾客安心", "Reassure Them": "安慰他们", "reassure õ": "使安心"}, "ex": ["vt. 使…安心，使消除疑虑"], "eg2": [], "st": {"transform": [["vt.", "reassured,reassuring"]]}}, "reformer": {"ex": ["n. 改革者；改良者；改造者", "网络 改革家；改革运动者；革新者"], "pron": {"peg": "英 [rɪ'fɔː(r)mə(r)] ", "pam": "美 [rɪ'fɔrmər] "}, "eg2": []}, "regulate": {"pron": {"peg": "['rɛɡjulet]", "pam": "['rɛɡjulet]"}, "wp": {"Regulate Immune": "调节免疫;调节机体免疫", "regulate finances": "整理财政", "REG regulate": "控制;校准;节制;调节", "regulate blood": "规管血;调节血;调节血液;正在翻译", "Regulate Homeostasis": "调节内环境平衡", "regulate regulate": "正规管制", "Voltage regulate": "电压调节方式;电压调节;电压调理方式;电压调整", "to regulate": "规制;检束;规管", "Strictly regulate": "严格规范"}, "ex": ["vt. 调节，规定；控制；校准；有系统的管理"], "eg2": [["By that analogy, we ought to<b> regulate</b> it.", "以此类推，我们应当控制它的使用。"], ["We must try our best to  our expenditure.", "我们必须尽力控制开支。"], ["Not only do they provide goods and livelihoods but they also protect soils,  water and absorb carbon.", "它们不仅提供商品和生计，而且还保护土壤，调节水分和吸收二氧化碳。"]], "st": {"transform": [["vt.", "regulated,regulating"]]}}, "regulatory": {"pron": {"peg": "[ˈrɛɡjʊˌleɪtɔri]", "pam": "[ˈrɛɡjʊˌleɪtɔri]"}, "wp": {"Regulatory Arbitrage": "监管套利;监管套戥;管制套利;监管套利行为", "regulatory demand": "调节需求", "Regulatory framework": "规章制度;规管架构;监管架构;监管框架", "Regulatory mechanism": "法规机制;调节机制;调控机制;律例机制", "regulatory state": "监管型国家;管制国家;规制国家;管制型国家", "regulatory authorities": "法规机构;认证活动;监督管理部门;监管当局", "regulatory gene": "调节基因;调控基因;相关调控基因", "regulatory sign": "管制标志;限制标志;禁令标志;禁制标志", "regulatory risk": "监管风险;法规风险;管制风险;规制风险"}, "ex": ["adj. 管理的；控制的；调整的"], "eg2": [["That is the judgment of our Nuclear<b> regulatory</b> Commission and many other experts.", "这是我们的核管理委员会和许多其他专家的判断。"], ["It is the 36th country to have its vaccine<b> regulatory</b> system approved by the WHO.", "它是疫苗管理体系被世界卫生组织验证通过的第36个国家。"], ["Okay any other questions related to process,  roles? The regulator is real and they are there at the plant sites.", "好了，还有任何其他的与过程，管理规则相关的问题吗，调整器是真的,他们就在电站的那里。"]], "st": {}}, "reinforce": {"pron": {"peg": "[,riɪn'fɔrs]", "pam": "[,riɪn'fɔrs]"}, "wp": {"Components reinforce": "电路板插件组强", "reinforce spleen": "健脾", "structure reinforce": "结构加固", "constantly reinforce": "不断增强", "Reinforce treatment": "加固处治", "Reinforce Tape": "补强带;加强带", "Reinforce Armaments": "强固武装", "Reinforce concrete": "砼与砌体结构;加强混凝土", "reinforce e": "加强;增援;一般用于军队或警察的行动"}, "ex": ["vt. 加强，加固；强化；补充", "vi. 求援；得到增援；给予更多的支持", "n. 加强；加固物；加固材料"], "eg2": [[" this by cultivating an attitude of gratitude.", "通过培养感激的态度加强这一观点。"], ["But I do expect some commitment to<b> reinforce</b> coordination.", "但我认为会做出一些承诺以加强协调。"], ["In fact, all of these variables seem to  each other.", "事实上，所有这些变量似乎都是互相加强的。"]], "st": {"transform": [["vt.", "reinforced,reinforcing"]]}}, "replicate": {"pron": {"peg": "['rɛplɪket]", "pam": "['rɛplɪket]"}, "wp": {"replicate adenovirus": "增殖腺病毒", "replicate determination": "平行测定", "mass replicate": "批量复制", "Replicate Table": "折叠式长桌", "replicate liquor": "复制白酒", "Replicate Dynamic": "复制动态模型;和复制动态模型", "replicate server": "复制服务器", "replicate class": "复制类", "replicate casting": "复制施法"}, "ex": ["vt. 复制；折叠", "vi. 重复；折转", "adj. 复制的；折叠的", "n. 复制品；八音阶间隔的反覆音"], "eg2": [["We should learn from these rather than<b> replicate</b> them.", "我们应该从这些错误中吸取教训，而非重复它们。"], ["Nothing has the capacity to  itself except DNA.", "除DNA外，什么东西也没有自我复制的能力。"], ["Then you go and try and<b> replicate</b> that finding in another population.", "然后你试试在另一人群中复制那个发现。"]], "st": {"transform": [["vt.", "replicated,replicating"]]}}, "resemble": {"pron": {"peg": "[rɪ'zɛmbl]", "pam": "[rɪ'zɛmbl]"}, "wp": {"resemble resemble": "象", "resemble in": "相像", "resemble simulate": "相似模拟", "Resemble Pike": "象狗鱼", "resemble design": "相似设计", "resemble criterion": "相似度", "resemble e": "类似于;与…相像;类似;像", "resemble -": "像", "resemble principle": "相似原理"}, "ex": ["vt. 类似，像"], "eg2": [["I cannot say that he did well, but the feeling that was roused in me at the time did not  that of an indignant judge.", "我不能说他做了一件好事，但是那时候它在我心里激起的，可不像是一个怒不可遏的法官那样的急于裁决。"], ["So, with this information entered, you have provided all the necessary deployment information, and your deployment configuration should  the one shown in  Figure 5. ", "这样，输入这些信息后，会给您提供所有必要的部署信息，而且您的部署配置应该类似于  图 5 所显示的那样。"], ["Yellow Pages ads<b> resemble</b> no other kind of advertising.", "黄页广告不像任何其他类型的广告。"]], "st": {"transform": [["vt.", "resembled,resembling"]]}}, "robotic": {"pron": {"peg": "[ro'bɑtɪk]", "pam": "[ro'bɑtɪk]"}, "wp": {"Robotic Groundhog": "机械土拨鼠", "Robotic Exoskeleton": "机器人外骨骼;机械外骨骼", "Robotic Platform": "机器人平台", "robotic technology": "机扑学;机器人学;机器人技术;机器人科技", "robotic soccer": "机器人足球;机器人足球比赛;足球机器人", "Robotic Bed": "机器人床;机器床", "Robotic kinematics": "机器人动力学;机器人运动学", "Robotic Application": "机器人应用", "robotic ball": "球形机器人"}, "ex": ["adj. 机器人的，像机器人的；自动的", "n. 机器人学"], "eg2": [["Once inside the stomach, the idea is that these pieces will assemble themselves into a larger<b> robotic</b> device.", "一旦深入到胃部，设计理念就是这些配件将自行装配成一个更大的机器人器件。"], ["He added that they are working with specialists at the university's NanoScience Technology Center on  applications to help patients with tasks such as opening a bottle of water.", "他们正在与大学的纳米科学技术中心的专家合作，开发机器人应用，这些应用可以帮助患者完成诸如打开水瓶这样的工作。"], ["The 40 muscles are attached to fine cables in sheaths, much like the brake cables on a bicycle, and these pass through the<b> robotic</b> wrist to operate the joints.", "40股肌肉链接在精巧的包裹着护套的传送线上（就像自行车的刹车线一样），穿过机器人的手腕，对关节进行操作。"]], "st": {}}, "ruthless": {"ex": ["adj. 无情的，残忍的"], "pron": {"peg": "['rʊθləs]", "pam": "['rʊθləs]"}, "st": {"similar": "cruel"}, "wp": {"Ruthless Mutilation": "无情毁损", "Ruthless Reloaded": "无情上阵", "Bloody Ruthless": "杀戮成性的", "RUTHLESS SHARK": "无情的鲨鱼;无情鲨鱼", "ruthless reality": "无情的现实", "ruthless predators": "残忍的食肉动物", "Water ruthless": "流水无情", "Ruthless bitch": "婊子无情", "Ruthless hero": "英雄悍匪"}, "eg2": [["If you only want to work four hours a day, then be  about it.", "如果你一天只想工作四个小时，那么就要对它无情。"], ["‘With her acid tongue, she was ­ with him, ’ said one friend.", "“她用刻薄的语气无情的对待他，”一个朋友说。”"], ["His business rivals knew they could expect no quarter from such a<b> ruthless</b> adversary. ", "他的业务对手都知道不可能指望他这样无情的人会手软。"]]}, "scary": {"ex": ["adj. （事物）可怕的；恐怖的；吓人的；（人）提心吊胆的；引起惊慌的；胆小的"], "pron": {"peg": "['skɛri]", "pam": "['skɛri]"}, "st": {"transform": [["adj.", "scarier,scariest"]]}, "wp": {"Me scary": "我好怕怕哦;我很可怕吧;偶好怕怕哦", "Scary Spice": "疯狂辣妹;猛辣妹", "Scary Romance": "我的见鬼女友", "Scary Gary": "恐怖加里", "scary monsters": "恐怖的怪兽;怪兽;可怕的怪物;怕怕小怪兽", "Scary Night": "可怕的夜晚;夜晚让人害怕", "so scary": "太吓人了;如此可怕", "scary memory": "可怕的记忆", "Scary Moonlight": "可怕月光"}, "eg2": [["I like to dress up as nice clowns and  ones.", "我喜欢装扮成善解人意的小丑和胆小的小丑。"], ["This requires a leap of faith for the manager, and it can be .", "这需要经理有一个大的转变，这一转变可能会引起恐慌。"], ["It can be  to get out of our comfort zone and try something new. But have you ever asked yourself what if?", "当我们离开安定区域去尝试一些新鲜事，可能会有点儿胆小和担心，但你是否曾问过自己一些关于“如果”的问题呢？"]]}, "scenario": {"pron": {"peg": "[sə'nærɪo]", "pam": "[sə'nærɪo]"}, "wp": {"User scenario": "用户场景;户场景;户情景;使用模式", "Scenario Objectives": "剧本目标;本方针;多情景目标", "Scenario Simulation": "情景模拟;情境模拟;实境模拟;情节模拟法", "usage scenario": "使用场景;使用方案;使用方式情节", "clinical scenario": "临床场景;床情境;臨床场景;临床病案", "scenario method": "脚本法;场景法;情景法;情景分析方法", "Scenario Development": "前景规划;情境开发法;情景发展", "development scenario": "发展方案", "scenario template": "情节模板;脚本模板;情景模板;场景模板"}, "ex": ["n. 方案；情节；剧本；设想"], "eg2": [["In this , a user retrieves data from the database with no locks.", "在此方案中，用户从数据库中检索数据而不加任何锁。"], ["I guess you wrote about this senior from , but it sounds like he presented, right?", "我觉得你是从那个剧本里写出的这篇文章,但听起来像是他提出的，是么？"], ["But we may not be able to do this for every .", "但是我们不能每一种场景下都这么做。"]], "st": {"transform": [["n.", "scenarios"]]}}, "scholar": {"pron": {"peg": "英 ['skɒlə(r)] ", "pam": "美 ['skɑlər] "}, "ex": ["n. 学者；奖学金获得者；聪颖勤奋的学生", "网络 学术搜索；学术论文；秀才"], "eg2": [["a classical scholar", "研究拉丁文与希腊文的学者"], ["He was the most distinguished scholar in his field.", "他是这一领域成就最为卓著的学者。"], ["a Rhodes scholar", "罗德学者"], ["I was never much of a scholar.", "我从来不是那种用功的好学生。"]]}, "secrecy": {"pron": {"peg": "英 ['siːkrəsi] ", "pam": "美 ['sikrəsi] "}, "ex": ["n. 保密；秘密", "网络 保密性；隐蔽；秘密性"], "eg2": [["the need for absolute secrecy in this matter", "在这件事情上绝对保密的必要性"], ["Everyone involved was sworn to secrecy .", "所有相关人员均被要求宣誓保密。"], ["The whole affair is still shrouded in secrecy .", "整个事件依旧秘而不宣。"]]}, "seventeenth": {"ex": ["num. 第十七", "adj. 第十七的，第十七个的；十七分之一的", "n. 第十七日；十七分之一"], "pron": {"peg": "[,sɛvn'tinθ]", "pam": "[,sɛvn'tinθ]"}, "st": {}, "wp": {"Seventeenth Month": "第十七个月", "seventeenth ȅ": "第十七", "seventeenth ĥ": "第十七", "seventeenth shmily": "第十七章", "The Seventeenth": "十七楼;都是为了报仇", "Seventeenth Amendment": "第十七条修正案", "seventeenth ŕ": "第十七", "Seventeenth Chapter": "宁可从来不认识", "seventeenth E": "第十七"}, "eg2": []}, "shred": {"ex": ["n. （撕或切的）细条；极少量；些许；一丁点", "v. 切碎；撕碎", "网络 碎片；切丝；碎条"], "pron": {"peg": "英 [ʃred] ", "pam": "美 [ʃred] "}, "eg2": [["Serve the fish on a bed of shredded lettuce.", "先铺一层碎生菜叶，再把鱼放上，就可以上桌了。"], ["He was accused of shredding documents relating to the case(= putting them in a shredder ) .", "他被指控把与案件有关的文件用碎纸机销毁了。"], ["shreds of paper", "碎纸片"], ["His jacket had been torn to shreds by the barbed wire.", "他的夹克被铁丝网挂得稀烂。"], ["There is not a shred of evidence to support his claim.", "没有丝毫证据支持他的说法。"], ["Her nerves were in shreds.", "她的神经崩溃了。"], ["The country's economy is in shreds.", "国家经济已是百孔千疮。"], ["The document was in shreds on the floor.", "那份文件在地上，已经破烂不堪。"], ["Her nerves were in shreds.", "她的神经崩溃了。"], ["The country's economy is in shreds.", "国家经济已是百孔千疮。"], ["The document was in shreds on the floor.", "那份文件在地上，已经破烂不堪。"]]}, "simultaneously": {"pron": {"peg": "[saɪməl'tenɪəsli]", "pam": "[saɪməl'tenɪəsli]"}, "wp": {"Simultaneously Changed": "并举转变", "developing simultaneously": "并举", "sample simultaneously": "试样同时;同步采样", "Simultaneously Exists": "同时存在", "Simultaneously Proposed": "同时提出", "receiving simultaneously": "节点集同步接收", "achieved simultaneously": "同时达到;同时获得", "Lin Simultaneously": "林牧并举", "SIMUL Simultaneously": "同时地"}, "ex": ["adv. 同时地"], "eg2": [["So we think they have to proceed , \" she added.", "因此，我们认为两个问题必须同时进行。"], ["It will save considerable machining time to use more than one tool in one machine to perform several machine operations either in sequence or .", "在一台机器上使用数种刀具来顺次或同时进行几项机器操作， 将节省大量加工时间。"], ["If they have multiple test cases that will be run on the same platforms, they can select multiple configurations<b> simultaneously</b> and apply the configurations to several of them in batch mode.", "如果他们拥有多个将要运行在同一个平台上的测试用例的话，那么他们能够同时选择多个配置，并且将这些配置批量应用到平台上。"]], "st": {}}, "sociologist": {"pron": {"peg": "[,sosɪ'ɑlədʒɪst]", "pam": "[,sosɪ'ɑlədʒɪst]"}, "wp": {"American Sociologist": "美国社会学人", "French Sociologist": "法国社会学家", "western sociologist": "西方社会学家", "functionalist sociologist": "功能主义社会学家", "insurgent sociologist": "反叛的社会学家", "Marketing sociologist": "社会学", "Sociologist Community": "按照社会学家共同体", "Political sociologist": "政治社会学", "student sociologist": "社会学学生"}, "ex": ["n. 社会学家"], "eg2": [], "st": {}}, "soulless": {"ex": ["adj. 没有灵魂的；没有精神的；卑鄙的；无情的"], "pron": {"peg": "['solləs]", "pam": "['solləs]"}, "st": {}, "wp": {"despondent soulless": "没有精神的", "soulless affair": "不精彩比赛", "Soulless Angels": "表演者", "Soulless Child": "唱片名", "Soulless One": "无情尊者", "T Soulless": "乡村蓝调", "Soulless Night": "失落灵魂之夜;魂灵之夜", "Summon Soulless": "召唤暗影魔", "Soulless Ghoul": "没有灵魂的食尸鬼"}, "eg2": [["Ignore it, and a nation becomes as<b> soulless</b> and meaningless as an empty paper bag.", "忽视历史，一个民族会变得没有灵魂且毫无意义，就像一个空空如也的纸袋。"], ["But now Osama lays a<b> soulless</b> body, a trophy, already being paraded as a symbol of a hollow victory.", "但是现在欧萨玛放置一个没有灵魂的躯体、一个胜利品，已经被炫耀为一个空洞的胜利的象征。"], ["All trying to erase the taste of wine on the ground, so there are will become<b> soulless</b> industrial products risk.", "而所有试图抹去在地风味的葡萄酒，都将会因此有沦为没有灵魂的工业制品的危险。"]]}, "spew": {"ex": ["vt. 喷出；呕吐", "vi. 喷涌；呕吐"], "pron": {"peg": "[spju]", "pam": "[spju]"}, "st": {}, "wp": {"Acidic Spew": "酸性喷射;喷吐酸液", "mineral spew": "盐霜", "spew throwup": "约呕吐", "spew groove": "溢料槽", "spew over": "矿石散布", "sulphur spew": "硫霜", "spew from": "从", "Spew Line": "合模线", "spew out": "涌出;喷出;吐出;生产"}, "eg2": [["If the fuel catches fire, it could<b> spew</b> radiation over a large area.", "一旦燃料接触火源，他将喷出一个很大区域的放射性物质。"], ["The world holds its breath as Japan’s damaged nuclear reactors continue to<b> spew</b> radiation.", "日本被毁的核反应堆持续地喷涌辐射物时，全世界的人们几乎屏住了呼吸。"], ["Its tiger stripes are active geologic regions that  out jets of ice and other gases.", "卫星表面的虎皮斑纹是活跃的地质区域，在不断喷出冰和其他气体的混合物。"]]}, "sufficiently": {"pron": {"peg": "[sə'fɪʃəntlɪ]", "pam": "[sə'fɪʃəntlɪ]"}, "wp": {"information sufficiently": "信息充分", "sufficiently decompress": "充分减压", "most sufficiently": "最充分", "sufficiently high": "足够高的", "firm sufficiently": "有效地稳固", "sufficiently considered": "充分考虑", "sufficiently smooth": "充分光滑", "sufficiently strong": "足够强壮的;足够强大;足够坚强;足够强", "sufficiently excited": "充分激励"}, "ex": ["adv. 充分地；足够地"], "eg2": [["I want them to be  like me.", "我想要一个足够相似的我。"], ["These ruins<b> sufficiently</b> attest the former grandeur of the place.", "这些遗迹充分证明此处昔日的宏伟。"], ["These topics are all<b> sufficiently</b> complex that an article or series of articles can never do them justice.", "这些观点足够复杂以致于一篇文章或几篇文章都不能给与正确的评价。"]], "st": {"similar": "adequate,enough"}}, "survival": {"ex": ["n. 幸存，残存；幸存者，残存物"], "pron": {"peg": "[sɚ'vaɪvl]", "pam": "[sɚ'vaɪvl]"}, "st": {}, "wp": {"Survival Island": "荒岛惊魂;生命之岛;活魂岛;无人岛大冒险", "Survival Project": "彩虹冒险;生存游戏", "survival value": "生存值;存活值;生存价值;幸存分数", "survival instinct": "生存本能;生存直觉;解锁技能;技能解锁生存本能", "Extreme Survival": "生存圣经;极限生存", "SURVIVAL FLOAT": "求生浮力棒", "survival factors": "存活因子;存活因素;上一篇文章", "Survival Skill": "生存的技巧;生存技能;正在翻译", "Survival Kids": "孤岛冒险者;荒岛冒险;孤岛历险者"}, "eg2": [["Therefore, the integrity, legitimacy,  and effectiveness of this Organization depend on you all.", "因此，联合国的完整性、合法性、生存和效力取决于整个大会。"], ["If you are a manager of technology at any level, this is your responsibility as well as a<b> survival</b> necessity.", "如果您是某个层级技术的经理，那么学习它是您的职责，也是您赖以生存的必需品。"], ["They have been the subjects of intense research for over half a century, not least because of the role they have played in our<b> survival</b> as a species.", "不仅仅是因为六大情绪在我们作为一个幸存下来的物种中所扮演的角色，对六大情绪的深入研究已经超过了半个世纪。"]]}, "suspect": {"pron": {"peg": "[sʌspɛkt; (for v.) səˈspɛkt]", "pam": "[sʌspɛkt; (for v.) səˈspɛkt]"}, "wp": {}, "ex": ["n. 嫌疑犯", "adj. 可疑的；不可信的", "vt. 怀疑；猜想", "vi. 怀疑；猜想"], "eg2": [], "st": {}}, "systemic": {"ex": ["adj. 系统的；全身的；体系的"], "pron": {"peg": "[sɪ'stɛmɪk]", "pam": "[sɪ'stɛmɪk]"}, "st": {}, "wp": {"systemic sclerosis": "全身性硬皮病;系统性硬化症;硬化症;系统性硬化", "systemic scleroderma": "系统性硬皮病;硬皮病;性硬皮病;体系性硬皮病", "Systemic Constellation": "系统排列;系统整合;组织系统", "systemic vasculitis": "系统性血管炎;性血管炎;全身性血管炎", "Systemic Pathology": "系统病理学;病理学;病理学各论;系统病理学", "Systemic Constellations": "系统排列;零碎陈设", "Systemic chemotherapy": "全身化疗;化学治疗;癌症全身性化疗;肝癌的全身化疗", "systemic therapy": "系统治疗;全身治疗;全身性疗治;身性医治", "systemic herbicide": "内吸性除草剂;内吸收性除草剂"}, "eg2": [["Where I once saw only poverty, I learned to see<b> systemic</b> inequality and the possibility of change.", "当我只看见贫困的时候，我也学着去发现体系的不平等和改变的可能性。"], ["Our financial markets have suffered for the lack of an effective system for monitoring and responding to<b> systemic</b> risks or threats to financial stability as they arise.", "我们的金融市场由于缺乏有效的监督，缺乏对系统风险或者是在金融稳定性受到威胁时做出反应的系统而受到创伤。"], ["It is too easy to ascribe project problems to individuals or unique events; my experience has been that most problems are  and will repeat until the root causes are dealt with.", "我们很容易将项目中的问题归咎于个人或者独特的事件，但是我的经验是绝大多数问题是系统的，它们会一直重复直到根本的原因被解决。"]]}, "territory": {"pron": {"peg": "英 ['terət(ə)ri] ", "pam": "美 ['terə.tɔri] "}, "ex": ["n. 领土；领地；地盘；版图", "网络 领域；地域；地区"], "eg2": [["enemy/disputed/foreign territory", "敌方╱有争议的╱外国领土"], ["occupied territories", "被占领的土地"], ["They have refused to allow UN troops to be stationed in their territory.", "他们拒不允许联合国部队驻扎在他们的国土上。"], ["Mating blackbirds will defend their territory against intruders.", "乌鸫交配时会保护自己的地盘，不允许外来者侵入。"], ["This type of work is uncharted territory for us.", "我们从未涉足过这类工作。"], ["Legal problems are Andy's territory(= he deals with them) .", "法律问题由安迪负责处理。"], ["Our representatives cover a very large territory.", "我们的代理人负责的地区很广。"], ["unexplored territory", "未勘察地区"], ["Guam and American Samoa are US territories.", "关岛和美属萨摩亚是美国的准州。"]]}, "testament": {"pron": {"peg": "['tɛstəmənt]", "pam": "['tɛstəmənt]"}, "wp": {"Older Testament": "旧约圣经", "Neues Testament": "新", "Testament UK": "出版者", "Le Testament": "遗书", "Renewed Testament": "唱片名", "Das Testament": "圣咏天碟;专辑名称;唱片名", "ohne Testament": "立遗属", "holograph testament": "自书遗嘱", "Altes Testament": "圣经旧约"}, "ex": ["n. [法] 遗嘱；圣约；确实的证明"], "eg2": [["The falsification of the  [will] was discovered by them.", "他们发现这份遗嘱被窜改了。"], ["The New , originally written in Greek, uses the word \"logos\" to mean both \"word\" and the thought which precedes the word.", "最初是在希腊写成的《圣经新约》用“理性”这个词来解释“话语”和在话语之前的思考这两方面。"], ["Copying, he points out, can be catastrophic — the history of market bubbles is<b> testament</b> to that.", "他指出，纯粹的复制将会是灾难性的， 市场泡沫的历史就是对此的明证。"]], "st": {}}, "thoroughly": {"ex": ["adv. 彻底地，完全地"], "pron": {"peg": "[ˈθʌrəʊli; θʌroli]", "pam": "[ˈθʌrəʊli; θʌroli]"}, "st": {}, "wp": {"Cook thoroughly": "保证烹饪彻底;要煮熟;煮熟", "thoroughly remould": "脱胎换骨", "thoroughly soaked": "全身湿透", "Census thoroughly": "人口普查摸底工作", "Sad thoroughly": "伤心彻底", "revise thoroughly": "彻底修订", "thoroughly understand": "通晓;通达事理", "comb thoroughly": "彻底地搜查", "thoroughly introduced": "深入介绍"}, "eg2": [["The language patterns were<b> thoroughly</b> drilled in.", "语言句型完全是灌输进去的。"], ["The board of directors canvassed his design .", "董事会彻底讨论了他的设计。"], ["They were<b> thoroughly</b> rousted out and their shelters were pulled down.", "他们被彻底赶出来，他们的小棚子也被拆掉。"]]}, "tolerant": {"pron": {"peg": "['tɑlərənt]", "pam": "['tɑlərənt]"}, "wp": {"tolerant class": "第二类", "be tolerant": "采取高姿态;学会忍耐;宽容谦让;是宽容的", "radiation tolerant": "该公司的耐辐射型", "tolerant clon": "耐性克隆", "forgiving tolerant": "宽容的", "tolerant signal": "容忍信号", "salt tolerant": "耐盐的;耐盐性的", "Error Tolerant": "错误宽容度;容错能力;错误承受力", "Tolerant Management": "宽容管理"}, "ex": ["adj. 宽容的；容忍的；有耐药力的"], "eg2": [["A<b> tolerant</b> person usually has breadth of mind.", "有宽容精神的人通常胸襟开阔。"], ["So, this affair is complete of the problems, and marriage is possible only if both of them are very<b> tolerant</b> and intelligent people.", "所以，这是所有的问题所在，如果双方都是很宽容和能相互理解的人，天蝎和金牛的婚姻是可能的。"], ["Why are we  of some crimes?", "人们为什么会容忍某些罪行呢？"]], "st": {}}, "unaccountable": {"pron": {"peg": "['ʌnə'kaʊntəbl]", "pam": "['ʌnə'kaʊntəbl]"}, "wp": {"unaccountable absences": "无法解释的缺席", "Unaccountable Anger": "无名孽火", "Mean Unaccountable": "意味难言", "Unaccountable sadness": "莫名的忧伤", "unaccountable accounting": "不可解会计", "Unaccountable Effect": "唱片名", "In An Unaccountable Manner": "以没有爱国心方式", "unaccountable unaccountably": "无责任的", "unaccountable fear": "数不胜数的担心或害怕"}, "ex": ["adj. 无责任的；莫名其妙的；不可理解的"], "eg2": [["And so the powers of this unelected and  position would grow.", "因此，这个职位具有的未经选择，未加斟酌权力势必将增长。"], ["My confessions have not relieved me; but they may account for some otherwise  phases of humour which I show.", "我的自白并不能使我轻松；可是这些话可以说明我所表现的情绪，不如此是无法说明的。"], ["Over-unionised and , America’s school system needs the same sort of competition that makes its universities the envy of the world.", "美国过度紧密和无法解释的学校体制也需要同样的竞争，这样的竞争使得它的大学为全世界所羡慕。"]], "st": {}}, "undermine": {"pron": {"peg": "['ʌndɚ'maɪn]", "pam": "['ʌndɚ'maɪn]"}, "wp": {"undermine pattern": "掏槽方式", "undermine v": "渐渐破坏", "undermine e": "暗中破坏;危害;破坏;侵蚀…的基础", "undermine hapiness": "破坏幸福感", "Hatred Undermine": "仇根", "undermine unity": "涣散团结", "undermine countries": "国家生计", "to undermine": "倾覆;挖墙脚;败坏", "undermine country": "危害国家生计"}, "ex": ["vt. 破坏，渐渐破坏；挖掘地基"], "eg2": [["His enemies are spreading rumours to<b> undermine</b> his authority.", "他的敌人在散布谣言来暗中破坏他的威信。"], ["That’s why I won’t accept any attempts to<b> undermine</b> the independence of this agency.", "这就是为什么我不会容忍任何破坏这一机构的独立性的企图。"], ["Neither side supports any attempts by any force to  this principle.", "双方均不支持任何势力企图破坏这一原则的行动。"]], "st": {"transform": [["vt.", "undermined,undermining"]], "similar": "weaken"}}, "underwent": {"ex": ["v. 经验；遭遇（undergo的过去式）"], "pron": {"peg": "[,ʌndə'wɛnt]", "pam": "[,ʌndə'wɛnt]"}, "st": {}, "wp": {}, "eg2": []}, "unmediated": {"pron": {"peg": "[ʌn'midɪ,etɪd]", "pam": "[ʌn'midɪ,etɪd]"}, "wp": {}, "ex": ["adj. 无中介的；未经调停的"], "eg2": [], "st": {}}, "unnatural": {"ex": ["adj. 不自然的；反常的；不近人情的"], "pron": {"peg": "[ʌn'nætʃrəl]", "pam": "[ʌn'nætʃrəl]"}, "st": {}, "wp": {"Unnatural Selection": "非自然选择;非自然竞择;蠕虫战争;违天择", "The Unnatural": "快乐人生;非自然死亡", "unnatural desire": "逆性的情欲", "unnatural pattern": "非自然型态", "unnatural restraint": "不自然的限制", "unnatural l": "不自然的", "unnatural input": "非自然输入", "unnatural rules": "非自然规则", "unnatural environment": "人工气候室"}, "eg2": [["And there are other<b> unnatural</b> signs.", "还有其他不自然的迹象。"], ["This is .", "这是反常的。"], ["This is . It has never happened before. We have no explanation.", "这是反常的。以前从未发生，我们无法解释。"]]}, "unscathed": {"ex": ["adj. 未受伤的"], "pron": {"peg": "[ʌn'skeðd]", "pam": "[ʌn'skeðd]"}, "st": {}, "wp": {"unhurt unscathed": "没有受伤的", "The Unscathed": "无恙高手", "escape unscathed": "逃脱了", "Emerge Unscathed": "挣脱困境", "Unscathed Skin": "完肤", "unscathed d": "未受伤既", "unscathed but breathless": "未受到伤害", "Lei Xilin See Unscathed": "雷西林见", "Although Not Unscathed": "尽管未受影响"}, "eg2": [["So how much capital would the system have needed to have survived the crisis  ?", "那么需要多少资金银行体系才能在经济危急中全身而退呢？"], ["The children are   and thanks to the ‘magic’ of our resident staff and the lovely snow we have all appreciated this week.", "孩子们未受伤害。 这要归功于我们员工施展的‘魔法’和本周令我们都感激的那场可爱的雪。"], ["He walked away from the accident completely .", "他安然无恙地从事故现场走开了。"]]}, "unthinkingly": {"ex": ["adv. 不假思索地；轻率地"], "pron": {"peg": "[ʌn'θiŋkiŋli]", "pam": "[ʌn'θiŋkiŋli]"}, "st": {}, "wp": {}, "eg2": []}, "upside": {"ex": ["n. 正面", "网络 上边；上部；上面"], "pron": {"peg": "英 ['ʌpsaɪd] ", "pam": "美 ['ʌp.saɪd] "}, "eg2": []}, "utopia": {"pron": {"peg": "英 [juː'təʊpiə] ", "pam": "美 [ju'toʊpiə] "}, "ex": ["n. 乌托邦；空想的完美境界", "网络 理想国；乌托帮；乌有之乡"], "eg2": []}, "violent": {"pron": {"peg": "['vaɪələnt]", "pam": "['vaɪələnt]"}, "wp": {"violent folding": "剧烈褶皱作用", "violent incidents": "暴力事件", "Violent Beauty": "残暴之美;暴之美", "violent acceleration": "急剧加速", "Violent Playground": "暴力游乐场;暴徒地带", "violent ken": "洗脑肯", "violent possession": "暴力占有", "Violent Lolita": "暴力与嗜杀", "violent flood": "暴洪"}, "ex": ["adj. 暴力的；猛烈的"], "eg2": [["The black cloud presignified a<b> violent</b> storm.", "乌云预示着一场猛烈的暴风雨。"], ["The speaker lashed the young people into<b> violent</b> action.", "那个演讲者煽动青年人搞暴力行动。"], ["The enemy troops began to reel in defeat under our<b> violent</b> attack.", "敌军在我方的猛烈攻击下开始溃退。"]], "st": {}}, "vulnerable": {"pron": {"peg": "['vʌlnərəbl]", "pam": "['vʌlnərəbl]"}, "wp": {"vulnerable children": "弱势儿童;易受害儿童", "vulnerable species": "易危物种;渐危种;易危种;害物种", "vulnerable slope": "易生危险的斜坡", "vulnerable area": "易损面积;脆弱区;薄弱环节", "expectedly vulnerable": "果然脆弱;预计弱势", "Vulnerable groups": "弱势群体;强势集体;易受伤害的群体;弱势社群", "vulnerable option": "脆弱期权", "Amigo Vulnerable": "脆弱的朋友;感性的朋友", "vulnerable part": "易损件"}, "ex": ["adj. 易受攻击的，易受…的攻击；易受伤害的；有弱点的"], "eg2": [["Not only network is , any piece of software is.", "不仅网络是脆弱的，任何一个软件都是脆弱的。"], ["And what was it about these people that made them seem ?", "但是对于这些人，是什么使他们看起来好象易受到攻击？"], ["If you take care of something, you begin to love it — which makes us very .", "如果你照顾某些事情，你已经开始爱上它了--这让我们非常的投入."]], "st": {}}, "withstand": {"ex": ["vt. 抵挡；禁得起；反抗", "vi. 反抗"], "pron": {"peg": "[wɪð'stænd]", "pam": "[wɪð'stænd]"}, "st": {"similar": "oppose", "transform": [["vt.", "withstood,withstanding"]]}, "wp": {"Withstand VoltageKV": "耐电压;抗电压", "Withstand Wind": "抗风;反对;反抗", "Withstand pressure": "顶住压力;耐压", "dry withstand": "干耐受能力", "ncannot withstand": "顶不住", "Withstand load": "承受负荷", "withstand tolerate": "经受住", "withstand capacity": "耐受能力", "withstand temptation": "经得起诱惑"}, "eg2": [["As a politician, he is able to  public criticism.", "作为一名政治家，他经得住公众批评。"], ["The only durable strength we have — the only one that can<b> withstand</b> these gale winds — is innovation.", "唯一经得住考验的力量，我们唯一一个能够承受这些狂风聚变的---就是创新。"], ["If you believe the decision of the group is wrong, you must have the courage to override it and  the group\\\\\\\\\\\\\\'s reaction.", "倘若你认为集体的决策是错误的，你就必须拿出勇气来推翻它，而且还要能抵挡得住大家的反应。"]]}, "wreckage": {"pron": {"peg": "英 ['rekɪdʒ] ", "pam": "美 ['rekɪdʒ] "}, "ex": ["n. （车辆等的）残骸；（建筑物等的）废墟", "网络 失事；遭难；破坏"], "eg2": [["A few survivors were pulled from the wreckage.", "从废墟中扒出了几个幸存者。"], ["Pieces of wreckage were found ten miles away from the scene of the explosion.", "在离爆炸现场十英里的地方发现了残骸碎片。"], ["Could nothing be rescued from the wreckage of her dreams?", "难道从她那破灭的梦想中就找不出一丝希望了吗？"]]}}, "Title": "The death of democracy and birth of an unknown beast\n", "paperStatistics": {"suggestedfocus": "20.2 Minutes", "wordsset": 723, "keywords": "Democracy,Hobbes,Runciman,century,democracy,democratic,modern,politics", "toughwords": 144, "allwords": 1688, "title": "The death of democracy and birth of an unknown beast\n", "desc": "A book excerpt and interview with David Runciman, author of “How Democracy Ends”\n", "img": "https://cdn.static-economist.com/sites/default/files/20180915_OPP507.jpg\n", "date": "2018-09-14 01:23:20", "link": "2018_9_14_2.json"}}