{"date": "2018-05-19 By Lockey.", "content": "\n The <span class=\"fa fa-info-circle\">senator</span> from Florida suggests we <span class=\"fa fa-info-circle\">misrepresent</span>ed him. We didn’t\n \n AN INTERVIEW Lexington conducted with Senator Marco Rubio last month caused a <span class=\"fa fa-info-circle\">stir</span>. Mr Rubio and this <span class=\"fa fa-info-circle\">columnist</span> had a wide-ranging chat in his Senate office around the broad theme of re-gearing <span class=\"fa fa-info-circle\">conservatism</span> for an age of economic <span class=\"fa fa-info-circle\">disruption</span>. It was an interesting discussion, in which Mr Rubio showed himself to be a more <span class=\"fa fa-info-circle\">thoughtful</span> and original politician than his public <span class=\"fa fa-info-circle\">pronouncement</span>s sometimes make him sound. Lexington said as much in this \n \n . The <span class=\"fa fa-info-circle\">controversy</span> <span class=\"fa fa-info-circle\">arose</span> from a <span class=\"fa fa-info-circle\">criticism</span> Mr Rubio made of the tax reform passed last year. It now requires a response from \n \n But first, a bit more background. Mr Rubio was critical during the interview of what he considered to be his party’s outmoded and <span class=\"fa fa-info-circle\">complacent</span> view of business as a <span class=\"fa fa-info-circle\">panacea</span> for all America’s economic needs. Recalling his party colleagues’ claim that workers would benefit hugely from the steep corporate tax cut the Republicans <span class=\"fa fa-info-circle\">enact</span>ed last year, the <span class=\"fa fa-info-circle\">senator</span> was especially scathing. To the <span class=\"fa fa-info-circle\">contrary</span>, Mr Rubio said, “there’s no evidence <span class=\"fa fa-info-circle\">whatsoever</span> that [the <span class=\"fa fa-info-circle\">windfall</span> companies enjoyed] was massively poured back into the American worker.”  \n \n Democrats and journalists from across the political <span class=\"fa fa-info-circle\">spectrum</span> <span class=\"fa fa-info-circle\">pounce</span>d on that, arguing that Mr Rubio had just trashed the single main achievement of over a year of unified Republican government. He responded by noting that he had made a similar argument against cutting the corporate rate so <span class=\"fa fa-info-circle\">aggressively</span> before the tax bill was passed into law. He instead argued for a <span class=\"fa fa-info-circle\">lesser</span> cut, alongside a big increase in the child tax credit.  He had also proposed that the cut should be targeted at investment, by allowing firms to <span class=\"fa fa-info-circle\">deduct</span> the cost of their investments from their tax bills, not at corporate income. Though he lost those fights, Mr Rubio said he still supported the tax cut overall. He also made that clear in the interview, though it was not mentioned in Lexington’s column, which was only <span class=\"fa fa-info-circle\">passingly</span> about the tax cut or Mr Rubio’s view of it.\n \n The <span class=\"fa fa-info-circle\">senator</span> believed he been <span class=\"fa fa-info-circle\">traduce</span>d by those who <span class=\"fa fa-info-circle\">seize</span>d upon his <span class=\"fa fa-info-circle\">controversial</span> comment. He had a point. Most of the media coverage of his dig at the corporate tax cut took no account of his wider view of the reform. But, in a way, this was justified. The Trump administration’s claim that companies would pass a lot of benefit from the tax cut to their workers was, and remains, one of its biggest boasts for the policy. Specifically, it predicted the “average American family” would see a wage hike of $4,000. Mr Rubio’s scathing <span class=\"fa fa-info-circle\">corrective</span> to that misleading, or bogus, claim was in a sense more <span class=\"fa fa-info-circle\">imp</span>ortant than his own <span class=\"fa fa-info-circle\">nuance</span>d view of the tax reform.\n \n In a <span class=\"fa fa-info-circle\">mildly</span> <span class=\"fa fa-info-circle\">aggrieve</span>d tweet (“Not claiming bad faith by @The Economist…”), he <span class=\"fa fa-info-circle\">imp</span>lied that Lexington should have <span class=\"fa fa-info-circle\">quote</span>d his views on the reform more fully. Perhaps he might then have avoided some of the <span class=\"fa fa-info-circle\">flak</span> he received. But even so he had nothing to complain of. He knew all along that Lexington was not planning to write a piece about the tax reform. Your <span class=\"fa fa-info-circle\">columnist</span> also requested and received <span class=\"fa fa-info-circle\">approval</span> from Mr Rubio's office for the <span class=\"fa fa-info-circle\">quote</span>s he used, in the order he used them. (The interview was “on-the-record”, yet Lexington took that additional <span class=\"fa fa-info-circle\">precaution</span> having made a couple of small changes to those <span class=\"fa fa-info-circle\">quote</span>s in order to make them more <span class=\"fa fa-info-circle\">concise</span>.)\n \n Yet Mr Rubio now sounds even more <span class=\"fa fa-info-circle\">aggrieve</span>d. In an interview with Fox News Radio, he said: “Unfortunately \n \n —I’m not sure they did it on purpose—they ran not even a full <span class=\"fa fa-info-circle\">quote</span>, they ran like part of a sentence as part of a <span class=\"fa fa-info-circle\">broader</span> story. It’s disappointing that a lot of the media <span class=\"fa fa-info-circle\">outlet</span>s to the right of centre spend a lot of time saying they don’t believe the media then are the first to believe the media.” Mr Rubio’s office maintains this was not intended as a <span class=\"fa fa-info-circle\">criticism</span> of \n \n he radio station’s listeners might be <span class=\"fa fa-info-circle\">forgiven</span> for thinking that it was.\n \n Fox advertised its interview with Mr Rubio with this question: “What did he really say to \n \n ” Well, \n \n  the answer. It is a <span class=\"fa fa-info-circle\">transcript</span> of the <span class=\"fa fa-info-circle\">senator</span>’s conversation with Lexington—including his views on the tax reform, the intellectual <span class=\"fa fa-info-circle\">poverty</span> of <span class=\"fa fa-info-circle\">conservative</span> <span class=\"fa fa-info-circle\">orthodoxy</span>, why Mr Rubio claims not to be worried by President Donald Trump’s attack on America’s institutions, and much else. It’s worth a read. ", "last": "2018_5_19_1.json", "next": "2018_5_19_3.json", "assistent": {"concise": {"ex": ["adj. 简明的，简洁的"], "pron": {"peg": "[kən'saɪs]", "pam": "[kən'saɪs]"}, "st": {"similar": "terse,laconic,pithy,succinct"}, "wp": {"succinct concise": "简洁的;简练的;简明", "Concise Lover": "简约情人", "concise dictionary": "简明词典", "Not concise": "不简洁", "concise analysis": "简要分析", "concise structure": "结构简洁", "concise money": "短期资金", "concise translation": "简译法", "concise method": "简明方法"}, "eg2": [["Be sure to make it clear and  and avoid long-windedness.", "注意简明扼要， 反对长篇大论。"], ["Because we only had to override one simple method, this was a<b> concise</b> way to achieve our goal.", "因为我们只需要覆盖一个简单的方法，所以这是实现我们目标的简明方法。"], ["The point of namespaces is that you can use the best<b> concise</b> name for each element or attribute within each context and then put these names in a namespace that distinguishes the context.", "名称空间的目的是能够在每个上下文中对每个元素或属性使用最简洁的名称，然后把这些名称放在区分不同上下文的名称空间中。"]]}, "stir": {"pron": {"peg": "[stɝ]", "pam": "[stɝ]"}, "wp": {"stir frying": "爆炒", "Stir evenly": "搅拌均匀;翻炒均匀", "STIR DRBZY": "狱狂人", "stir fried": "搅拌的炒;煸炒;用旺火炒的;脆皮虾", "stir rings": "扰乱", "stir rup": "屈身振上", "stir tank": "通气搅拌式", "stir ling": "又应门生斯太玲;弟子斯太玲", "stir coals": "挑拨"}, "ex": ["n. 搅拌；轰动", "vt. 搅拌；激起；惹起", "vi. 搅动；传播；走动"], "eg2": [["Don't  the milk until it creams.", "不要搅动牛奶，直到上面结皮。"], ["Before painting, you should  up the paint a bit.", "漆油漆前，你得把油漆搅拌一下。"], ["If you enjoy steak, try cutting it into thin strips for  fry or cubed for stroganoff.", "如果你喜欢牛排, 可以把它切成薄条搅拌再过油或切成方块做俄式烩饭。"]], "st": {"transform": [["vt.", "stirred,stirring"]], "similar": "arouse,awaken,rally,rouse,waken"}}, "senator": {"pron": {"peg": "['sɛnətɚ]", "pam": "['sɛnətɚ]"}, "wp": {"SPA SENATOR": "参议员温泉酒店", "Senator Norma": "参议员诺玛", "Junior Senator": "资浅参议员", "Senator Reed": "员里德", "Senator Brown": "布朗", "en senator": "参议院", "Senator Line": "德国胜利航运;德国胜利航运有限公司", "Senator Roark": "万恶城市", "State Senator": "州参议员;参议院"}, "ex": ["n. 参议员；（古罗马的）元老院议员；评议员，理事", "n. (Senator)人名；(瑞典、斯威)塞纳托尔"], "eg2": [["The<b> senator</b> declaimed against the opposition.", "这名参议员猛烈抨击反对派。"], ["Rumours of corruption dishonoured the .", "有关腐化的谣传使该参议员丧失了名誉。"], ["Her husband is a lobbyist, and familiar with almost every .", "她的丈夫是位说客， 几乎跟每位参议员都熟。"]], "st": {}}, "panacea": {"ex": ["n. 万灵药；万能之计", "网络 万能药；灵丹妙药；万灵丹"], "pron": {"peg": "英 [.pænə'siːə] ", "pam": "美 [.pænə'siə] "}, "eg2": []}, "pounce": {"ex": ["vi. 突袭，猛扑", "vt. 扑过去抓住", "n. 猛扑，爪"], "pron": {"peg": "[paʊns]", "pam": "[paʊns]"}, "st": {"transform": [["vi.", "pounced,pouncing"]]}, "wp": {"Bestial Pounce": "野兽突袭", "pounce e": "猛冲", "Pounce At": "猛抓;攫取", "pounce wheel": "猛扑轮;\t\t印花粉齿轮", "Icy Pounce": "冰冷猛扑", "Rending Pounce": "撕裂猛扑", "Project Pounce": "捕抓计划", "pounce on": "猛扑向;扑向;冲击;向某人或目标猛冲", "Feral Pounce": "野性袭击;野性进攻"}, "eg2": [["This is the kind of careless mistake on which examiners love to .", "这是一种主考人喜欢抓住的粗心错误。"], ["To  on it, you need to customize an existing application or maybe even build a new one.", "为了抓住它，你需要定制一个已有应用程序，或是甚至建立一个新的应用程序。"], ["When developers review things, they have a tendency to  on any little mistake they see regardless of its importance to the success of the iteration.", "当开发人员审查东西时，他们倾向于不管他们看到的错误对于迭代的成功的重要性是多少都猛扑向任何微小的错误。"]]}, "enact": {"ex": ["vt. 颁布；制定法律；扮演；发生"], "pron": {"peg": "[ɪ'nækt]", "pam": "[ɪ'nækt]"}, "st": {}, "wp": {"enact plan": "制订计划", "enact statute": "颁布法令", "enact legislate": "制定法律", "enact laws": "制定法律;出台", "Enact policies": "出台相关政策", "enact decrees": "制定法令", "enact law": "执法;颁布法律", "enact newly": "新出台", "Enact Again": "又表演"}, "eg2": [["He wanted to<b> enact</b> an irresponsible tax cut, largely for the benefit of the wealthiest Americans.", "他意图颁布一个主要惠及美国最富有人群的不负责任的减税法案。"], ["Obama wants to  new laws by the end of the year. Democrats have consistently said that could be done, although some analysts foresee debate on the matter running into 2010.", "奥巴马希望年底前能够颁布新法.民主党人士已不断声称可以做到,不过有些分析师预期这件事的讨论会延续到2010年."], ["And next in this order are the institutional practices that  them.", "以此顺序的下一个是制定目标的制度的实践。"]]}, "mildly": {"pron": {"peg": "['maɪldli]", "pam": "['maɪldli]"}, "wp": {"mildly concerned": "有关轻度;轻度关注", "Mildly Rise": "温和上涨", "increased mildly": "轻度升高", "Sometimes Mildly": "时而婉转", "Mildly Islamist": "温和伊斯兰主义", "mildly scalded": "轻度烫伤", "Mildly Alarming": "轻度令人震惊", "mildly spicy": "微辣", "Mildly Sweet": "婉转动听"}, "ex": ["adv. 温和地，和善地；适度地"], "eg2": [["\"They do sound like frauds,\" said my husband .", "“听起来他们很像骗子，”我丈夫温和地说。"], ["No matter how<b> mildly</b> I mentioned it to her, she would be deeply hurt.", "不管我用怎么样温和平静的语气讲出来，她还是会深深地受到伤害。"], ["He had thought the piano was merely a retirement pastime for his mother, and had protested<b> mildly</b> when she mentioned that her goal was to be good enough one day to play four-hand with him.", "他认为钢琴只是母亲退休后用来打发时间的，当他母亲说起，她的目标是把琴练好，等有一天可以和瀚峰一起联弹四手，瀚峰温和地表示了反对。"]], "st": {}}, "aggrieve": {"ex": ["v. 侵害；使烦恼；使悲伤", "网络 使委屈；使受委屈；使苦恼"], "pron": {"peg": "英 [ə'gri:v] ", "pam": "美 [əˈɡriv] "}, "eg2": []}, "whatsoever": {"ex": ["pron. 无论什么"], "pron": {"peg": "[,hwɑtso'ɛvɚ]", "pam": "[,hwɑtso'ɛvɚ]"}, "st": {}, "wp": {"whatever whatsoever": "无论什么;究竟…什么", "nothing whatsoever": "没有什么", "whatsoever whatever": "无论什么", "whatsoever ad": "于否定句;任何", "None Whatsoever": "一点儿也没有", "Any place whatsoever": "任何地方", "all risks whatsoever": "不论任何原因的一切险;翻译", "of no use whatsoever": "一文不值", "all risk whatsoever": "不论原因的全险"}, "eg2": []}, "passingly": {"ex": ["adv. 顺便；附带地"], "pron": {"peg": "['pa:siŋli]", "pam": "['pa:siŋli]"}, "st": {}, "wp": {}, "eg2": []}, "conservatism": {"pron": {"peg": "[kən'sɝvətɪzəm]", "pam": "[kən'sɝvətɪzəm]"}, "wp": {"Financial Conservatism": "财务保守主义;财务保守行为", "new conservatism": "新保守主义", "conservatism ideas": "保守主义思想", "fiscal conservatism": "财政保守主义", "compassionate conservatism": "有同情心的保守主义;温情保守主义", "nationalistic conservatism": "民族保守主义", "Traditional Conservatism": "传统的保守主义;传统保守主义", "conservatism principles": "稳健性原则", "conservatism scale": "保存主义量表"}, "ex": ["n. 保守主义；守旧性"], "eg2": [["In our current economic climate, fiscal<b> conservatism</b> hardly needs mentioning - but it is one of the signs of the effective leader, so it must be in this list.", "在现在的经济气候中，财政保守主义几乎不需要提及——但这是有效领导者的特征之一，因此它必须在清单中。"], ["The American South is still the bastion of  and evangelism, but that doesn’t stop them from trying to expound Zombies.", "美国南部虽然仍是保守主义和福音传道的堡垒，但这并不影响人们尝试对僵尸进行研究探索。"], ["Add to this the fact that it is a central article of faith for American  that the whole business of diversity is nothing but a racket, forced on them by liberal elites.", "另外一个事实就是，对于美国保守主义而言，种族多样性这种事只不过是挂羊头卖狗肉而已，是自由主义精英强加给他们的。 这是他们的一个重要的基本信念。"]], "st": {}}, "nuance": {"pron": {"peg": "['njuːɑːns]", "pam": "['njuːɑːns]"}, "wp": {"Nuance Rose": "玫瑰恋曲", "Ethnic Nuance": "衣色各异;衣色各别;衣铯各异", "CASAMANIA nuance": "新概", "Nuance Communications": "通信公司;纽昂斯通讯公司;纽昂斯通讯;通讯公司", "distinctive nuance": "层次清晰", "Nuance T9": "T9快捷", "nuance airy": "轻柔型香波", "Nuance Pink": "光韵粉红", "nuance e": "精微玄妙之处;细微的差异"}, "ex": ["n. 细微差别"], "eg2": [], "st": {"transform": [["n.", "nuances"]]}}, "contrary": {"pron": {"peg": "['kɑntrɛri]", "pam": "['kɑntrɛri]"}, "wp": {"contrary sign": "异号;相反符号;\t\t相异号", "contrary flexure": "反曲", "hypothesis contrary": "假言推理", "contrary view": "相反的观点", "Contrary Indicator": "反向指标;逆向指标", "contrary class": "反组;对立组", "Contrary Think": "逆思乐团", "contrary beliefs": "截然相反的信仰", "contrary choice": "逆向选择"}, "ex": ["adj. 相反的；对立的", "adv. 相反地", "n. 相反；反面"], "eg2": [["In some ways, to the .", "从某个相反的方向看来。"], ["The plane is flying a<b> contrary</b> direction.", "飞机向相反的方向飞去。"], ["Therefore, we do not consider the inspection meeting as optional: on the , the experience acquired with this case study lets us support inspection meetings.", "因此，我们不需要将审查会议看作可选择的：相反，在这个案例研究中我们获得的经验是让我支持审查会议。"]], "st": {"transform": [["n.", "contraries"]], "similar": "perverse,restive,balky"}}, "transcript": {"pron": {"peg": "['trænskrɪpt]", "pam": "['trænskrɪpt]"}, "wp": {}, "ex": ["n. 成绩单；抄本，副本；文字记录"], "eg2": [], "st": {}}, "flak": {"ex": ["n. 高射炮；抨击；高射炮火；严厉批评", "网络 防空炮；防空用的枪支；谴责"], "pron": {"peg": "英 [flæk] ", "pam": "美 [flæk] "}, "eg2": [["He's taken a lot of flak for his left-wing views.", "他的左倾观点受到了强烈指责。"], ["She came in for a lot of flak from the press.", "她遭到报界猛烈抨击。"]]}, "forgiven": {"ex": ["vt. 原谅（forgive的过去分词）"], "pron": {"peg": "[fə'givn]", "pam": "[fə'givn]"}, "st": {"similar": "absolve", "transform": [["vt.", "forgave,forgiven,forgiving"]]}, "wp": {"loss forgiven": "敌队不做纪录败场", "Forgiven me": "原谅我", "Nor Forgiven": "更未被谅解", "T forgiven": "古典摇滚", "forgiven love": "忘情水;刘德华", "Be forgiven": "赞美诗", "Were Forgiven": "得到饶恕", "Forgiven Them": "原谅他们吧", "Allow forgiven": "且让宽恕打开和解之门"}, "eg2": [["How do we need to forgive and be ?", "我们需要怎样原谅与被原谅。"], ["Is there anything that you have not  yourself for?", "是否有什么东西让你觉得无法自我原谅吗？"], ["Sometimes, you do something else to harm someone and you need to be .", "有时候你可能也会做一些上其他人的事， 你也需要被原谅。"]]}, "deduct": {"ex": ["vt. 扣除，减去；演绎"], "pron": {"peg": "[dɪ'dʌkt]", "pam": "[dɪ'dʌkt]"}, "st": {}, "wp": {"deduct points": "扣分", "dummy deduct": "空白值扣除", "deduct craigslist": "可推论的", "deduct chi": "货代", "deduct from": "从;中减去;扣除;减去", "deduct verb": "扣除", "deduct wages": "扣工资", "Deduct Expenses": "扣除费用", "deduct taxes": "扣除税额"}, "eg2": [["Once you<b> deduct</b> your expenses,there is nothing left.", "一旦扣除你的费用，就什么也没有了。"], ["If you have to pay points to refinance your home, you can  them over the life of your new loan.", "如果您有支付项目而需要为你家再筹款，你可以扣除超出你新的借款的部分税款。"], ["Each buyer is associated with a particular bank that can provide information about the account status, as well as<b> deduct</b> the required funds from that account.", "每个买方都与一个特定的银行联系在一起，该银行可以提供买方的帐户状态信息，还可以从该帐户扣除所需资金。"]]}, "pronouncement": {"pron": {"peg": "[prə'naʊnsmənt]", "pam": "[prə'naʊnsmənt]"}, "wp": {"his every pronouncement": "他宣布每;他的每一个宣判;他每个当庭宣判", "On the Administrative Pronouncement": "论行政公告", "Ethics Pronouncement": "道德声明", "scientific c pronouncement": "科学声明", "every pronouncement": "每宣判;每一个声明;每个当庭宣判", "auditing pronouncement": "审计声明", "End pronouncement": "声明结束", "Divine Pronouncement": "神圣宣判", "scientific pronouncement": "科学声明"}, "ex": ["n. 声明；宣告；公告；判决"], "eg2": [["The pope's  on abuse at Irish dioceses and seminaries was the most concrete step taken since a wave of cases hit Ireland, Germany, Austria and the Netherlands.", "教皇在爱尔兰教区和神学院的声明是自这件事情冲击爱尔兰、德国、奥地利和荷兰以来最实际的一步。"], ["It is unclear whether the secretary's  that the North will have a limited capability to attack the west coast of the United States in five years is based on new intelligence.", "目前，该部长的声明，即在五年内朝鲜对美国西海岸将攻击能力有限的，是否建立在新的情报基础之上，这一点还不清楚。"], ["Pronouncements made Ex Cathedra do not have any great effect on the conversation – unless the individual making the<b> pronouncement</b> is greatly trusted, and is willing to engage in conversation.", "“公告”使得权威在谈话中不再具有那么大的影响力了，除非每个个人都信任这个公告并且有意愿参与到对话当中来。"]], "st": {}}, "seize": {"ex": ["vt. 抓住；夺取；理解；逮捕", "vi. 抓住；利用；（机器）卡住"], "pron": {"peg": "[siz]", "pam": "[siz]"}, "st": {"similar": "take", "transform": [["vt.", "seized,seizing"]]}, "wp": {"seize opportunities": "抓住机遇;捉住机遇;把握时机;捉住机会", "Seize food": "虎口夺食", "seize upon": "抓住;利用", "seize property": "扣押财产", "Fruit Seize": "水果砸砸砸;保护果园", "seize children": "抓住儿童;占领孩子;抓住孩子", "Seize Moodle": "希子目多", "seize trunk": "中继线网关", "seize illegally": "不合法地抓住"}, "eg2": [["The opportunity is there. Why not<b> seize</b> it?", "机会正在那儿呢，为什么不抓住它？"], ["If you fail to oil the engine regularly, it would  up  without warning.", "如果你不定期给发动机注油，它不定那天就会突然卡住。"], ["“I think that there is no reason why we should not<b> seize</b> this opportunity and this moment,” the president said.", "奥巴马总统说：\"我认为，没有任何理由让我们不去抓住这个机会和这个时刻。\""]]}, "precaution": {"ex": ["n. 预防，警惕；预防措施", "vt. 警惕；预先警告"], "pron": {"peg": "[prɪ'kɔʃən]", "pam": "[prɪ'kɔʃən]"}, "st": {}, "wp": {"safety precaution": "安全措施;\t\t安全预防措施;安全防护;安全办法", "precaution against": "耐心;提防;防范;预防", "Universal precaution": "普遍预防;全面性防护措施;全面防护;全面性防护", "anticorrosion precaution": "防腐措施", "extraordinary precaution": "特殊预防措施", "Take precaution": "采取防范措施;采取预防措施", "airborne precaution": "隔离措施;防护措施", "welding precaution": "焊接预防措施", "precaution device": "预警器"}, "eg2": [["But it added that it had quarantined the batch used at the school as a .", "但是它补充说，作为预防它隔离了曾在学校使用的这批疫苗。"], ["This is simply a<b> precaution</b> to ensure all files have uploaded successfully from the server, and full functionality is evident.", "这只是一个为了确保所有的文件都已从服务器成功上传的预防措施，全部功能是显而易见的。"], ["She'd continued working in the same office: strolling right under the security cameras day after day, although she'd taken the  of getting rid of that coat.", "她仍然在那家公司工作，日复一日地就在那些保安摄像机下面经过，当然她已经采取了预防措施，把那件风衣处理掉了。"]]}, "controversial": {"pron": {"peg": "[,kɑntrə'vɝʃl]", "pam": "[,kɑntrə'vɝʃl]"}, "wp": {"controversial plans": "有争议的计划", "And Controversial": "并引起争议", "controversial category": "争议范畴", "Controversial Causes": "争论原因", "a controversial": "一个有争议", "controversial problem": "争论问题", "Be controversial": "要具争议性", "controversial information": "无争议信息", "controversial issues": "无争议的问题;争议的问题;争论性问题"}, "ex": ["adj. 有争议的；有争论的"], "eg2": [["They tried their best to run away from<b> controversial</b> issues.", "他们尽力避开有争议的问题。"], ["As a<b> controversial</b> public figure he has breasted much hostile criticism.", "作为一名有争议的公众人物，他毅然对付了许多带有敌意的批评。"], ["I realize my saying this is<b> controversial</b> and differs from what we hear from mainstream news sources.", "我认识到我的说法是有争议的，而且跟我们从主流新闻来源听到的不一样。"]], "st": {}}, "criticism": {"pron": {"peg": "['krɪtə'sɪzəm]", "pam": "['krɪtə'sɪzəm]"}, "wp": {"Historical Criticism": "史批判;历史批判法;史评;历史批判", "Media Criticism": "媒介批评;媒体批判;媒体批评;被媒体批评", "objective criticism": "客观批评", "Feminist Criticism": "女权主义批评;女性主义批评;女性主义文学批评", "educational criticism": "教育评论;教育批评;教育评判", "music criticism": "音乐评论家;音乐评论;音乐批评", "practical criticism": "实用批评;实际批评;实践批评", "Direct criticism": "当头炮;屏风马破当头炮;直谏", "literary criticism": "文学批评;文艺评论;文学评论;文学批判"}, "ex": ["n. 批评；考证；苛求"], "eg2": [["He toned down his .", "他降低了批评的调子。"], ["I like him all the better for his .", "他提出了批评，我反而更喜欢他了。"], ["Why have you singled out this incident for ?", "你为什么单挑这件事批评呀?"]], "st": {}}, "windfall": {"pron": {"peg": "英 ['wɪn(d).fɔːl] ", "pam": "美 ['wɪn(d).fɔl] "}, "ex": ["n. 意外之财；意外获得的东西；风吹落的果子（尤指苹果）", "网络 横财；外快；意外的收获"], "eg2": [["The hospital got a sudden windfall of £300 000.", "这家医院获得了一笔 30 万英镑的意外款项。"], ["windfall profits", "意外的利润"], ["The government imposed a windfall tax(= a tax on profits to be paid once only, not every year) on some industries.", "政府对某些行业征收暴利税。"]]}, "lesser": {"pron": {"peg": "['lɛsɚ]", "pam": "['lɛsɚ]"}, "wp": {"Lesser Khingan": "小兴安岭", "Lesser Kestrel": "黄爪隼", "Lesser Fatra": "小法特拉山脉", "Lesser Town": "小城区;雷色城;布拉格小城;雷瑟镇", "Lesser bairam": "开斋节", "Lesser Yellownape": "黄冠啄木鸟", "lesser punishment": "从轻处罚", "lesser omentum": "小网膜;小胃系膜;胃肝系膜", "lesser circulation": "肺循环;\t\t小循环"}, "ex": ["adj. 较少的；次要的；更小的", "adv. 较少地；更小地；不及", "n. (Lesser)人名；(英、德)莱塞"], "eg2": [["Because we see the second request as a<b> lesser</b> burden—and therefore a favor to us—we are likely to give in out of perceived obligation.", "因为我们把第二个请求看成较小的负担，于我们是个恩惠，所以我们很有可能出于意识到的责任而屈服。"], ["For example, now that I want to write an average of a new article a day, I need to learn to maintain/increase the same quality of writing as before, while writing in<b> lesser</b> time.", "例如，现在我想要平均每天写一篇新文章，我需要像以前一样学会保持/增加同样的写作质量，却用较少的时间写作。"], ["In a 110-page manual he gives his patients, he has them select a nightmare they want to transform into a dream of<b> lesser</b> intensity.", "在他给病人的一本110页的手册中，他让他们选择一个他们想要将其转化成不那么紧张的梦境的噩梦。"]], "st": {}}, "approval": {"pron": {"peg": "[əˈpruvl]", "pam": "[əˈpruvl]"}, "wp": {"Approval voting": "同意投票;连记投票;投票制;赞成投票", "approval request": "申请批;申请批复;审批请求;核准请求", "ACCELERATED APPROVAL": "加速批准;加速审批;加速核准;加快审批", "automatic approval": "自动许可证;承保一切险;到达以后;自动认可", "Approval Certificate": "批准证书;认可证;批准文号;安规认证", "conditional approval": "条件性批准;附条件承认;有条件批准", "Administrative Approval": "行政审批;行政批准;精神文明;行政审批服务", "Fire Approval": "代办消防审批", "Sample Approval": "样品承认;标准作业指导书"}, "ex": ["n. 批准；认可；赞成"], "eg2": [["They voiced their  of the plan.", "他们对这项计划表示赞成。"], ["The students chorused their  of the suggestion.", "同学们对该建议齐声表示赞成。"], ["She evidenced her<b> approval</b> by promising her full support。", "她答应全力支持，以此来表明她的赞成。"]], "st": {}}, "imply": {"pron": {"peg": "[ɪm'plai]", "pam": "[ɪm'plai]"}, "wp": {"imply happiness": "意味着幸福", "I Imply": "暗示", "imply that": "暗示", "imply virtually": "善意地暗示", "imply meaningfully": "意味深长地暗示", "imply duties": "意味着责任", "imply obviously": "明显地暗示", "imply suggestively": "建议性地暗示", "imply indicate": "意味"}, "ex": ["vt. 意味；暗示；隐含"], "eg2": [["So all these skeptical hypothesis actually<b> imply</b> my thinking and my existence.", "这样所有怀疑主义假设实际上暗示出我的思考和存在。"], ["So yes, the internet furnishes weapons for the oppressors as well as the oppressed – but not, as Morozov seems to , in equal measure.", "所以，是的，互联网为压迫者以及被压迫者提供了武器，但是不像想要暗示的那样，以同样的尺度。"], ["Photographers and designers can surely think of many ways to visually  more by not showing the whole, that is, showing more by showing less.", "摄影师和设计师一定能想到很多的不展示整体的视觉的暗示，也就是通过展示小部分来显示更多。"]], "st": {"transform": [["vt.", "implied,implying"]]}}, "outlet": {"pron": {"peg": "英 ['aʊt.let] ", "pam": "美 ['aʊt.let] "}, "ex": ["n. 出口；（感情、思想、精力发泄的）出路；表现机会；专营店", "网络 插座；出线；出水口"], "eg2": [["She needed to find an outlet for her many talents and interests.", "她多才多艺、兴趣广泛，需要找个施展的机会。"], ["Sport became the perfect outlet for his aggression.", "运动成为他攻击性情绪的最佳释放途径。"], ["The business has 34 retail outlets in this state alone.", "那家商号仅在本州就有 34 个零售店。"], ["the Nike outlet in the outlet mall", "折扣品商场里的耐克折扣店"], ["a sewage outlet", "污水排放口"], ["an outlet pipe", "排水管道"]]}, "thoughtful": {"ex": ["adj. 深思的；体贴的；关切的"], "pron": {"peg": "['θɔtfl]", "pam": "['θɔtfl]"}, "st": {"similar": "considerate,attentive"}, "wp": {"thoughtful type": "思想型;思考型;翻译;思维型", "thoughtful consideration": "体贴入微的关照;考虑周到;深思经认真推敲的考虑;沉思", "Thoughtful Service": "零距离服务", "Thoughtful dentist": "深思的牙医", "Li thoughtful": "李平有思想", "Thoughtful touch": "体贴的关怀", "thoughtful looks": "沉思的表情", "A Thoughtful": "一个体贴", "thoughtful tailoring": "体贴入微的裁剪"}, "eg2": [["But imagine his surprise when under the stone he found a bag full of money and this message: \"This money is for the  person who removes this stone from the road.", "但你可以想象，当他在石头的下面发现一个装满金钱的袋子和这则消息：“这些钱是给那个从路中搬走石头的体贴的人，那个人是值得帮助的。”"], ["The Web allows us to converse by email, a form of communication that often makes us braver and more impulsive -- and occasionally even more  -- about what we say.", "网络让我们通过电子邮件交谈，这种交流方式通常让我们更加勇敢和直接地表示自己，有时候甚至会更加深思熟虑。"], ["\"Yes, I think so, because I know how<b> thoughtful</b> you are and how well-educated you are, \" she says.", "“我认为是这样的，因为我知道你是一个有思想又受过良好教育的人”她说。"]]}, "arose": {"pron": {"peg": "[ə'rəʊz]", "pam": "[ə'rəʊz]"}, "wp": {}, "ex": ["vi. 出现（arise的过去式）；引发"], "eg2": [["It  out of very particular circumstances in the development of the Internet.", "它的出现是因为处于互联网发展这个特殊的环境背景。"], ["After the consortium had answered the question, What is an asset?, new questions : How do we organize and structure an asset?", "在该协会对“什么是资产？” 这一问题做出回答后，新的问题又出现了：我们如何来组织资产？"], ["This situation<b> arose</b> because the production configuration settings were stored in source control and deployed along with the application.", "出现这种状况，因为生产环境的配置保存在版本控制系统中，并与应用一起部署。"]], "st": {"transform": [["vi.", "arose,arisen,arising"]], "similar": "rise"}}, "disruption": {"pron": {"peg": "[dɪs'rʌpʃən]", "pam": "[dɪs'rʌpʃən]"}, "wp": {"Alien Disruption": "毁灭外星人;外星人入侵", "Vile Disruption": "卑劣的瓦解", "ecological disruption": "生态失调;生态破坏;所可能产生之生态干扰;生态失调生态破坏", "Disruption Tower": "隐形塔;未知", "Mating Disruption": "干扰交配;交配干扰;迷向法", "Soothing Disruption": "安抚疼痛", "marital disruption": "婚姻破裂", "weapon disruption": "武器干扰研究;武器中断", "Urethral disruption": "尿道断裂"}, "ex": ["n. 破坏，毁坏；分裂，瓦解"], "eg2": [["He could draw men round him and keep them bound to him; while his powerful attraction was there,  was out of the question.", "他能够把人们吸引到他的周围而且保持他们的忠心；而他的强大吸引力所在之处，就不可能有分裂。"], ["Part of the genius of capitalism is its ability to adjust to<b> disruption</b> from within and attacks from without.", "资本主义的一个好处在于它有能力从内部调整分裂，又能从外部适应攻击。"], ["This region, in particular, knows the costs and<b> disruption</b> caused by outbreaks of dengue and Japanese encephalitis.", "这个区域尤其了解登革热和日本脑炎暴发所造成的费用和破坏。"]], "st": {}}, "columnist": {"pron": {"peg": "英 ['kɒləmnɪst] ", "pam": "美 ['kɑləmnɪst] "}, "ex": ["n. 专栏作家", "网络 专栏记者；名家专栏；报刊专栏作家"], "eg2": []}, "spectrum": {"pron": {"peg": "英 ['spektrəm] ", "pam": "美 ['spektrəm] "}, "ex": ["n. 频谱；范围；领域；序列", "网络 光谱；波谱；系列"], "eg2": [["A spectrum is formed by a ray of light passing through a prism.", "一束光通过棱镜就会形成光谱。"], ["Red and violet are at opposite ends of the spectrum.", "红色和紫色位于光谱的两端。"], ["the electromagnetic/radio/sound spectrum", "电磁波谱；射频频谱；声谱"], ["a broad spectrum of interests", "广泛的兴趣范围"], ["We shall hear views from across the political spectrum.", "我们要听取各个政治派别的看法。"]]}, "aggressively": {"ex": ["adv. 侵略地；攻击地；有闯劲地"], "pron": {"peg": "[ə'grɛsɪvli]", "pam": "[ə'grɛsɪvli]"}, "st": {"similar": "militant,assertive,pushing"}, "wp": {"aggressively inactive": "应该积极的不关注什么", "Overlord aggressively": "优先重载", "aggressively driving": "攻击性驾驶", "Extremely Aggressively": "非常积极地", "aggressively liberal": "咄咄逼人的自由分子", "aggressively priced": "不过据说售价有点高", "Aggressively Cheerful": "日本摇滚乐", "advance aggressively": "盛气凌人地向前进", "Shifted Aggressively": "转向积极"}, "eg2": []}, "corrective": {"ex": ["n. 纠正；起纠正作用的东西；修改", "adj. 改正的；纠正的；矫正的", "网络 校正的；改正措施；矫正物"], "pron": {"peg": "英 [kə'rektɪv] ", "pam": "美 [kə'rektɪv] "}, "eg2": [["We need to take corrective action to halt this country's decline.", "我们得采取纠偏行动来阻止这个国家的衰落。"], ["corrective measures", "纠偏措施"], ["corrective surgery/glasses", "矫正外科╱眼镜"], ["I should like to add a corrective to what I have written previously.", "我想对我先前写的内容进行补充修改。"]]}, "orthodoxy": {"pron": {"peg": "英 ['ɔː(r)θə.dɒksi] ", "pam": "美 ['ɔrθə.dɑksi] "}, "ex": ["n. 正统观念；普遍接受的观点；正统的信仰（或做法）；正教会", "网络 东正教；正统派；正统信仰"], "eg2": [["an economist arguing against the current financial orthodoxy", "一位批驳现行正统金融观念的经济学家"]]}, "controversy": {"pron": {"peg": "[ˈkɑntrəvɝ​sɪ]", "pam": "[ˈkɑntrəvɝ​sɪ]"}, "wp": {"continuing controversy": "长久未解决的问题", "neutrality controversy": "中性说论战", "Arian controversy": "阿里乌争论", "Christmas controversy": "圣诞节争议", "Majoristic Controversy": "梅杰尔争辩", "triggers controversy": "触发争议;引发争议", "Syncretistic Controversy": "混合主义的争辩", "Academic Controversy": "学术论争", "caused controversy": "引起争议"}, "ex": ["n. 争论；论战；辩论"], "eg2": [["What do you think about this ongoing ?", "你是怎样看待这场持续的争论呢？"], ["Although endured a lot of discussion and  for a while because of its title.", "虽然忍受了一段时间大批的争议和论战，就因为那个书名。"], ["A bitter<b> controversy</b> about the siting of the airport is rumbling in the designing institute.", "设计院里正吵吵嚷嚷着对机场选址问题作激烈争论。"]], "st": {"transform": [["n.", "controversies"]], "similar": "argument"}}, "broader": {"pron": {"peg": "[brɔdɚ]", "pam": "[brɔdɚ]"}, "wp": {"Feeling Broader": "感觉更广泛", "and Broader": "拓宽", "road broader": "道路拓宽", "Broader Coverage": "报道面", "Broader responsibilities": "责任重大", "Broader Impacts": "广泛影响;影响性", "Broader bandwidth": "宽带化", "a broader": "一个更广阔", "broader naturalism": "较广的自然主义"}, "ex": ["adj. 广大的；一片的比较级"], "eg2": [["As you explore and use the tools, share them with the<b> broader</b> community so everyone grows in knowledge.", "在您研究和使用这些工具时，请与更广泛的社区分享它们，以使每个人都能增长知识。"], ["I will then discuss specific agenda items for this session in terms of their place within this<b> broader</b> context of events and trends.", "届时我将根据其在这些事件和趋势的更广泛背景下所处位置来论述本届会议的特定议程项目。"], ["He called for more research on animals and in  swaths of the population.", "他号召也可以对动物进行研究，从而有更广泛的研究对象。"]], "st": {"similar": "wide,deep"}}, "specifically": {"ex": ["adv. 特别地；明确地"], "pron": {"peg": "[spə'sɪfɪkli]", "pam": "[spə'sɪfɪkli]"}, "st": {}, "wp": {"more specifically": "更具体地说", "specifically instructed": "明确指示;特别指示;正在翻译", "specifically inhibit": "特异性抑制", "specifically weights": "特定权值", "scold specifically": "明确地责备", "specifically recognize": "特异性识别", "inhibiting specifically": "特异性抑制", "Specifically English": "行业英语培训", "specifically labelled": "标记分子中的标记原子局限于分子中的指定位置"}, "eg2": [["You do not have to<b> specifically</b> program these features into your application.", "您无需将这些特性特别地编程到您的应用程序中去。"], ["Content creators do not have to<b> specifically</b> ask that their copyright not be violated.", "内容创建者并不必须特意询问他们的版权是否被侵害。"], [", you need to create an instance variable for each dynamic component that you defined on the view.", "具体地，您需要为您在视图上定义的每一个动态组件创建一个实例变量。"]]}, "traduce": {"ex": ["vt. 中伤；诽谤；背叛"], "pron": {"peg": "[trə'dus]", "pam": "[trə'dus]"}, "st": {"transform": [["vt.", "traduced,traducing"]]}, "wp": {"traduce e": "中伤", "me traduce": "是帮我翻译一下好吗", "Traduce Calumny calumniate": "诽谤", "traduce his reputation": "诋毁他的名誉", "Traduce An Honest Man": "诬良为盗", "to traduce his reputation": "诋毁他的名誉", "Don T Traduce Her": "不要诽谤她"}, "eg2": [["It is not easy to  his character.", "恶意中伤他人是不对的。"]]}, "misrepresent": {"ex": ["vt. 歪曲，误传；不合适地代表", "vi. 虚伪陈述；歪曲报道"], "pron": {"peg": "[,mɪs,rɛprɪ'zɛnt]", "pam": "[,mɪs,rɛprɪ'zɛnt]"}, "st": {}, "wp": {"to misrepresent": "谎报;误导;歪曲", "misrepresent source": "出处误", "misrepresent facts": "作失实陈述", "suppress misrepresent": "隐瞒", "Deliberately Misrepresent": "指鹿为马", "misrepresent the law": "曲解法律", "Don T Misrepresent": "不要误导", "to misrepresent the facts": "颠倒黑白", "misrepresent the author's meaning": "歪曲作者原意"}, "eg2": [["The mass media consistently<b> misrepresent</b> science and medicine.", "大众媒体在不断地歪曲科学和医学。"], ["In fact, I think the tests themselves<b> misrepresent</b> their real function.", "事实上，我认为考试本身歪曲了其真正的功能。"], ["These agents also often<b> misrepresent</b> or conceal their U. S. affiliations.", "这些中介还常常歪曲或是隐瞒自己在美国的关系。"]]}, "poverty": {"pron": {"peg": "英 ['pɒvə(r)ti] ", "pam": "美 ['pɑvərti] "}, "ex": ["n. 贫困；贫穷；贫乏；短缺", "网络 缺少；缺乏；穷困"], "eg2": [["conditions of abject/extreme poverty", "极度贫穷的状况"], ["to alleviate/relieve poverty", "缓解╱解除贫困"], ["Many elderly people live in poverty .", "许多老年人生活于贫困之中。"], ["There is a poverty of colour in her work.", "她的作品缺乏色彩。"]]}, "complacent": {"pron": {"peg": "[kəm'plesnt]", "pam": "[kəm'plesnt]"}, "wp": {"Not complacent": "不自满;也不想安于现状;不沾沾自喜;不会因此而自满", "complacent inflatable": "得意的", "complacent t": "自满的", "complacent in": "满足于", "complacent smile": "得意的微笑", "Complacent laugh": "得意的笑", "complacent assertion": "自以为是", "Be Complacent": "沾沾", "Complacent Full": "自得满"}, "ex": ["adj. 自满的；得意的；满足的"], "eg2": [["I think this is positive, of great benefit, though some might see it as a threat and it does serve as a wake-up call for us not to become .", "我认为这是正面的，有很大益处的，尽管也许有些人会把这看成是一种威胁而且它对我们的确也是一个警醒，让我们不要变得自满。"]], "st": {}}, "quote": {"pron": {"peg": "英 [kwəʊt] ", "pam": "美 [kwoʊt] "}, "ex": ["v. 报价；引用；引述；举例说明", "n. 报价；引号；引文", "网络 引用第；援引；引证"], "eg2": [["He quoted a passage from the minister's speech.", "他引用了部长的一段讲话。"], ["to quote Shakespeare", "引用莎士比亚的话"], ["Quote this reference number in all correspondence.", "请在所有函件中标明这个编号。"], ["The President was quoted in the press as saying that he disagreed with the decision.", "报刊援引总统的话，说他不赞成这项决定。"], ["‘It will all be gone tomorrow.’ ‘ Can I quote you on that? ’", "“明天一切将烟消云散。”“我能引用你的这句话吗？”"], ["Don't quote me on this(= this is not an official statement) , but I think he is going to resign.", "不要说这话是我说的，但我想他打算辞职。"], ["She said, and I quote, ‘Life is meaningless without love.’", "我援引她曾说过的话：“人生无爱一场空。”"], ["‘The man who is tired of London is tired of life,’ he quoted.", "“厌倦伦敦等于厌倦生活。”他引述道。"], ["Can you quote me an instance of when this happened?", "你能否给我举例说明一下这事发生的时间？"], ["They quoted us £300 for installing a shower unit.", "他们向我们开价 300 英镑安装淋浴设备。"], ["Yesterday the pound was quoted at $1.8285, unchanged from Monday.", "昨天英镑报价为 1.8285 美元，这个价格从星期一以来未变。"], ["Several football clubs are now quoted on the Stock Exchange.", "目前有几家足球俱乐部在股票交易所上市。"], ["It was quote, ‘the hardest decision of my life’, unquote, and one that he lived to regret.", "那是，原话起，“我一生最困难的决定”，原话止，而且是他后来后悔了的决定。"], ["It was quote, ‘the hardest decision of my life’, unquote, and one that he lived to regret.", "那是，原话起，“我一生最困难的决定”，原话止，而且是他后来后悔了的决定。"]]}, "conservative": {"pron": {"peg": "[kən'sɝvətɪv]", "pam": "[kən'sɝvətɪv]"}, "wp": {"conservative recombination": "保守重组;保守性重组", "conservative myomectomy": "保守性肌瘤摘除术", "conservative field": "保守场", "conservative liberalism": "保守自由主义", "conservative prediction": "保守预测", "conservative property": "守恒性质;保守性", "Conservative transposition": "保守型转座;保守转座;保守性转座;保存型转位", "conservative replacement": "保守替换", "conservative treatment": "保守治疗;保守疗法;保守性治疗;非手术治疗"}, "ex": ["adj. 保守的", "n. 保守派，守旧者"], "eg2": [["Should I be aggressive or  with my money before 30?", "在30岁之前我应该风险投资还是保守存钱？"], ["The more<b> conservative</b> politicians were trying to deradicalize the liberation movement.", "较保守的政治家正试图使解放运动放弃偏激的立场。"], ["The young people are the most eager to learn and the least  in their thinking.", "青年人最肯学习，最少保守思想。"]], "st": {}}}, "title": "On Marco Rubio’s interview with The Economist\n", "paperStatistics": {"suggestedfocus": "7.0 Minutes", "wordsset": 314, "keywords": "rubio,tax,interview,lexington,reform,senator", "toughwords": 47, "allwords": 579}}