{"date": "2018-07-06 09:28:28", "content": "\n Once filmmakers have no need of human actors, expect more <span class=\"fa fa-info-circle\">sequel</span>s, more <span class=\"fa fa-info-circle\">lawsuit</span>s—and fewer opportunities for newcomers\n \n ![What if AI made actors immortal?](https://cdn.static-economist.com/sites/default/files/images/2018/07/articles/main/20180707_stp502.jpg) \n <span class=\"fa fa-info-circle\">AUDREY</span> <span class=\"fa fa-info-circle\">HEPBURN</span> DIED in 1993, but in 2013 she nevertheless <span class=\"fa fa-info-circle\">starred</span> in an <span class=\"fa fa-info-circle\">advert</span>isement for <span class=\"fa fa-info-circle\">Gal</span>axy, a type of chocolate bar. She was shown riding a bus along the Amalfi <span class=\"fa fa-info-circle\">coast</span> before catching the eye of a passing <span class=\"fa fa-info-circle\">hunk</span> in a <span class=\"fa fa-info-circle\">convertible</span>. In 2016 Peter Cushing, who died in 1994, <span class=\"fa fa-info-circle\">reprise</span>d his role as the <span class=\"fa fa-info-circle\">villainous</span> Grand Moff Tarkin in the Star Wars film “<span class=\"fa fa-info-circle\">Rogue</span> One”. Such <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">resurrec</span>t</span>ions are not new, but they are still <span class=\"fa fa-info-circle\">uncommon</span> enough to count as news. Yet advances in special effects—and, increasingly, in <span class=\"fa fa-info-circle\">artificial</span> intelligence (AI)—are making it ever easier to <span class=\"fa fa-info-circle\">manufacture</span> convincing forgeries of human beings.\n \n In recent months this has led to concern that <span class=\"fa fa-info-circle\">propagandist</span>s will use the technology to generate videos in which political figures appear to say compromising things. A video created by BuzzFeed, a news website, in April shows Barack Obama <span class=\"fa fa-info-circle\">apparently</span> saying “We’re entering an era in which our enemies can make it look like anyone is saying anything at any point in time,” for example. In May a <span class=\"fa fa-info-circle\">Belgian</span> political party produced a fake video of Donald Trump saying <span class=\"fa fa-info-circle\">implausible</span> things about <span class=\"fa fa-info-circle\">Belgium</span>’s climate policy. In both cases the video looks slightly off, and the voice is provided by an <span class=\"fa fa-info-circle\">impersonator</span>. But the technology is improving fast, <span class=\"fa fa-info-circle\">prompt</span>ing a dozen AI researchers to place bets on whether a fake video will <span class=\"fa fa-info-circle\">disrupt</span> America’s <span class=\"fa fa-info-circle\">midterm</span> elections later this year. (Tim Hwang, a Harvard academic, is <span class=\"fa fa-info-circle\">oversee</span>ing the <span class=\"fa fa-info-circle\">wager</span>.)\n \n Whatever happens in the <span class=\"fa fa-info-circle\">arena</span> of fake news, the same techniques are sure to revolutionise fiction of a different kind, in the form of film and television. In future, actors need not be <span class=\"fa fa-info-circle\">creature</span>s of <span class=\"fa fa-info-circle\">flesh</span> and blood, but could, like so many other things in an increasingly digitised world, exist as nothing more than long strings of 1s and 0s. Such digital actors would sit quietly in digital <span class=\"fa fa-info-circle\">storage</span> systems until their services were needed—there would be no need for <span class=\"fa fa-info-circle\">luxury</span> <span class=\"fa fa-info-circle\">trailer</span>s, <span class=\"fa fa-info-circle\">chef</span>s and make-up people.\n \n Actors would be able to star in 100 different films in the same year, and carry on full and productive careers decades after their deaths. They would never age, and versions of them at different ages could appear in different films. (In the month of her death in 2016, a digitally <span class=\"fa fa-info-circle\">rejuvenate</span>d Carrie <span class=\"fa fa-info-circle\">Fisher</span> appeared at the end of “<span class=\"fa fa-info-circle\">Rogue</span> One”, reprising the role of <span class=\"fa fa-info-circle\">Princes</span>s Leia from the original “Star Wars” in 1977.) Directors would also be able to <span class=\"fa fa-info-circle\">tweak</span> the casts of their films to match the tastes of their audiences, suggests <span class=\"fa fa-info-circle\">Darren</span> Hendler at Digital <span class=\"fa fa-info-circle\">Domain</span>, a visual-effects company. Donnie Yen might play the leading role in the Chinese release of an action film, say, while <span class=\"fa fa-info-circle\">Dwayne</span> “The Rock” Johnson stars in a version for the American market. Actors need not even be based on real humans at all, but could be focus-group-<span class=\"fa fa-info-circle\">approve</span>d <span class=\"fa fa-info-circle\">composite</span>s, or designed by committee.\n \n <span class=\"fa fa-info-circle\">Hepburn</span> was <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">resurrec</span>t</span>ed thanks to the efforts of Framestore, a special-effects company based in London. She was not the first actor to be brought back in this way. In 1993, for instance, <span class=\"fa fa-info-circle\">Brandon</span> Lee—son of Bruce—died during the filming of “The Crow”. The film was eventually completed with a mix of <span class=\"fa fa-info-circle\">script</span> <span class=\"fa fa-info-circle\">rewrite</span>s, body doubles, existing <span class=\"fa fa-info-circle\">footage</span> of Lee and an early form of the digital <span class=\"fa fa-info-circle\">trickery</span> used by Framestore on <span class=\"fa fa-info-circle\">Hepburn</span>. Over the years a <span class=\"fa fa-info-circle\">trickle</span> of other stars, from <span class=\"fa fa-info-circle\">Oliver</span> Reed in “<span class=\"fa fa-info-circle\">Gladiator</span>” to <span class=\"fa fa-info-circle\">Marlon</span> Brando in “<span class=\"fa fa-info-circle\">Superman</span> Returns”, have returned to the screen thanks to the power of special effects based on computer-generated <span class=\"fa fa-info-circle\">imagery</span> (CGI).\n \n But doing that well is hard work, says Tim Webber, Framestore’s head of visual effects. For the <span class=\"fa fa-info-circle\">Hepburn</span> ad, Framestore employed two actors to work as doubles, one whose body looked like <span class=\"fa fa-info-circle\">Hepburn</span>’s, and one whose face bore a general <span class=\"fa fa-info-circle\">resemblance</span>. Teams of digital artists then used historical <span class=\"fa fa-info-circle\">footage</span> of <span class=\"fa fa-info-circle\">Hepburn</span> and <span class=\"fa fa-info-circle\">painstakingly</span> replaced the real actor’s head with a computer-generated replacement. Close-ups are especially tough, says Mr Webber, because humans are <span class=\"fa fa-info-circle\">hyper</span>-<span class=\"fa fa-info-circle\">sensitive</span> to even small <span class=\"fa fa-info-circle\">imperfection</span>s in how computer-generated faces look.\n \n All this is hugely labour-<span class=\"fa fa-info-circle\">intensive</span>. But this year’s fake videos of Mr Obama and Mr Trump were made in a different way that is much cheaper and faster. They are so-called “deepfakes”, created using a technique that, as the name suggests, uses a form of AI called deep learning to create fake videos. <span class=\"fa fa-info-circle\">Essentially</span>, a multi-layered (ie, “deep”) <span class=\"fa fa-info-circle\">neural</span> network is shown images of a particular face, taken from different <span class=\"fa fa-info-circle\">angle</span>s and with different expressions. Given enough such examples (ideally, hundreds or thousands) the network learns what the face looks like, and how to <span class=\"fa fa-info-circle\">redraw</span> it from any <span class=\"fa fa-info-circle\">angle</span> and with any expression. It is then just a <span class=\"fa fa-info-circle\">matte</span>r of picking a video to edit, and <span class=\"fa fa-info-circle\">instruct</span>ing the network to replace a face in the video with the one it has been studying.\n \n This technique first came to <span class=\"fa fa-info-circle\">prominence</span> in 2017, when an <span class=\"fa fa-info-circle\">anonymous</span> user uploaded a <span class=\"fa fa-info-circle\">pornographic</span> video to the <span class=\"fa fa-info-circle\">internet</span> in which the original actor’s face had been replaced (without permission from anyone involved) with that of <span class=\"fa fa-info-circle\">Gal</span> Gadot, an actor best known for <span class=\"fa fa-info-circle\">portray</span>ing Wonder Woman in a series of <span class=\"fa fa-info-circle\">superhero</span> films. This led to the creation of an entire sub-<span class=\"fa fa-info-circle\">genre</span> of porn videos, as well as a <span class=\"fa fa-info-circle\">cavalcade</span> of comic face-<span class=\"fa fa-info-circle\">swapped</span> <span class=\"fa fa-info-circle\">clip</span>s, as people downloaded the necessary software, which is available free online. The quality of this <span class=\"fa fa-info-circle\">amateur</span> face-swapping varies enormously; getting good results takes some fiddling, a powerful PC and a large selection of images of the face being <span class=\"fa fa-info-circle\">superimpose</span>d. But none of those would be a problem for a Hollywood <span class=\"fa fa-info-circle\">studio</span>. As deepfake technology is <span class=\"fa fa-info-circle\">incorporate</span>d into professional video-editing tools, face-swapping will surely become much faster, cheaper and more convincing than it is today.\n \n Looks aren’t everything, however. So deep learning is also being applied to copying voices, not just faces. In this case, a <span class=\"fa fa-info-circle\">neural</span> network is trained using recordings and tran<span class=\"fa fa-info-circle\">script</span>s of someone speaking, so that it learns how they map words onto sounds. Given new text, the network can then generate convincing <span class=\"fa fa-info-circle\">audio</span>. Earlier this year CereProc, a Scottish company, used this technique to synthesise the voice of John F. Kennedy making the speech he was due to give on the day of his <span class=\"fa fa-info-circle\">assassination</span> in 1963. Adobe, the maker of Photoshop, an image-<span class=\"fa fa-info-circle\">manipulation</span> tool, has developed a program called VoCo, which has been called “Photoshop for voice”. It can <span class=\"fa fa-info-circle\">simulate</span> someone’s voice saying almost anything, given 20 minutes of their speech to analyse. In 2017 Baidu, a Chinese technology firm, published details of a similar voice-cloning system called Deep Voice, which works with as little as three seconds’ worth of training data. Other technology firms, including Google DeepMind, are doing similar work.\n \n What happens when faces and voices can be <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">manipula</span>te</span>d as easily as text, images and video? Low-paid actors who roughly match the <span class=\"fa fa-info-circle\">proportion</span>s and appearance of big stars might work as human <span class=\"fa fa-info-circle\">puppet</span>s, their features and voices digitally replaced after filming. Hollywood itself has <span class=\"fa fa-info-circle\">speculate</span>d on where the trend might end up. In “The Congress,” a film released in 2014, Robin <span class=\"fa fa-info-circle\">Wright</span> plays a washed-up actor (also called Robin <span class=\"fa fa-info-circle\">Wright</span>), who allows herself to be digitised, signing over the rights to her likeness to MiraMount, a fictional film <span class=\"fa fa-info-circle\">studio</span>.\n \n One advantage is clear from the film: Ms <span class=\"fa fa-info-circle\">Wright</span>’s character is <span class=\"fa fa-info-circle\">notorious</span> for being demanding and <span class=\"fa fa-info-circle\">fickle</span> and generally hard to work with. Her digital <span class=\"fa fa-info-circle\">doppelganger</span> throws no <span class=\"fa fa-info-circle\">tantrum</span>s and requires no pay; meanwhile, she gets a pile of cash and a quiet life. But the price is a loss of control over what her likeness does and how it—and therefore she—is <span class=\"fa fa-info-circle\">perceive</span>d. In the film, the <span class=\"fa fa-info-circle\">contract</span> is a one-off sale, meaning all rights go to the <span class=\"fa fa-info-circle\">studio</span> forever. Ms <span class=\"fa fa-info-circle\">Wright</span> specifies that her likeness will not appear in porn films, nor any movies to do with the Nazis. But it ends up starring in a schlocky but wildly popular science-fiction series that she would never have agreed to herself.\n \n The question of who owns the rights to an actor’s digital likeness has already <span class=\"fa fa-info-circle\">arisen</span> in reality. Framestore had to <span class=\"fa fa-info-circle\">negotiate</span> with <span class=\"fa fa-info-circle\">Hepburn</span>’s family in order to make its <span class=\"fa fa-info-circle\">advert</span>. But a star’s fans often feel a sense of <span class=\"fa fa-info-circle\">ownership</span>, too. In 2013 a computer-generated version of Bruce Lee was used in an <span class=\"fa fa-info-circle\">advert</span> in China for Johnnie <span class=\"fa fa-info-circle\">Walker</span>, a brand of whisky. Johnnie <span class=\"fa fa-info-circle\">Walker</span> says it <span class=\"fa fa-info-circle\">consult</span>ed with <span class=\"fa fa-info-circle\">Shannon</span> Lee, Bruce’s daughter, who <span class=\"fa fa-info-circle\">approve</span>d the idea. But many fans were cross, pointing out that Lee had been <span class=\"fa fa-info-circle\">teetotal</span> for much of his adult life, and <span class=\"fa fa-info-circle\">assert</span>ing that, had he still been alive, he would never have appeared in such an <span class=\"fa fa-info-circle\">advert</span>isement.\n \n The <span class=\"fa fa-info-circle\">advent</span> of deepfakes has <span class=\"fa fa-info-circle\">heighten</span>ed legal concerns. <span class=\"fa fa-info-circle\">SAG</span>-AFTRA, an American actors’ union, says it is taking steps to protect its members from unauthorised use of their digital likenesses, whether in <span class=\"fa fa-info-circle\">advert</span>isements, marketing, “fake news” <span class=\"fa fa-info-circle\">propaganda</span>, movies, video games or <span class=\"fa fa-info-circle\">pornography</span>. Meanwhile, a bill being considered by the New York state <span class=\"fa fa-info-circle\">assembly</span>, which would restrict the creation of “digital <span class=\"fa fa-info-circle\">replica</span>s” of individuals without their permission, came under fire in June 2018 from both Disney, the <span class=\"fa fa-info-circle\">studio</span> behind “Star Wars”, <span class=\"fa fa-info-circle\">Marvel</span> and other <span class=\"fa fa-info-circle\">franchise</span>s, and the Motion Picture Association of America, which <span class=\"fa fa-info-circle\">represent</span>s entertainment companies. Disney said that while the bill was “<span class=\"fa fa-info-circle\">presumably</span> well-intended” because it could prevent the use of celebrity images in unauthorised <span class=\"fa fa-info-circle\">pornography</span>, it would make it difficult for “companies like ours to tell stories about real people and events”, for example in <span class=\"fa fa-info-circle\">biopic</span>s. The MPAA said that although “the emerging ‘deepfake’ problem deserves attention”, the bill’s <span class=\"fa fa-info-circle\">vague</span> wording would result in “unintended, harmful <span class=\"fa fa-info-circle\">consequence</span>s and is likely <span class=\"fa fa-info-circle\">unconstitutional</span>”. Hollywood, it seems, is <span class=\"fa fa-info-circle\">oppose</span>d to today’s unauthorised face-swapping, but wants to ensure it has a free hand to use such technology itself in the future.\n \n It is easy to see why actors’ unions might be worried about digital actors, and why <span class=\"fa fa-info-circle\">studio</span>s might wish to protect their ability to create and use them. Digital actors could make life much easier for movie <span class=\"fa fa-info-circle\">studio</span>s, while making things much harder for actors—or at least, the majority of them. Acting is already a winner-takes-all game, in which a small number of <span class=\"fa fa-info-circle\">participant</span>s take the lion’s share of the rewards. Being able to <span class=\"fa fa-info-circle\">clone</span> themselves, in effect, might allow big stars to take an even bigger share of the pie. Meanwhile, up-and-coming actors will find it much harder to catch a director’s eye while working as an extra. “Ben Hur” famously had a cast of thousands. But these days, the <span class=\"fa fa-info-circle\">swarm</span>ing crowds and <span class=\"fa fa-info-circle\">clash</span>ing armies seen in <span class=\"fa fa-info-circle\">blockbuster</span> films consist of computer-generated characters instead.\n \n The rise of digital actors could also <span class=\"fa fa-info-circle\">entrench</span> the film industry’s existing <span class=\"fa fa-info-circle\">conservatism</span>. Movies, especially <span class=\"fa fa-info-circle\">blockbuster</span>s, are expensive to make, which is why <span class=\"fa fa-info-circle\">studio</span>s are so keen on <span class=\"fa fa-info-circle\">sequel</span>s and <span class=\"fa fa-info-circle\">remake</span>s: the low-risk strategy is simply to give viewers more of what they already know they like. There have been five “<span class=\"fa fa-info-circle\">Terminator</span>” films since the first one was released in 1984, and <span class=\"fa fa-info-circle\">Arnold</span> <span class=\"fa fa-info-circle\">Schwarzenegger</span>—or his computer-generated likeness—has been in every one. There is no reason he could not appear in five more over the next 34 years. Similarly, there have so far been 20 films set in <span class=\"fa fa-info-circle\">Marvel</span>’s <span class=\"fa fa-info-circle\">Cinematic</span> Universe, which is based on that firm’s comics. Comic-book characters are <span class=\"fa fa-info-circle\">infamous</span> for never ageing, never staying dead and being available for <span class=\"fa fa-info-circle\">endless</span> reboots or side-stories. Virtual actors offer all the same benefits.\n \n Those fed up with watching their <span class=\"fa fa-info-circle\">hundredth</span> <span class=\"fa fa-info-circle\">Hugh</span> Grant <span class=\"fa fa-info-circle\">romantic</span> <span class=\"fa fa-info-circle\">comedy</span> might have other options, however, if face-swapping technology can be made to work on the fly. Why not let viewers pick the actors they would like to see <span class=\"fa fa-info-circle\">swapped</span> into particular roles—or even let viewers <span class=\"fa fa-info-circle\">splice</span> themselves and their friends into their favourite films? Not everybody watches films for the acting; sometimes the <span class=\"fa fa-info-circle\">communal</span> act of viewing is just as important, and could be extended onto the screen.\n \n This may all be decades away, and it may never happen. Auteurs will no doubt refuse to use digital actors in their films on principle (though some might prefer them, since they will <span class=\"fa fa-info-circle\">uncomplainingly</span> follow even the most <span class=\"fa fa-info-circle\">tyrannical</span> director’s every command). But the rise of <span class=\"fa fa-info-circle\">immortal</span> digital actors is the <span class=\"fa fa-info-circle\">logical</span> outcome as today’s effects-heavy film-making techniques embrace the <span class=\"fa fa-info-circle\">versatility</span> of <span class=\"fa fa-info-circle\">artificial</span> intelligence. A trick that is currently <span class=\"fa fa-info-circle\">resort</span>ed to only rarely could easily become a standard <span class=\"fa fa-info-circle\">cinematic</span> tool, like <span class=\"fa fa-info-circle\">matte</span> shots, green screens and CGI before it. Digital actors open up new possibilities in storytelling. But they also raise many new questions—and they will be able to answer them using any face, or voice, you like.", "last": "2018_7_9_7.json", "next": "2018_7_10_1.json", "assistent": {"AUDREY": {"ex": ["n. 奥德丽；【女名】女子名", "网络 奥黛莉；奥黛丽；余若薇"], "pron": {"peg": "英 [ˈɔ:dri:] ", "pam": "美 [ˈɔdri] "}, "eg2": []}, "Arnold": {"ex": ["n. 阿诺德（男子名）"], "pron": {"peg": "['ɑrnəld]", "pam": "['ɑrnəld]"}, "st": {}, "wp": {"Arnold Schoenberg": "阿诺德·勋伯格;勋伯格;荀白克;阿诺尔德·勋伯格", "Arnold Toynbee": "阿诺尔德·汤因比;汤因比;汤恩比;阿诺德•汤因比", "Arnold Klein": "阿诺德·克莱恩;克莱恩;克莱因;克雷恩", "Arnold Gingrich": "阿诺德·金里奇", "Arnold Allen": "阿诺·艾伦;羽量级阿诺德;阿诺德;艾伦", "Arnold Rüütel": "阿诺尔德·吕特尔", "Arnold Dwarika": "阿诺·德瓦利卡", "John Arnold": "约翰·阿诺德;阿诺德;约翰阿诺德;约翰·亚诺", "Andrea Arnold": "安德里亚·阿诺德;阿诺德;安德里亚阿诺德;安芝亚雅莱"}, "eg2": [["Thank you for reading this and allowing me to share some of ’s life with you. ", "谢谢你们读这篇文章，让我和你们分享阿诺德的生活点滴。"], ["One of the main lessons that we found is that the recovery process is not very well understood, “ says.", "\"我们发现的一个主要教训之一是恢复进程没有被很好地理解，\"阿诺德说。"], ["But until the Fed surrenders,  said consumers are likely to see more banks slash debit rewards altogether or trim down the rewards they offer.", "但是直到美联储退让，阿诺德说消费者可能会看到更多的银行砍掉借记奖励或者缩减他们的奖励计划。"]]}, "Belgian": {"ex": ["adj. 比利时的；比利时人的", "n. 比利时人", "网络 比利时啤酒；白丽人；比利时重挽马"], "pron": {"peg": "英 ['beldʒ(ə)n] ", "pam": "美 ['beldʒən] "}, "eg2": []}, "Belgium": {"ex": ["n. 比利时；【国】比利时；比利时王国", "网络 比利时国王日；布鲁塞尔；荷兰"], "pron": {"peg": "英 ['beldʒəm] ", "pam": "美 ['beldʒəm] "}, "eg2": []}, "Brandon": {"ex": ["n. 布兰登（男子名）"], "pron": {"peg": "['brændən]", "pam": "['brændən]"}, "st": {}, "wp": {"Brandon Lee": "李国豪;普拉顿·李;他的;布兰登·李", "Brandon Phillips": "菲利普斯;菲力普斯;菲利浦斯;飞利浦斯", "Brandon Nutt": "导;演;布兰登", "Chase Brandon": "布兰顿;布兰敦;名称", "Brandon Chang": "张卓楠", "Brandon Camp": "坎普;导演", "Brandon McCormick": "麦考米克;迈克柯僧克", "Brandon Crawford": "克劳佛;克劳福", "Brandon Robinson": "罗宾逊;布兰登·罗宾逊"}, "eg2": []}, "Cinematic": {"ex": ["adj. 电影的；影片的"], "pron": {"peg": "[,sɪnə'mætɪk]", "pam": "[,sɪnə'mætɪk]"}, "st": {}, "wp": {"Cinematic camera": "电影摄机机;摄机机;电影摄像机", "Cinematic Experence": "级体验", "cinematic effects": "电影效果", "Cinematic Action": "电影动作", "Cinematic platformers": "平台游戏", "cinematic city": "影城市", "Cinematic landscape": "电影风景", "Cinematic Cinebrass": "影视铜管", "Cinematic creation": "电影创作"}, "eg2": [["In one of the most famous soggy  endings of all time, Audrey Hepburn, George Peppard and cat enjoy a raindrenched clinch, but in the novella only Fred and the cat are reunited.", "在这部电影最著名的落汤鸡式的结尾中，奥黛丽·赫本、乔治·佩帕德和他们的猫在一起享受倾盆大雨，但在小说中只有弗雷德和这只猫重新聚在了一起。"], ["A fragmented, pick’n’mix  culture, represented on this list by highly referential films such as Kill Bill, Moulin Rouge! and Far from Heaven, is increasingly the norm, not the exception.", "一个破碎式的，混合型的电影文化，由这个名单中高度指示性的影片所代表，例如《杀死比尔》，《红磨坊》，《陌路天堂》，这正逐步成为规范而非例外。"], ["Come to think of it, I’m not sure what the  equivalent to Jackson Pollack is. I’m not sure there is one.", "我想起来了，我不能确定对于杰克逊·波拉克来说，电影的意义是什么，但肯定不止一个。"]]}, "Darren": {"ex": ["n. 达伦（男子名）"], "pron": {"peg": "['dærən]", "pam": "['dærən]"}, "st": {}, "wp": {"Darren Fletcher": "达伦·弗莱彻;弗莱彻;弗莱切;佛莱契尔", "Darren Clarke": "戴伦·克拉克;克拉克;达伦;达伦·克拉克", "Darren Aronofsky": "达伦·阿罗诺夫斯基;夫斯基;诺夫斯基;阿罗诺夫斯盖", "Darren Ward": "达伦·沃德;沃德", "Darren Rovell": "罗维尔;罗威尔", "Darren McNamara": "什么病", "Darren BECK": "达伦;贝克;达伦贝克;达伦·贝克", "Darren Anderton": "安德顿;安达顿", "Darren Fabric": "法布里克;师达伦·法比瑞克"}, "eg2": []}, "Domain": {"ex": ["n. 域；区域；范围；领地", "网络 域名；域名注册；领域"], "pron": {"peg": "英 [dəʊ'meɪn] ", "pam": "美 [doʊ'meɪn] "}, "eg2": [["The care of older people is being placed firmly within the domain of the family.", "照顾老人正被确认为是家庭范围的事。"], ["Physics used to be very much a male domain.", "物理学曾在很大程度上是男性占据的领域。"], ["The Spice Islands were within the Spanish domains.", "香料群岛曾是西班牙的领地。"]]}, "Dwayne": {"ex": ["德韦恩（人名）"], "pron": {}, "st": {}, "wp": {"Dwayne McClain": "德怀恩·麦克莱恩", "Dwayne Mitchell": "德维恩;德怀恩", "Dwayne Spradlin": "斯普拉德林;史普拉德林", "Dwayne Mattis": "德维尼·马蒂斯;马铁斯", "Dwayne Whitfield": "金州", "Dwayne Hicks": "希克斯;标签", "Dwayne Love": "局的德韦恩·拉夫", "Dwayne Huebner": "休伯纳", "Dwayne McDuffie": "丹恩·马克杜菲;编剧"}, "eg2": []}, "Essentially": {"ex": ["adv. 本质上；本来"], "pron": {"peg": "[ɪ'sɛnʃəli]", "pam": "[ɪ'sɛnʃəli]"}, "st": {"similar": "indispensable,requisite,necessary"}, "wp": {"Essentially infinite": "本质无穷;无限大", "essentially bounded": "本质有界的", "So Essentially": "因此实际上", "Essentially compact": "本性紧", "Essentially selfadjoint": "自伴算子", "specify essentially": "本质地指定", "essentially localized": "基逼近", "lack essentially": "基本缺乏"}, "eg2": [[" this is a data copy which in middleware is very expensive and should be avoided.", "本质上这意味着数据拷贝，这在中间件是十分昂贵的操作应当予以避免。"], ["The virtual machine<b> Essentially</b> becomes an appliance with three buttons: power on / off, suspend, and reset.", "虚拟机本质上就像一个只有三个按钮的设备：启动/关闭、暂停和复位。"], ["One is to sell a \"distribution\" —  selling the packaging of a bunch of software as a bundled solution.", "其中之一是销售 “分销” — 本质上是销售一些打包好的软件作为捆绑的解决方案。"]]}, "Fisher": {"ex": ["n. 渔船；费雪；渔夫；【姓氏】费舍尔", "网络 费希尔；飞世尔；费歇"], "pron": {"peg": "英 ['fɪʃə(r)] ", "pam": "美 ['fɪʃər] "}, "eg2": []}, "Gal": {"ex": ["n. 女孩；姑娘；女子", "网络 加仑；半乳糖(galactose)；伽"], "pron": {"peg": "英 [ɡæl] ", "pam": "美 [ɡæl] "}, "eg2": []}, "Galaxy": {"ex": ["n. 星系；银河；银河系；群英", "网络 影驰；佳乐喜；洛杉矶银河队"], "pron": {"peg": "英 ['ɡæləksi] ", "pam": "美 ['ɡæləksi] "}, "eg2": [["a galaxy of Hollywood stars", "好莱坞影星的荟萃"]]}, "Gladiator": {"ex": ["n. （古罗马）角斗士", "网络 神鬼战士；终极斗士；斗剑者"], "pron": {"peg": "英 ['ɡlædi.eɪtə(r)] ", "pam": "美 ['ɡlædi.eɪtər] "}, "eg2": []}, "HEPBURN": {"ex": ["n. 赫伯恩（姓氏）"], "pron": {"peg": "['hepbə:n]", "pam": "['hepbə:n]"}, "st": {}, "wp": {"Hepburn Act": "赫伯恩法;赫本法案;赫普本法;赫伯恩法案", "IRIS HEPBURN": "海普巴;爱丽丝·赫本", "udrey Hepburn": "奥黛丽·赫本", "Chasing Hepburn": "追随赫本", "Audry Hepburn": "奥黛丽赫本", "Cassandra Hepburn": "卡珊德拉·赫本", "audrev hepburn": "奥黛丽·赫本", "Hepburn Hall": "赫伯恩馆", "Chris Hepburn": "标签"}, "eg2": []}, "Hepburn": {"ex": ["n. 赫伯恩（姓氏）"], "pron": {"peg": "['hepbə:n]", "pam": "['hepbə:n]"}, "st": {}, "wp": {"Hepburn Act": "赫伯恩法;赫本法案;赫普本法;赫伯恩法案", "IRIS HEPBURN": "海普巴;爱丽丝·赫本", "udrey Hepburn": "奥黛丽·赫本", "Chasing Hepburn": "追随赫本", "Audry Hepburn": "奥黛丽赫本", "Cassandra Hepburn": "卡珊德拉·赫本", "audrev hepburn": "奥黛丽·赫本", "Hepburn Hall": "赫伯恩馆", "Chris Hepburn": "标签"}, "eg2": []}, "Hugh": {"ex": ["n. 休（男子名）"], "pron": {"peg": "[hju]", "pam": "[hju]"}, "st": {}, "wp": {"Hugh Hendry": "亨德利;亨得利;亨德里;亨特利", "Hugh Low": "休·洛;参政司休罗", "Hugh Wilson": "威尔逊;休;休·威尔逊;休威尔森", "Hugh Bucknall": "巴克纳尔;巴克诺", "Hugh Calkins": "科金丝", "Hugh Williams": "威廉姆斯;威廉斯;标签", "Hugh Jonson": "休琼森", "Hugh Montgomery": "蒙哥马利;蒙哥马利博士", "Hugh Dalton": "道尔顿;达尔顿;英国学者休·多尔顿"}, "eg2": [["My nephew<b> Hugh</b> and his friends seem as excited as the computers over the whole concept.", "我的侄子休和他的朋友们貌似对技术非常热衷，就像电脑们一样。"], ["First of all, he wrote out a long list of all the foods which were forbidden.The list included most of the things<b> Hugh</b> loves: butter, potatoes,rice, beer, milk, chocolate, and sweets.", "首先, 他开列了一张长长的单子, 上面列了所有禁吃的食物. 这张单子上的大多数食物都是休喜欢吃的 : 黄油、土豆、米饭、啤酒、牛奶、巧克力和糖果."], ["As<b> Hugh</b> Grant's Prime Minister in the film says: \"Whenever I get gloomy with the state of the world, I think about the arrivals gate at Heathrow airport.", "正如休·格兰特在剧中扮演的英国首相所说：“每当我对世界局势感到沮丧绝望的时候，我就会想起希思罗机场的出站口。"]]}, "Marlon": {"ex": ["n. 马龙（男子名）"], "pron": {}, "st": {}, "wp": {"Marlon James": "詹姆斯;詹姆士;我真的爱死你", "Marlon Dumas": "程感知的信息系统", "Marlon Waya": "韦恩斯", "Marlon Sullivan": "苏利文", "Marlon Beresford": "雷斯福德;马隆贝雷斯福德", "Marlon Chigwende": "奇格温德", "marlon ayans": "马龙·韦恩斯", "Marlon Bryourdo": "马龙", "marlon k": "谭雅伦"}, "eg2": []}, "Marvel": {"ex": ["n. 奇迹", "vt. 对…感到惊异", "vi. 感到惊讶", "n. (Marvel)人名；(英)马弗尔"], "pron": {"peg": "['mɑrvl]", "pam": "['mɑrvl]"}, "st": {"transform": [["vi.", "marveled或velled,marveling或marvelling"]]}, "wp": {"Marvel Studios": "漫威影业;电影公司;漫画制片部;惊奇制片厂", "Marvel Nemesis": "超人大乱斗;复仇者;复仇女神", "Marvel Encyclopedia": "Marvel百科全书;精装英文原版", "Mary Marvel": "神奇玛丽", "Cobon Marvel": "神奇口宝", "Marvel Rising": "漫威崛起", "Marvel Battlegrounds": "漫威战场", "Marvel Entertainments": "奇迹娱乐公司", "Marvel Blade": "新幽灵刺客"}, "eg2": [["Yes, you are a .", "是的，你是一个奇迹。"], ["The operation was a<b> Marvel</b> of medical skill.", "这次手术是医术上的一个奇迹。"], ["Still, I<b> Marvel</b> that the students who actually do pay will spend so much money on something they could do themselves.", "然而，我感到惊讶的是，那些确实已经付费的学生竟会花这么多钱在力所能及的事情上。"]]}, "Oliver": {"ex": ["n. 奥利弗（男子名）"], "pron": {"peg": "['ɑləvɚ]", "pam": "['ɑləvɚ]"}, "st": {}, "wp": {"Oliver Twist": "雾都孤儿;孤雏泪;奥利弗·特维斯特;苦海孤雏", "Jamie Oliver": "杰米·奥利弗;奥利佛;奥利弗;奥里弗", "Oliver Cromwell": "奥利弗·克伦威尔;克伦威尔;奥利弗克伦威尔;克伦威我", "Oliver Sacks": "奥利佛·萨克斯;萨克斯;奥利弗·萨克斯;沙克斯", "Oliver Wood": "奥利弗·伍德;奥利弗;奥利弗伍德;伍德", "John Oliver": "约翰·奥利弗;奥利弗;奥立佛;奥利佛", "Oliver Letwin": "奥利弗·莱特温;莱特文;赖特温;利凯辉", "Oliver August": "奥利佛·奥古斯特;奥古斯特;欧古斯特;泰晤士报记者奥古斯特", "Oliver Kreuzer": "奥利弗·克罗伊策;克罗伊策"}, "eg2": [[" Stone finally opened the door for you.", "奥利弗斯通最后为你打开了那扇门。"], ["James and<b> Oliver</b> admit to occasionally pretending to be each other when they were much younger, but not as much as another set of twins at their school, on whom they based the Weasleys.", "詹姆斯和奥利弗承认，他们很小的时候，偶尔会假扮对方，但是扮的次数远不及当时他们学校的另一对双胞胎，韦斯莱兄弟就象这另一对双胞胎一样。"], ["\"We were relatively good,\" says , laughing, \"but these boys would swap lessons – one was good at cricket, the other was good at science.", "“我们相对来说还是挺乖的，”奥利弗笑着说，“但这些男孩子会交换身份上课——他们一个板球打得好，一个比较喜欢科学。"]]}, "Princes": {"ex": ["n. 王子（prince的复数）；诸侯"], "pron": {"peg": "[prɪns]", "pam": "[prɪns]"}, "st": {}, "wp": {"Funny Princes": "乞丐王子", "Princes Square": "王子广场;王子广场饭店", "Princes Town": "王子镇", "The Princes": "首领;诸皇子;秘密", "Princes Mall": "王子购物中心", "Princes Casino": "子赌场", "Seehotel Princes": "王子希酒店", "four princes": "四王", "princes mononoke": "小米的森林"}, "eg2": []}, "Rogue": {"ex": ["n. 流氓；小淘气；凶猛的离群兽；（尤指植物的）劣种", "vi. 游手好闲；去劣；流浪", "vt. 欺诈；去劣", "adj. （野兽）凶猛的", "n. (Rogue)人名；(法)罗格"], "pron": {"peg": "[roɡ]", "pam": "[roɡ]"}, "st": {"transform": [["vt.", "rogued,roguing"]]}, "wp": {"Rogue Valley": "罗格谷;表演者", "Rogue Trooper": "侠盗骑兵;侠盗中队;侠盗马队;侠盗奇兵", "rogue spear": "雷霆战警;精兵悍将;流浪之矛;正义之矛", "Rogue Fighter": "流氓格斗;流氓格斗汉化版;流氓战机;侠盗勇士", "Rogue Mastery": "盗贼专精;游荡专精", "Rogue Heroes": "痞子英雄", "Rogue Racing": "野蛮赛车", "Red Rogue": "红盗;赤红盗贼", "Rogue Software": "流氓软件"}, "eg2": [["Washington says the facilities are not directed against Russia but are needed to protect against what it calls<b> Rogue</b> states, particularly Iran.", "华盛顿方面称，这些设备并不直接指向俄罗斯，但却是对抗所谓“流氓国家”，尤其是伊朗所必须的。"], ["But<b> Rogue</b> elements of the organization continue to launch attacks against Americans.", "但这个组织的流氓分子继续发起针对美国人的袭击。"], ["So in the anticolonial view, America is now the<b> Rogue</b> elephant that subjugates and tramples the people of the world.", "因此，根据反殖民主义观点，如今的美国就像离群的凶猛大象，正在征服和践踏世界人民。"]]}, "SAG": {"ex": ["n. 松弛；下跌；漂流；萧条", "vi. 下垂；下降；萎靡", "vt. 使下垂"], "pron": {"peg": "[sɑɡ]", "pam": "[sɑɡ]"}, "st": {"transform": [["vt.", "sagged,sagging"]]}, "wp": {"sag pipe": "倒虹吸管;下垂管;倒虹吸", "voltage sag": "电压跌落;电压凹陷;电压骤降;电压骤降", "sag correction": "垂曲改正;悬垂改正;测量带尺的;垂度校正", "shaft sag": "光轴下垂", "Dongying sag": "东营凹陷", "sag arch": "张力拱", "sag mold": "砂模下垂", "Nanpu Sag": "南堡凹陷", "Sag A": "人马座A星"}, "eg2": [["My middle-aged friend says I should accept the inevitable, let the bones turn brittle, the skin shrivel and , the hair grey and thin.", "我的一位中年朋友说，我应当接受这一不可避免的事实，让骨络变得脆弱，皮肤枯萎松弛，头发稀疏变白。"], ["Then I switched to traditional medicine and all the hives disappeared, together with my itching. However, my skin began to  and fold.", "然后我开始服用一些传统药物，荨麻疹和瘙痒都消失了，但我的皮肤却开始松弛下垂。"], ["WHAT THE EXPERTS SAY: Sleeping on the front will help to prevent snoring, as the muscles of the throat will not  backwards under gravity.", "专家说： 这个睡姿可以有效的防治打呼，因为这时候喉咙处的肌肉不会因为重力原因而下垂。"]]}, "Schwarzenegger": {"ex": ["n. 施瓦辛格（姓氏名）"], "pron": {"peg": "[,ʃwazi'nigə]", "pam": "[,ʃwazi'nigə]"}, "st": {}, "wp": {"Arnald Schwarzenegger": "瓦辛格", "Aronld Schwarzenegger": "阿诺·施瓦辛格", "Arnie Schwarzenegger": "施瓦辛格", "Schwarzenegger Said": "施瓦辛格答道", "Schwarzenegger Effect": "施瓦辛格效应", "Katherine Schwarzenegger": "瓦辛格", "Brnold Schwarzenegger": "施瓦辛格", "Alois Schwarzenegger": "加州州长史瓦辛格", "Patrick Schwarzenegger": "帕特里克·施瓦辛格;帕特里克;施瓦辛格;史瓦辛格"}, "eg2": []}, "Shannon": {"ex": ["n. 香农"], "pron": {"peg": "['ʃænən]", "pam": "['ʃænən]"}, "st": {}, "wp": {"Shannon County": "香农县", "Shannon Elizabeth": "沙隆·伊丽莎白;伊丽莎白;伊莉莎白;莎诺·伊丽莎白", "Claude Shannon": "克劳德·香农;克劳德香农", "Michael Shannon": "迈克尔·珊农;麦可夏侬;男星米高辛朗;夜行动物", "Shannon Stewart": "珊娜·史都华;史都华", "Shannon Pot": "香农池", "Shannon Entropy": "香农熵;信息熵;Shannon熵;仙农熵", "Shannon capacity": "香农容量", "Shannon Kim": "金山农"}, "eg2": []}, "Superman": {"ex": ["超人"], "pron": {"peg": "['supɚmæn]", "pam": "['supɚmæn]"}, "st": {"transform": [["n.", "supermen"]]}, "wp": {"Superman II": "超人II;超人II极限收藏版;超人续集;超人", "superman christopher": "克里斯托弗", "Superman Fans": "超人迷", "Cyborg Superman": "机械超人;机械生化超人", "Sunshine Superman": "阳光超人;唱片名", "Superman Fighting": "超人大作战;超人战斗", "Superman Mode": "无敌模式", "Subway Superman": "地铁超人", "Superman Restaurant": "北巴厘"}, "eg2": [["They classed him as a .", "他们认为他是个超人。"], ["He is a<b> Superman</b> in mental faculties [physical strength].", "他在智力[体力]上是个超人。"], ["Lo, I teach you the : he is that sea; in him can your great contempt be submerged.", "大家注意啦，我教你们什么是超人：他就是那大海；你们的大轻蔑可以被淹没在他之中。"]]}, "Terminator": {"ex": ["n. 终止者，终结者；【天文】(月球等的)明暗界线；【生】终止符", "网络 魔鬼终结者；终止子；终端器"], "pron": {"peg": "英 ['tɜːmɪneɪtə] ", "pam": "美 "}, "eg2": []}, "Walker": {"ex": ["n. 步行者；散步的人；徒步旅行者；走路快（或慢等）的人", "int. 〈俚〉(表示不相信)不会吧", "网络 沃克；瓦尔克；助行器"], "pron": {"peg": "英 ['wɔːkə(r)] ", "pam": "美 ['wɔkər] "}, "eg2": [["The coastal path is a popular route for walkers.", "这条海滨小路是散步者很喜欢走的路径。"], ["He now needs a walker to get around.", "他现在走动需要助行架。"]]}, "Wright": {"ex": ["n. 赖特（姓氏）"], "pron": {"peg": "[raɪt]", "pam": "[raɪt]"}, "st": {}, "wp": {"Joseph Wright": "约瑟夫·莱特;赖特;标签", "Chely Wright": "切莉·莱特;雪莉莱特;表演者", "Wright Company": "莱特公司", "Billy Wright": "比利·莱特;赖特;比利胡礼;比利·赖特", "Just Wright": "抚爱伤痛;爱在此时;有框画;挂画", "Edgar Wright": "埃德加·赖特;埃德加·怀特;赖特;导演", "Jon Wright": "导;乔·怀特;演;乔", "Orville Wright": "奥维尔·莱特;奥维尔•莱特;奥维尔;飞机发明者", "Mickey Wright": "赖特;米奇;米琪·莱特;怀特"}, "eg2": [["\"Games have players use the scientific method, \" says . ", "赖特说“游戏让玩家用科学的方式学习。"], ["Why associate myself with Reverend<b> Wright</b> in the first place, they may ask?", "他们可能会问，为什么你会在一开始同赖特牧师交往？"], ["Judge Susan Webber  found her in contempt of court and sent her to jail for an indefinite period until she agreed to cooperate with the special prosecutor.", "苏珊·韦伯·赖特法官裁定她藐视法庭，把她送到监狱，让她无限期地待在那里直到同意与特别公诉人合作为止。"]]}, "advent": {"pron": {"peg": "['ædvɛnt]", "pam": "['ædvɛnt]"}, "wp": {"Second Advent": "基督复临", "Advent Shadow": "救世主阴影", "advent enterprises": "区域", "Erster Advent": "第一个降临节主日", "Advent Sermon": "降临节证道讲章", "advent beginning": "到来", "Advent Decoration": "出现装饰", "Advent Cruno": "琪露诺降临"}, "ex": ["n. 到来；出现；基督降临；基督降临节"], "eg2": [["With the<b> advent</b> of apps, though, it’s become more like my religion.", "随着应用程序的出现，它变得更像我的信仰。"], ["When I met him in 2002, he seemed mostly depressed by the  of the Web.", "2002年我遇到他的时候，他看起来似乎对网络的到来没有一点欣喜。"], ["For these patients, our treatment options effectively go back to the era that predates the  of antibiotics.", "对于这类患者，我们的治疗选择实际上回到了抗生素出现以前的时期。"]], "st": {}}, "advert": {"pron": {"peg": "[ædˈvɚt]", "pam": "[ædˈvɚt]"}, "wp": {"Newspaper Advert": "沙特阿拉伯", "aspekt advert": "区域捷克买家", "no advert": "普通转址服务", "advert to": "注意;注重;留意;言及", "ADVERT SERVICE": "广告服务", "Advert Design": "报章;报章╱杂志广告", "advert ising": "广告", "Bus Advert": "公共汽车广告图片", "Advert price": "广告收费"}, "ex": ["vi. 注意；谈到", "n. 广告", "n. (Advert)人名；(法)阿德韦尔"], "eg2": [["For your viewing pleasure we have included a video clip of a Japanese  for this abomination.", "我们剪辑了一段日本广告的视频让您在视觉上感受这份深恶痛绝。"]], "st": {}}, "amateur": {"ex": ["n. 爱好者；业余爱好者；外行", "adj. 业余的；外行的"], "pron": {"peg": "['æmə.tʃʊr]", "pam": "['æmə.tʃʊr]"}, "st": {"similar": "dilettante,novice,neophyte,tyro"}, "wp": {"amateur radio": "业余无线电", "amateur station": "业余无线电台;\t\t业余电台", "amateur film": "业余影片", "amateur status": "业余身分", "amateur boxer": "业余拳击手", "football amateur": "业余足球", "amateur workout": "业余身体锻炼", "amateur musical": "业余音乐", "amateur gardener": "业余园艺家"}, "eg2": [["Only the baby video seems to be an  one.", "只有这个婴儿的视频似乎是一个业余的。"], ["A fellow journalist once told me that if you are not writing every day, then you are an .", "一个同行的记者曾经告诉我，如果你不每天写写，那么你是一个业余爱好者。"], ["And I agree: as we said in the piece, the individual,  and community side of the Web is alive and well.", "我同意：正如我们在这篇文章中所说的，个人、业余爱好者以及网络社区是鲜活且发展良好的。"]]}, "angle": {"ex": ["n. 角；角度；观点；斜角", "v. 钓鱼；斜移；斜置；以（某角度）报道", "网络 天使；角钢；角落"], "pron": {"peg": "英 ['æŋɡ(ə)l] ", "pam": "美 ['æŋɡ(ə)l] "}, "eg2": [["a 45˚ angle", "45˚ 角"], ["The tower of Pisa leans at an angle .", "比萨斜塔塔身倾斜。"], ["The plane was coming in at a steep angle.", "飞机当时正俯冲降落。"], ["His hair was sticking up at all angles.", "他的头发都竖了起来，乱蓬蓬的。"], ["The photo was taken from an unusual angle.", "这张照片是从不寻常的角度拍摄的。"], ["We need a new angle for our next advertising campaign.", "我们需要从一个新的角度去展开下一次广告活动。"], ["You can look at the issue from many different angles.", "你可以从很多不同的角度看这个问题。"], ["The article concentrates on the human angle(= the part that concerns people's emotions) of the story.", "这篇文章集中讨论了故事中人的情感问题。"], ["He angled his chair so that he could sit and watch her.", "他斜移了椅子，以便坐着观察她。"], ["The programme is angled towards younger viewers.", "这个节目的对象是较年轻的观众。"]]}, "anonymous": {"pron": {"peg": "[ə'nɑnəməs]", "pam": "[ə'nɑnəməs]"}, "wp": {"Gamblers Anonymous": "国际戒赌组织;赌博者互诫协会;匿名赌徒;戒赌机关", "Gmorningblers Anonymous": "国际戒赌组织;美国华人戒赌者互助会", "anonymous methods": "匿名方法;匿名措施;匿名方式;匿名办法", "anonymous union": "匿名等位;匿名联合;匿名共用体;匿名联盟", "Anonymous Method": "匿名方法;匿名办法;匿名步骤", "Anonymous Types": "匿名类型;匿实类型;名类型;匿名型别", "Anonymous Friend": "匿名的好友", "anonymous galaxy": "未名星系;无名星系", "Anonymous access": "匿名访问;匿名存取;匿名准入;匿名接入"}, "ex": ["adj. 匿名的，无名的；无个性特征的"], "eg2": [["Why is it ?", "为什么它是匿名的？"], ["Each chunk is executed as the body of an<b> anonymous</b> function.", "每个块都是作为一个匿名函数体来执行的。"], ["Try not to use<b> anonymous</b> types in schemas.", "不要尝试在模式中使用匿名类型。"]], "st": {}}, "apparently": {"pron": {"peg": "[ə'pærəntli]", "pam": "[ə'pærəntli]"}, "wp": {"apparently y": "显然地;一词在句中可放在不同的位置", "Thus Apparently": "就这显然", "apparently shows": "日见", "apparently drowned": "溺水假死", "apparently inhibit": "明显抑制", "Apparently Undaunted": "显然无所畏惧", "Apparently Their": "显然他们", "Apparently obviously": "明显地", "But Apparently": "但显然"}, "ex": ["adv. 显然地；似乎，表面上"], "eg2": [["But<b> apparently</b> this is only an illusion.", "但显然这只是一个错觉。"], ["The news had  been aimed at stealing the thunder from his visit.", "这篇新闻显然是在对他的访问作先声夺人的报道。"], ["But if you were so inclined,  all you have to do work on the railroad.", "不过，如果你有这种想法的话，显然你所需要做的就是——去铁路局工作。"]], "st": {}}, "approve": {"pron": {"peg": "[ə'prʊv]", "pam": "[ə'prʊv]"}, "wp": {"approve v": "批准", "approve approval": "批准", "administrative approve": "行政审批", "qualification approve": "资格认可", "And Approve": "并认可", "Approve Counts": "循环盘点确认", "Approve by": "批准人", "Approve Number": "批准文号", "approve architecture": "审批体系"}, "ex": ["vt. 批准；赞成；为…提供证据", "vi. 批准；赞成；满意"], "eg2": [["I believe he<b> approve</b> that project.", "我觉得他赞成那个计划."], ["Would she ?", "她会赞成吗？"], ["Whether you<b> approve</b> or not, this has been an era of bold movement.", "不论你赞成与否，这些都说明了这是一个着敢作敢为的时代。"]], "st": {"transform": [["vt.", "approved,approving"]], "similar": "endorse,sanction,certify,ratify"}}, "arena": {"pron": {"peg": "英 [ə'riːnə] ", "pam": "美 [ə'rinə] "}, "ex": ["n. 圆形运动场；圆形剧场；斗争场所；竞争舞台", "网络 竞技场；电玩竞技场；活动场所"], "eg2": [["a concert at Wembley Arena", "在温布利体育馆举行的音乐会"], ["the political/international arena", "政治╱国际舞台"]]}, "arisen": {"ex": ["v. 出现（arise的过去分词）；起身；升起", "adj. 兴起的；出现的"], "pron": {"peg": "[ə'rɪzn]", "pam": "[ə'rɪzn]"}, "st": {"similar": "rise", "transform": [["vi.", "arose,arisen,arising"]]}, "wp": {"Fully arisen": "成熟状态", "Dark Arisen": "龙之信条黑暗觉醒", "arisen frequency": "出现频率", "arose arisen": "过去分词", "have arisen": "出现", "arisen reasons": "产生原因", "even arisen": "甚至出现了", "arisen from": "由", "arisen sea": "全发海"}, "eg2": [["After over a decade of production use, though, no other serious competitor has yet .", "虽然经过十多年生产使用，但却没出现其它有力的竞争对手。"], ["Like many new concepts implemented in different ways in different places, a lot of confusion has  between the concept and the implementation.", "像在不同地方以不同方式实现的许多新概念一样，在概念和实现之间出现了许多混乱。"], ["Although we may create and then use a pattern on the same project – we are likely to have come across similar situations in the past, and see that a pattern opportunity has .", "虽然我们可能会在同一个项目中创建并使用模式，但我们也很可能会在过去碰到过类似的情况，并认为这种模式出现的可能性很大。"]]}, "artificial": {"pron": {"peg": "英 [.ɑː(r)tɪ'fɪʃ(ə)l] ", "pam": "美 [.ɑrtɪ'fɪʃ(ə)l] "}, "ex": ["adj. 人工的；人造的；假的；人为的", "n. 人造肥料；〈美〉假花", "网络 矫揉造作的"], "eg2": [["an artificial limb/flower/sweetener/fertilizer", "假肢；假花；人造甜味剂；化肥"], ["artificial lighting/light", "人工照明；人造光"], ["A job interview is a very artificial situation.", "求职面试是一个相当不自然的场面。"], ["the artificial barriers of race, class and gender", "种族、阶级、性别的人为障碍"], ["artificial emotion", "假装的情感"]]}, "assassination": {"pron": {"peg": "英 [ə.sæsɪ'neɪʃ(ə)n] ", "pam": "美 [ə.sæsɪ'neɪʃ(ə)n] "}, "ex": ["n. 暗杀,行刺", "网络 刺杀；追杀刑警；刺杀类"], "eg2": []}, "assembly": {"pron": {"peg": "英 [əˈsembli] ", "pam": "美 [əˈsembli] "}, "ex": ["n. 装配；议会；集合；组合体", "网络 组装；组件；程序集"], "eg2": [["state/legislative/federal/local assemblies", "州众议院；立法会议；联邦╱地方议会"], ["Power has been handed over to provincial and regional assemblies.", "权力已移交给省和地区议会。"], ["The national assembly has voted to adopt the budget.", "国民议会已表决通过预算。"], ["the California Assembly", "美国加利福尼亚州众议院"], ["the UN General Assembly", "联合国大会"], ["They were fighting for freedom of speech and freedom of assembly.", "他们为言论自由和集会自由而斗争。"], ["He was to address a public assembly on the issue.", "他要对公众集会发表演说谈论这个问题。"], ["an assembly point(= a place where people have been asked to meet)", "集会地点"], ["Putting the bookcase together should be a simple assembly job.", "组装书橱应该是个简单的装配活。"], ["a car assembly plant", "汽车装配厂"]]}, "assert": {"pron": {"peg": "[ə'sɝt]", "pam": "[ə'sɝt]"}, "wp": {"Assert Parameter": "断言参数", "Assert testing": "断言测试", "Assert Authority": "维护威信", "assert vt": "对;评估", "assert securitization": "资产证券化", "credit assert": "信贷资产", "to assert": "声称;宣称", "liking assert": "使苦恼", "assert boldly": "大胆断言"}, "ex": ["vt. 维护，坚持；断言；主张；声称"], "eg2": [["“If you fail to avoid high inequality, you will need more prisons and more police,” they .", "“如果不能消除这种高度的不平等，你们将需要更多的监狱和警察，”他们断言。"], ["At the same time, the manager should step in and<b> assert</b> authority only when required, which should be rarely.", "与此同时，经理应该只有在需要时插手并声称权力，这应该很少发生。"], ["One difference is that you can , for instance, that the plan-driven approach will extend our project duration from twelve to fourteen weeks, an increase of two weeks.", "区别之一就是您能够断言，例如计划驱动的方法将把您的项目周期从十二周扩展到十四周，增加了两周的时间。"]], "st": {"similar": "declare,affirm,aver,avouch,warrant"}}, "audio": {"pron": {"peg": "英 ['ɔːdiəʊ] ", "pam": "美 ['ɔdi.oʊ] "}, "ex": ["adj. 声音的；录音的", "网络 音频；声卡；音效"], "eg2": [["audio and video cassettes", "盒式录音带和录像带"]]}, "biopic": {"pron": {"peg": "['baɪopɪk]", "pam": "['baɪopɪk]"}, "wp": {"Untitled James Brown Biopic": "詹姆士·布朗", "Steve Jobs biopic": "乔布斯", "Untitled Bill Graham Biopic": "未定名比尔·格雷厄姆传记片", "biographical picture - biopic": "传记影片", "Louis Armstrong Biopic Miniseries": "路易斯·阿姆斯特朗传记电影", "Untitled Victor 'Young' Perez Biopic": "更多英文名称"}, "ex": ["n. 传记电影，传记片"], "eg2": [], "st": {}}, "blockbuster": {"pron": {"peg": "['blɑkbʌstɚ]", "pam": "['blɑkbʌstɚ]"}, "wp": {"Blockbuster Inc": "商百视达公司;的百视达公司;已经收到了百视达公司", "Weekend Blockbuster": "周末大电影", "Blockbuster alphabetical": "风靡字母", "Blockbuster Video": "百视达;百事达;录像带出租", "blockbuster model": "大片模式", "Blockbuster Bridge": "韩国仁川大桥", "Blockbuster Entertainment": "达娱乐公司", "Blockbuster LLC": "百视达", "Hollywood blockbuster": "好莱坞大片;好莱坞强片;好莱坞年夜片;好莱坞票房大片"}, "ex": ["n. 轰动；巨型炸弹；一鸣惊人者"], "eg2": [["But the nature of these  shows means it's no chance at all.", "但是这类轰动式的美术作品展并没有给人欣赏的机会。"], ["Studios are also relying more on  movies that maximize the theater experience—and the revenues they earn from toys and comic books.", "制片厂也越来越依赖轰动的电影，使影院体验以及从玩具和连环漫画书中赚取的利润最大化。"], ["He recently made thetime for a briefing by scientists from the US Department of Energy, who werehoning their modelling skills by working with a film studio on the formula fora successful .", "最近他听抽时间听取了美国能源部科学家所作的一个简报，这些科学家和一家电影制片厂合作来打磨一鸣惊人的公式化的造型技能。"]], "st": {}}, "cavalcade": {"ex": ["n. 行列，队伍；骑兵队"], "pron": {"peg": "['kævl'ked]", "pam": "['kævl'ked]"}, "st": {}, "wp": {}, "eg2": [["The police made a big show of stopping what little traffic there was to make way for the Clinton  as it crisscrossed the city.", "警察做了场十足的秀，交通管制，“清空街道”，以便希拉里的队伍在城市中穿叉往来。"], ["With his four-car , staff and security detail, Blair's star aura has not dimmed.", "四车车队，工作人员和安全细节，这一切表明布莱尔仍然具有明星光环。"]]}, "chef": {"ex": ["n. 尤指主厨", "网络 厨师；大厨；厨师长"], "pron": {"peg": "英 [ʃef] ", "pam": "美 [ʃef] "}, "eg2": []}, "cinematic": {"pron": {"peg": "[,sɪnə'mætɪk]", "pam": "[,sɪnə'mætɪk]"}, "wp": {"cinematic city": "影城市", "Cinematic Cinebrass": "影视铜管", "cinematic effects": "电影效果", "Cinematic Experence": "级体验", "Cinematic Action": "电影动作", "Cinematic creation": "电影创作", "Cinematic camera": "电影摄机机;电影摄像机;摄机机", "Cinematic landscape": "电影风景", "Cinematic platformers": "平台游戏"}, "ex": ["adj. 电影的；影片的"], "eg2": [["In one of the most famous soggy  endings of all time, Audrey Hepburn, George Peppard and cat enjoy a raindrenched clinch, but in the novella only Fred and the cat are reunited.", "在这部电影最著名的落汤鸡式的结尾中，奥黛丽·赫本、乔治·佩帕德和他们的猫在一起享受倾盆大雨，但在小说中只有弗雷德和这只猫重新聚在了一起。"], ["A fragmented, pick’n’mix  culture, represented on this list by highly referential films such as Kill Bill, Moulin Rouge! and Far from Heaven, is increasingly the norm, not the exception.", "一个破碎式的，混合型的电影文化，由这个名单中高度指示性的影片所代表，例如《杀死比尔》，《红磨坊》，《陌路天堂》，这正逐步成为规范而非例外。"], ["Come to think of it, I’m not sure what the  equivalent to Jackson Pollack is. I’m not sure there is one.", "我想起来了，我不能确定对于杰克逊·波拉克来说，电影的意义是什么，但肯定不止一个。"]], "st": {}}, "clash": {"pron": {"peg": "[klæʃ]", "pam": "[klæʃ]"}, "wp": {"Monster Clash": "怪物冲突;恶魔冲突", "Sonic Clash": "声波突袭", "Techno Clash": "狂突战士;超级棒球日美欧版", "Clash Force": "重装冲击;射击闯关", "hash clash": "杂凑对撞", "Zombie Clash": "僵尸来袭;僵尸大狙击", "Zeno Clash": "奇诺冲突;奇诺抵触;玩后的感想与简评;奇诺争辩", "The Clash": "冲撞乐队;冲击合唱团;碰撞乐队;撞击乐队", "clash into": "猛撞"}, "ex": ["n. 冲突，不协调；碰撞声，铿锵声", "vi. 冲突，抵触；砰地相碰撞，发出铿锵声", "vt. 使碰撞作声"], "eg2": [["It's a pity the two concerts ; I want to go to both.", "可惜两个音乐会时间冲突， 我都想去听。"], ["It seems that the armed<b> clash</b> is necessitated between the two countries.", "看来两国间的军事冲突是不可避免的了。"], ["The  in their relationship came when they neither wanted to leave their respective churches.", "他们都不愿意脱离各自的教会,这使得他们的关系出现了冲突。"]], "st": {}}, "clip": {"pron": {"peg": "英 [klɪp] ", "pam": "美 [klɪp] "}, "ex": ["v. 剪辑；修剪；削减；固定", "n. 夹；夹子；速度；钳", "网络 裁剪；回形针；削波"], "eg2": [["a hair clip", "发夹"], ["toe clips on a bicycle", "自行车上的踏脚夹套"], ["a diamond clip", "钻石别针"], ["He gave the hedge a clip.", "他把树篱修剪了一下。"], ["Here is a clip from her latest movie.", "这是她最新电影的片段。"], ["She gave him a clip round the ear for being cheeky.", "她因他放肆给了他一记耳光。"], ["He clipped the microphone (on) to his collar.", "他把麦克风别在衣领上。"], ["Clip the pages together .", "把这些散页夹在一起。"], ["Do those earrings clip on?", "那些耳环是夹戴的吗？"], ["to clip a hedge", "修剪树篱"], ["He clipped off a length of wire.", "他剪掉了一段金属线。"], ["The car clipped the kerb as it turned.", "汽车转弯时撞上了马路牙子。"], ["She clipped the ball into the net.", "她把球斜推入网。"], ["to clip a coupon (out of the paper)", "（从报纸上）剪下赠券"]]}, "clone": {"ex": ["n. 克隆；无性系；无性繁殖；靠营养生殖而由母体分离繁殖的植物", "vt. 无性繁殖，复制"], "pron": {"peg": "[klon]", "pam": "[klon]"}, "st": {"transform": [["vt.", "cloned,cloning"]]}, "wp": {"Clone Baby": "克隆宝贝;克隆婴儿", "gene clone": "基因克隆;克隆;基因表达", "Clone Chamber": "中性系人", "clone sheep": "克隆羊", "clone computer": "仿制电脑", "clone trooper": "克隆兵;克隆骑兵黄色的乐高星战争人物;复制人士兵;克隆人士兵", "Quick Clone": "快速克隆;快速复制;果", "clone culture": "克隆培养;克隆化培养", "Clone Factory": "克隆工厂;克隆工厂无限金币版"}, "eg2": [["If you have more than one<b> clone</b> machine, you must do this for each machine.", "如果您有多台克隆机器，则必须为每台机器进行这个操作。"], ["Therefore they can't<b> clone</b> themselves in your lungs like they do in other people.", "因此，它们就不能像在别人的肺里一样，在你的肺里自我复制。"], ["If you eliminate all the Items, then there is nothing to<b> clone</b> and thus nothing to insert.", "如果您消除了所有项目，那么就没有节点可供克隆因而也就无法执行插入。"]]}, "coast": {"pron": {"peg": "英 [kəʊst] ", "pam": "美 [koʊst] "}, "ex": ["n. 海岸；海滨", "v. 惯性滑行；（不用多少动力）快速平稳地移动；不费力地取得成功", "网络 海岸线；滑坡；沿岸"], "eg2": [["a town on the south coast of England", "英格兰南海岸的一座城镇"], ["islands off the west coast of Ireland", "爱尔兰西海岸的岛屿"], ["a trip to the coast", "海滨旅游"], ["We walked along the coast for five miles.", "我们沿着海岸步行了五英里。"], ["the Welsh coast", "威尔士海岸"], ["a pretty stretch of coast", "一段美丽的海岸线"], ["the coast road", "滨海道路"], ["As soon as the coast was clear he climbed in through the window.", "等到四下无人，他便从窗户爬了进去。"], ["As soon as the coast was clear he climbed in through the window.", "等到四下无人，他便从窗户爬了进去。"], ["The car coasted along until it stopped.", "汽车随惯性而下直至滑行停止。"], ["She took her feet off the pedals and coasted downhill.", "她把脚从自行车的踏板上抬开，沿山坡滑行而下。"], ["The plane coasted down the runway.", "飞机顺着跑道平稳滑行。"], ["He coasted through his final exams.", "他毫不费劲地通过了期终考试。"], ["You're just coasting─it's time to work hard now.", "你根本是在应付，现在该努力干了。"]]}, "comedy": {"ex": ["n. 喜剧；喜剧片；滑稽；幽默", "网络 喜剧场面；喜剧性事件；喜剧类"], "pron": {"peg": "英 ['kɒmədi] ", "pam": "美 ['kɑmədi] "}, "eg2": [["a romantic comedy", "浪漫喜剧"], ["slapstick comedy", "打闹剧"], ["He didn't appreciate the comedy of the situation.", "他未领略到这种局面的滑稽可笑之处。"]]}, "communal": {"pron": {"peg": "[kəˈmjunəl]", "pam": "[kəˈmjunəl]"}, "wp": {"communal sharing": "共同分享;公用分享", "communal economy": "公有经济", "communal facility": "公用设施;商业", "communal drain": "共用排水渠;公用排水渠", "communal courtship": "集体求偶", "communal land": "公地;公用地", "Communal Identity": "共同体认同", "communal TV": "公共电视", "communal violence": "暴力冲突"}, "ex": ["adj. 公共的；公社的", "n. (Communal)人名；(法)科米纳尔"], "eg2": [["It had this<b> communal</b> aspect, for sure.", "这当然有它公共方面的意义。"], ["Some thrive on the buzz of<b> communal</b> living.", "有些人在公共生活的喧闹中才旺盛。"], ["If we stick with the “ benefit” argument, it doesn’t explain this concept.", "如果我们坚持“公共利益”的观点，那么它就不能解释这个观点。"]], "st": {}}, "composite": {"ex": ["n. 复合材料；混合物；合成物", "adj. 合成的；混成的；复合的", "网络 组合；合成模式；复合视频"], "pron": {"peg": "英 ['kɒmpəzɪt] ", "pam": "美 [kəm'pɑzɪt] "}, "eg2": [["a composite picture(= one made from several pictures)", "容貌拼图"], ["The document was a composite of information from various sources.", "这份文件是不同来源信息的综合。"]]}, "compromise": {"pron": {"peg": "['kɑmprəmaɪz]", "pam": "['kɑmprəmaɪz]"}, "wp": {"Compromise Model": "折衷型;调和型", "Compromise Fallacy": "妥协症", "moral compromise": "道德妥协", "Montreal Compromise": "蒙特利尔妥协案", "Missouri Compromise": "密苏里妥协;密苏里妥协案;密苏里协议;密苏里和约", "compromise potential": "平衡电位", "Connecticut Compromise": "康涅狄格妥协;康乃狄克妥协案", "Massachusetts Compromise": "马萨诸塞妥协", "compromise network": "折衷网络"}, "ex": ["vt. 妥协；危害", "vi. 妥协；让步", "n. 妥协，和解；折衷"], "eg2": [[" makes for success in negotiations.", "妥协有助于谈判的成功。"], ["I am prepared to make some concession on minor details, but I cannot<b> compromise</b> on fundamentals.", "在一些细节上我可以作些让步，但在基本原则上我是不会妥协的。"], ["The employers and the trade union leaders are still poles apart, and are far from reaching an agreement or .", "雇员们与工会领袖们的意见仍大相径庭， 根本无法达成一致或进行妥协。"]], "st": {"transform": [["vt.", "compromised,compromising"]]}}, "consequence": {"pron": {"peg": "英 ['kɒnsɪkwəns] ", "pam": "美 ['kɑnsəkwəns] "}, "ex": ["n. 后果；结果；重要性", "网络 影响；推论；结局"], "eg2": [["This decision could have serious consequences for the industry.", "这项决定可能对该行业造成严重后果。"], ["Two hundred people lost their jobs as a direct consequence of the merger.", "合并一事直接导致二百人失去了工作。"], ["He drove too fast with tragic consequences.", "他开车太快，结果酿成惨剧。"], ["to suffer/face/take the consequences of your actions", "自食其果；面对╱承担自己行动的后果"], ["Don't worry. It's of no consequence .", "别担心，这无关紧要。"]]}, "conservatism": {"pron": {"peg": "[kən'sɝvətɪzəm]", "pam": "[kən'sɝvətɪzəm]"}, "wp": {"Financial Conservatism": "财务保守主义;财务保守行为", "new conservatism": "新保守主义", "conservatism ideas": "保守主义思想", "fiscal conservatism": "财政保守主义", "compassionate conservatism": "有同情心的保守主义;温情保守主义", "nationalistic conservatism": "民族保守主义", "Traditional Conservatism": "传统的保守主义;传统保守主义", "conservatism principles": "稳健性原则", "conservatism scale": "保存主义量表"}, "ex": ["n. 保守主义；守旧性"], "eg2": [["In our current economic climate, fiscal<b> conservatism</b> hardly needs mentioning - but it is one of the signs of the effective leader, so it must be in this list.", "在现在的经济气候中，财政保守主义几乎不需要提及——但这是有效领导者的特征之一，因此它必须在清单中。"], ["The American South is still the bastion of  and evangelism, but that doesn’t stop them from trying to expound Zombies.", "美国南部虽然仍是保守主义和福音传道的堡垒，但这并不影响人们尝试对僵尸进行研究探索。"], ["Add to this the fact that it is a central article of faith for American  that the whole business of diversity is nothing but a racket, forced on them by liberal elites.", "另外一个事实就是，对于美国保守主义而言，种族多样性这种事只不过是挂羊头卖狗肉而已，是自由主义精英强加给他们的。 这是他们的一个重要的基本信念。"]], "st": {}}, "consult": {"ex": ["vt. 查阅；商量；向…请教", "vi. 请教；商议；当顾问"], "pron": {"peg": "[kən'sʌlt]", "pam": "[kən'sʌlt]"}, "st": {}, "wp": {"consult with": "商量;商议;咨询;协商", "Please Consult": "欢迎咨询;请查阅", "to consult": "查阅;参考;咨询;向", "Consult price": "市场参考价格", "PYXIS CONSULT": "峰仕咨询", "consult together": "聚集磋商;共同计议", "BRG CONSULT": "信息来源", "Investent consult": "投资顾问", "Consult Office": "资咨询一部"}, "eg2": [[" books, magazines, websites and ask fellow designers and professors: where would they go and who would they want to work with?", "查阅书籍，杂志，网站，并且问你的设计师同事们和你的教授：哪里是他们想要去的，谁是他们想要共事的人？"], ["You who  us in this imperfect way -- you do not understand.", "你用着不完美的方法向我们请教--你不会明白。"], ["We must<b> consult</b> his convenience.", "我们必须考虑到他的方便。"]]}, "contract": {"pron": {"peg": "英 ['kɒntrækt] ", "pam": "美 "}, "ex": ["v. 收缩；订约；感染", "n. 【法】合同；〈非正式〉买凶杀人", "网络 契约；合约；婚约"], "eg2": [["a contract of employment", "雇用合同"], ["a research contract", "从事研究的合同"], ["to enter into/make/sign a contract with the supplier", "与供应商签订合同"], ["These clauses form part of the contract between buyer and seller.", "这些条款构成买卖双方所签合同的一部分。"], ["a contract for the supply of vehicles", "提供车辆的合约"], ["to win/be awarded a contract to build a new school", "获得承建一所新学校的合同"], ["a contract worker(= one employed on a contract for a fixed period of time)", "合同工"], ["I was on a three-year contract that expired last week.", "我签订的三年期合同已于上周期满。"], ["Under the terms of the contract the job should have been finished yesterday.", "根据合同的条款，这项工作本应于昨天完成。"], ["She is under contract to(= has a contract to work for) a major American computer firm.", "她已签约为一家大型美国计算机公司工作。"], ["The offer has been accepted, subject to contract(= the agreement is not official until the contract is signed) .", "此报价已获接受，尚须以签约为准。"], ["They were sued for breach of contract(= not keeping to a contract) .", "他们被指控违约。"], ["to take out a contract on sb", "雇凶手杀害某人"], ["Glass contracts as it cools.", "玻璃遇冷收缩。"], ["a contracting market", "萎缩的市场"], ["The heart muscles contract to expel the blood.", "心脏肌肉收缩以挤压出血液。"], ["The exercise consists of stretching and contracting the leg muscles.", "此项训练包括伸展和收缩腿部肌肉。"], ["‘I will’ and ‘I shall’ are usually contracted to ‘I'll’(= made shorter) .", "I will 和 I shall 通常缩约为 I'll。"], ["to contract AIDS/a virus/a disease", "感染艾滋病╱病毒╱疾病"], ["The player is contracted to play until August.", "这位选手签约参加比赛到八月份。"], ["Several computer engineers have been contracted to the finance department.", "有几位计算机工程师与财务部门签订了合同。"], ["She has contracted to work 20 hours a week.", "她已签订每周工作 20 小时的合同。"]]}, "convertible": {"pron": {"peg": "英 ", "pam": "美 [kənˈvɜrtəb(ə)l] "}, "ex": ["adj. 可以转换的；可转化的；【经】可以兑换的", "n. 【汽】敞篷车", "网络 可兑换的；可转换的；可改变的"], "eg2": [["a convertible sofa(= one that can be used as a bed)", "可当作床用的沙发"], ["convertible currencies(= ones that can be exchanged for those of other countries)", "可兑换的货币"], ["The bonds are convertible into ordinary shares.", "债券可兑换为普通股。"]]}, "convince": {"pron": {"peg": "[kən'vɪns]", "pam": "[kən'vɪns]"}, "wp": {"convince firmly": "坚定地相信", "convince-": "使确信", "to convince": "说服;使信服", "Convince vt": "使确信", "convince goods": "便利品", "convince mother": "说服母亲", "convince v": "说服", "Convince Yourself": "说服你自己", "convince sb": "说服某人"}, "ex": ["vt. 说服；使确信，使信服"], "eg2": [["It requires a lot of talking to  him.", "要说服他很费口舌。"], ["But how do you  someone to live this small?", "但是你怎么能说服这些人住进这些小房子里呢？"], ["She or he should be able to<b> convince</b> you of stupid decisions and future consequences.", "她或者他应该能够说服你的愚蠢决定和后面不堪设想的后果。"]], "st": {"transform": [["vt.", "convinced,convincing"]]}}, "creature": {"ex": ["n. 动物，生物；人；创造物"], "pron": {"peg": "['kritʃɚ]", "pam": "['kritʃɚ]"}, "st": {}, "wp": {}, "eg2": []}, "disrupt": {"pron": {"peg": "[dɪs'rʌpt]", "pam": "[dɪs'rʌpt]"}, "wp": {"C disrupt": "使中断;考试大", "disrupt market": "扰乱市场", "disrupt wall": "干扰人墙", "Transmit Disrupt": "唱片名", "TechCrunch Disrupt": "国际创新峰会", "disrupt unity": "破坏团结", "disrupt t": "使中断;弄乱;破坏;使分裂", "plaque disrupt": "不稳定性斑块", "Disrupt defence": "分裂防御"}, "ex": ["vt. 破坏；使瓦解；使分裂；使中断；使陷于混乱", "adj. 分裂的，中断的；分散的"], "eg2": [["It also assumes that components to be deleted will not  the interoperability of remaining components with others.", "同样，它也假定要删除的组件将不会破坏剩余组件之间的互操作性。"], ["Those who  the free flow of information in our society or any other pose a threat to our economy, our government, and our civil society.", "那些在我们国家或任何其他国家破坏信息自由流通的人对我们的经济、我们的政府和我们的公民社会构成了威胁。"], ["In recent years, some groups have resorted to threats and even violence in efforts to<b> disrupt</b> important research.", "近年来，一些团体为了达到破坏重要研究的目的而诉诸于威胁甚至暴力。"]], "st": {}}, "doppelganger": {"ex": ["n. 面貌极相似的人；幽灵"], "pron": {"peg": "['dɔpl,gæŋə]", "pam": "['dɔpl,gæŋə]"}, "st": {}, "wp": {"Shifty Doppelganger": "变幻化妖", "Vesuvan Doppelganger": "维苏瓦幽灵;变异化妖", "Doppelganger Package": "替身礼包;替人礼包", "Ein Doppelganger": "外国文学名着文库", "Doppelganger Control": "幽灵控牌", "Witch doppelganger": "女巫分身", "Dimir Doppelganger": "底密尔化妖", "doppelganger automaton": "他本身的鬼魂机械人", "Der Doppelganger": "影子;幻影"}, "eg2": []}, "emerge": {"pron": {"peg": "[ɪ'mɝdʒ]", "pam": "[ɪ'mɝdʒ]"}, "wp": {"Clear Emerge": "清晰浮现", "pattern emerge": "模式涌现", "emerge-": "出现", "emerge from": "从;曾经一度遭到;摆脱;浮现", "pressure emerge": "矿压显现", "emerge as": "应运而生", "suddenly emerge": "突然出现", "university emerge": "院校合并", "Emerge Leaders": "鳌头"}, "ex": ["vi. 浮现；摆脱；暴露"], "eg2": [["After all, we all have a “Gandhi” inside of us, just waiting to .", "毕竟，我们的心中都有一个“甘地”，只是等待着时机展现。"], ["Ultimately, the concept of Object Lifecycle seems to<b> emerge</b> as a unifying concept for Data, Service and Business Processes.", "最终，对象生命周期的概念似乎作为数据、服务和业务流程的统一概念浮现出来。"], ["As the next step, whether or not these people have an awakening they  from the state in which they have been with important new information about themselves.", "当下一步到来，无论这些人是否醒来了，他们都从这种状态中汲取能量。 他们在这种状态中发现关于他们自身的重要信息。"]], "st": {"transform": [["vi.", "emerged,emerging"]]}}, "endless": {"ex": ["adj. 无止境的；连续的；环状的；漫无目的的"], "pron": {"peg": "[ˈɛndlɪs]", "pam": "[ˈɛndlɪs]"}, "st": {}, "wp": {"Endless Horizon": "无垠地平线;无垠水平线;无止境的见识;无止境的见实", "Endless Journey": "没有尽头的旅程;无尽的旅程;无尽之旅冒险骑士团;无尽的路", "Endless variations": "变化无穷", "Endless Way": "路漫漫;无尽路途;归去来;唱片名", "ENDLESS WALTZ": "无尽的华尔兹;剧场版;无尽的华尔滋;永无止境的华尔兹", "endless sling": "环状吊索;环形吊索", "Endless troubles": "贻害无穷;无穷的烦恼", "endless tow": "长丝束", "Endless Grief": "无尽的悲伤;死因池;无止境的悲伤"}, "eg2": [["Children seem to be endued with<b> endless</b> vitality.", "儿童们仿佛赋有无限活力。"], ["The market has to be fed with an  supply of goods.", "必须向市场提供源源不断的商品。"], ["Oprah: So from this point of view, there are<b> endless</b> conditions of happiness.", "欧普拉：所以从这个观点来看，这就是快乐无止境的条件。"]]}, "entrench": {"pron": {"peg": "[ɪn'trɛntʃ]", "pam": "[ɪn'trɛntʃ]"}, "wp": {"entrench tools": "掘战壕工具", "entrench meander": "嵌入曲流", "Entrench dominance": "加强市场支配地位", "entrench valley": "深切河谷", "entrench h": "挖壕沟以保护", "entrench shovel": "挖壕锹", "scour entrench": "冲刷防护", "entrench oneself": "确立自己的地位", "entrench upon": "侵犯"}, "ex": ["vt. 确立，牢固；用壕沟围住；挖掘", "vi. 侵犯；挖掘壕沟"], "eg2": [["Extending the general’s term will<b> entrench</b> his position.", "延长基尼亚将军的任期将确立他的地位。"], ["The result has been to consolidate the gang's base in these countries and further<b> entrench</b> its smuggling networks.", "其结果是加强了这些国家中黑帮基地组织的力量，进一步巩固了它的走私网。"]], "st": {}}, "fickle": {"pron": {"peg": "['fɪkl]", "pam": "['fɪkl]"}, "wp": {"Fickle woman": "善变的女人", "Fickle wife": "薄情的妻子", "Laurie Fickle": "标签", "fickle freakish": "朝秦暮楚", "Mark Fickle": "标签", "Fickle Foam": "光学神奇海棉", "fickle growth": "变化无常的增长", "Or Fickle": "还善变", "Fickle Remix": "少年"}, "ex": ["adj. 浮躁的；易变的；变幻无常的"], "eg2": [["Some people attribute it to the  ambience over the whole city. ", "有些人归结于，是因为整个城市充满浮躁的气息；"], ["Unreal Passion is lust, it’s based on<b> fickle</b> things like beauty or money and it eventually burns out.", "虚假的激情是贪欲，它建立在易变的事物如美貌和钱财的基础上，最终是会消失的。"], ["In the decades after the Second World War, kabuki slid into decline as other forms of entertainment caught the public’s  fancy.", "在第二次世界大战后的几十年里，由于其他娱乐形式吸引了公众浮躁的想象力，歌舞伎滑向衰落。"]], "st": {"similar": "inconstant"}}, "fiddle": {"pron": {"peg": "英 ['fɪd(ə)l] ", "pam": "美 ['fɪd(ə)l] "}, "ex": ["n. 调整；摆弄；欺诈；骗钱行为", "v. 伪造；不停摆弄；篡改；对…做手脚", "int. 同“fiddle sticks”", "网络 小提琴；民族提琴；拉提琴"], "eg2": [["He was fiddling with his keys while he talked to me.", "和我谈话时他不停地摆弄钥匙。"], ["to fiddle the accounts", "篡改账目"], ["She fiddled the books(= changed a company's financial records) while working as an accountant.", "她当会计时对账簿做了手脚。"], ["an insurance/tax, etc. fiddle", "保险、纳税等骗局"]]}, "flesh": {"pron": {"peg": "英 [fleʃ] ", "pam": "美 [fleʃ] "}, "ex": ["n. 肉体；果肉；情欲；（动物或人的）肉", "v. 用肉喂养(猎狗等)；使尽量吃肉；使(猎狗等)闻到肉味", "网络 肌肉；肉欲；肉身"], "eg2": [["The trap had cut deeply into the rabbit's flesh.", "捕夹深深嵌入了兔子的肉里。"], ["Tigers are flesh-eating animals.", "虎是食肉动物。"], ["the smell of rotting flesh", "腐肉的气味"], ["His fingers closed around the soft flesh of her arm.", "他握住了她柔软的手臂。"], ["flesh-coloured(= a light brownish pink colour)", "肉色的"], ["the pleasures/sins of the flesh", "肌肤之乐；肉欲之罪"], ["Listening to the cries was more than flesh and blood could stand.", "听这种哭喊非常人所能忍受。"], ["Listening to the cries was more than flesh and blood could stand.", "听这种哭喊非常人所能忍受。"], ["The strength of the book is that it puts flesh on the bare bones of this argument.", "本书的优点是对这个论点的基本事实有翔实的论述。"], ["The strength of the book is that it puts flesh on the bare bones of this argument.", "本书的优点是对这个论点的基本事实有翔实的论述。"]]}, "footage": {"pron": {"peg": "['fʊtɪdʒ]", "pam": "['fʊtɪdʒ]"}, "wp": {"footage indicator": "尺码指示器", "abandoned footage": "报废进尺", "video footage": "录像;现场的录像片段", "tunnelling footage": "开拓进尺", "footage counter": "长度或尺码计数器;尺码计数器;进尺计数器", "Footage Window": "素材窗口", "footage bid": "按包钻进尺计费的报价", "original footage": "原始注记", "breakeven footage": "保本进尺"}, "ex": ["n. 英尺长度；连续镜头；以尺计算长度"], "eg2": [["Chivu says he cannot explain why he did it, and is afraid of what his children will think of him when they see the<b> footage</b> in the future.", "齐沃说，他也无法解释为什么自己会做出那样的举动。 他很担心若是他的孩子在以后看到了这个录像镜头，他们会怎么想。"], ["Video content includes ski and snowboard beginner tutorials, as well as powder and mogul tips, plus a history of skiing film, fitness tips and  from ski and snowboard events.", "视频内容包括滑雪和滑雪板运动初学者指南、雪粉和雪坡提示，还有滑雪电影史、健身提示以及滑雪和滑雪板活动的电影镜头。"], ["Video  showed some relatives of the dead wailing in their homes and in hospitals.", "从一些视频片段中可以看到死者亲属在家里和医院中痛哭流涕。"]], "st": {}}, "forgery": {"ex": ["n. 伪造；赝品；伪造罪；伪造品", "网络 伪造物；伪造文书；造假"], "pron": {"peg": "英 ['fɔː(r)dʒəri] ", "pam": "美 ['fɔrdʒəri] "}, "eg2": [["Experts are dismissing claims that the painting is a forgery.", "专家排除了这幅画是赝品的说法。"]]}, "franchise": {"pron": {"peg": "['fræntʃaɪz]", "pam": "['fræntʃaɪz]"}, "wp": {"broadened franchise": "扩大的选民范围", "franchise clause": "免赔额条款;但有免赔率条款;免责条款;免赔条款", "franchise system": "特许经营体系;指出加盟体系;特许经营系统", "Franchise Deductible": "起赔式自负额;免赔额;相对免赔额", "economic franchise": "经济特许权;经济特权;经济专利;专利的生意", "Franchise fee": "特许费;特许经营费;加盟金;\t\t营业执照捐", "media franchise": "跨媒体制作;科幻媒体授权经营", "shareholder franchise": "股权", "franchise willmigerl": "投票权;专营权"}, "ex": ["n. 特权；公民权；经销权；管辖权", "vt. 给…以特许（或特权）；赋予公民权"], "eg2": [["Windows is one of the  brands and products for Microsoft.", "视窗是微软的特许经营品牌和产品之一。"]], "st": {"transform": [["vt.", "franchised,franchising"]]}}, "genre": {"pron": {"peg": "['ʒɑnrə]", "pam": "['ʒɑnrə]"}, "wp": {"speech genre": "言语体裁;言语类型", "genre channels": "类型节目频道", "game genre": "游戏类型;游戏分类", "literary genre": "文学流派;文学体裁;文学类型", "Kill Genre": "丛林杀戮", "Epic Genre": "对史诗类型", "Genre tradition": "文体传统", "musical genre": "音乐流派", "Genre approach": "体裁教学法;体裁法"}, "ex": ["n. 类型；种类；体裁；样式；流派；风俗画", "(Genre)人名；(法)让尔", "adj. 风俗画的；以日常情景为主题的"], "eg2": [["I believe in the story of the  itself.", "我相信这种音乐流派本身的故事。"], ["Better to give it to someone who knows and enjoys the  and is aware of that marketplace, past and present. You’re asking them to work for free, after all.", "所以最好给那些知道并且热衷这个流派的人去看，他很明白剧本的市场，过去和现在，毕竟你要求他们做这些的时候都是免费的。"], ["Also, definitely read as many scripts as you can -- especially in the<b> genre</b> you have chosen -- which will show you the recent formatting changes and scripts that are more successful than yours.", "而且，一定要尽可能多读些剧本——特别是你选定的那种类型的剧本——那会教你最近的格式编排的变化点，向那些比你成功的剧本学习。"]], "st": {}}, "heighten": {"ex": ["vt. 提高；增高；加强；使更显著", "vi. 升高；变强"], "pron": {"peg": "['haɪtn]", "pam": "['haɪtn]"}, "st": {}, "wp": {"heighten awareness": "提高意识", "heighten effectiveness": "创造效用", "Heighten Manageability": "减少维护成本", "heighten v": "提高", "D heighten": "提高", "heighten operation": "增高术", "NOSE HEIGHTEN": "隆鼻贴", "to heighten": "增高", "heighten vigilance": "提高警觉"}, "eg2": [["Both factors  the danger of a hacker break-in.", "这两个因素提高了黑客入侵的危险。"], ["It sets the tone of your moves and it could<b> heighten</b> the excitement of your performance.", "它为你的撩拨奠定基调而且可以提高你表演的兴奋度。"], ["That would only<b> heighten</b> the crisis.", "他称,\"这只会加剧这场危机.\""]]}, "hundredth": {"ex": ["adj. 第一百的；一百分之一的", "n. 第一百，第一百个；百分之一"], "pron": {"peg": "['hʌndrədθ]", "pam": "['hʌndrədθ]"}, "st": {}, "wp": {"Five hundredth": "第五百", "hundredth h": "百分之一;第一百个", "Hundredth Monkey": "百猴效应", "hundredth early": "洛初", "one hundredth": "第一百;百分之一", "a hundredth": "第一百", "Two hundredth": "第两百", "hundredth birthday": "百岁寿辰", "eight hundredth": "第八百"}, "eg2": [["For perhaps the  time, I try to think like Einstein.", "可能这是我第一百次，想要像爱因斯坦一样思考。"], ["You probably know that even without me mentioning it for the  time – everybody needs to have some “me” time.", "你或许知道即使没有我的第一百次提及，每个人也不会忘记需要自我时间。"], ["Consistency counts. Remember, it may be the  time you’ve heard it, but it is all new to your audience.", "记住，对你而言这可能是第一百次听到这些信息，但是对你的观众来说这是全新的。"]]}, "hunk": {"ex": ["n. 大块，大片；厚块；（俚语）强壮", "adj. 好的；行的"], "pron": {"peg": "[hʌŋk]", "pam": "[hʌŋk]"}, "st": {}, "wp": {"Hunk Huang": "人才咨询服务顾问", "Hunk Storm": "筋肉青年厳罚调教", "captain hunk": "美版原盘拆封", "Hunk Shammuko": "姓名", "hunk channel": "提供关于", "The Hunk": "无", "Lady Hunk": "汉克女士", "hunk pics": "混客图片程序", "campus hunk": "校草"}, "eg2": [["First a  of metal; then a robot.", "先有一大块金属；然后一个机器人。"], ["They do look like a  of plastic, or glass.", "它们看起来确实像一大块塑料。"], ["The glue, the key to identity across time for cars, is being the same  of stuff.", "粘质，作为贯穿时间的车,其质的关键，就是要保持原来的这一大块。"]]}, "hyper": {"ex": ["adj. 亢奋的；高度紧张的", "n. 宣传人员"], "pron": {"peg": "['haɪpɚ]", "pam": "['haɪpɚ]"}, "st": {}, "wp": {"hyper size": "闪烁系列;大美目;超大直径巨目棕;超大直径巨目黑", "HYPER TEXT": "超文本;超电影;超;超文字", "Hyper Universe": "超维宇宙;超宇宙;超时空对决;超能冲击", "HYPER TERMINAL": "超级终端", "hyper sensitizing": "增感法;过敏", "HYPER Huge": "雪钻系列;巨目雪钻;雪钻", "HYPER NATURAL": "水钻棕;水钻灰;水钻", "hyper old": "超高龄", "Hyper Angel": "天使系列;天使三色;三色天使;魔鬼三色"}, "eg2": [["If you have lots of stress in your life, pick an activity that will help balance your already  mind.", "如果你的生活当中有许许多多的压力，选择一项可以平衡你超负荷心灵的运动。"], ["If they see that you are over-scheduled,  and always on the go, they will feel this is a good way to be.", "如果他们看到你时间安排的满满的、烦躁并总是很忙时，他们就会觉得这样是好的生活方式。"], ["I mean if you look at the Mediterranean area you have horse  functional quality that is due to a little fold on the vocal fold that interferes with the vibration of the vocal folds.", "我指的是如果你在地中海地区，你会听到一种像马一样呼吸声很重的音质，原因是那里的人们声带有一点点折叠，影响了其振动发声。"]]}, "imagery": {"ex": ["n. 意象；像；形象的描述；画像", "网络 影像；比喻；肖像"], "pron": {"peg": "英 ['ɪmɪdʒəri] ", "pam": "美 ['ɪmɪdʒ(ə)ri] "}, "eg2": [["poetic imagery", "诗的意象"], ["satellite imagery(= for example, photographs of the earth taken from space)", "卫星影像（如从太空拍摄地球的照片）"]]}, "immortal": {"pron": {"peg": "英 [ɪ'mɔː(r)t(ə)l] ", "pam": "美 [ɪ'mɔrt(ə)l] "}, "ex": ["adj. 长生的；永世的；不朽的；流芳百世的", "n. 不朽的人物；名垂千古的人物；神；永生不灭者", "网络 不朽者；永生的；不死的"], "eg2": [["The soul is immortal.", "灵魂不灭。"], ["the immortal Goethe", "名垂千古的歌德"], ["In the immortal words of Henry Ford, ‘If it ain't broke, don't fix it.’", "按照亨利 ) 福特的不朽名言：“如果东西没坏掉，就不要去修理它。”"], ["She is one of the Hollywood immortals.", "她是一位千古流芳的好莱坞名人。"]]}, "imperfection": {"ex": ["n. 不完美；瑕疵；缺点"], "pron": {"peg": "[,ɪmpɚ'fɛkʃən]", "pam": "[,ɪmpɚ'fɛkʃən]"}, "st": {}, "wp": {"surface imperfection": "表面缺陷;翻译", "elastic imperfection": "弹性不完整", "sextant imperfection": "六分仪缺陷", "crystalline imperfection": "晶体晶格缺陷;结晶缺陷;晶体点阵缺陷", "silicon imperfection": "硅的不完整性", "scattering imperfection": "散射缺陷", "physical imperfection": "物理缺陷", "Inner imperfection": "内在不足", "gross imperfection": "宏观缺陷"}, "eg2": [["This is a much more brittle approach because it does not embrace .", "这是一个很易碎的方法因为它没有接受不完美。"], ["Everything I know about the elegance of , I learned from the white porcelain plate I bought in Kyoto.", "我从日本京都买来的白色瓷碟，让我了解所有关于“不完美之优雅”的事情。"], ["The pains of  may never completely go away, but they will diminish, especially when confronted by the joys of real accomplishment.", "不完美的疼痛绝不会完全走开，但他会减少很多，特别是当感到真实的成就感而高兴的时候。"]]}, "impersonator": {"ex": ["n. 模仿他人的滑稽演员；扮演他人的人", "网络 扮演者；冒领；模仿者"], "pron": {"peg": "英 [ɪm'pɜː(r)s(ə)n.eɪtə(r)] ", "pam": "美 [ɪm'pɜrs(ə)n.eɪtər] "}, "eg2": [["The show included a female impersonator(= a man dressed as a woman) .", "演出中有一位男扮女装的演员。"]]}, "implausible": {"pron": {"peg": "[ɪm'plɔzəbl]", "pam": "[ɪm'plɔzəbl]"}, "wp": {"an implausible explanation": "令人难以相信的解释", "implausible believable": "不可信的", "implausible signal": "难以置信的信号", "too implausible": "没有说服力", "Dream Ridiculous Implausible": "荒谬梦境", "Sounds Implausible": "说法感觉并不可信", "implausible E": "难以置信的", "implausibility implausible": "不象真实的", "implausible ĥ": "难以置信的"}, "ex": ["adj. 难以置信的，不像真实的"], "eg2": [["And if Gruber were a highly<b> implausible</b> candidate for this kind of consulting, you might suspect that this was one of them.", "如果格鲁伯是这类咨询协议的一个非常令人难以置信的候选人，您可能会怀疑这是否是其中之一。"], ["The US number should be large, though, and the country does have a huge hosting infrastructure, so it’s not entirely .", "尽管美国主机的数量庞大，代管中心网路基础架构也很发达，但是这个数据并不完全可信。"], ["Who knows, one day a virgin birth in humans may not be so<b> implausible</b> after all.", "说不定有一天人类的单性生殖或许竟会变得不这样令人难以置信呢？"]], "st": {}}, "incorporate": {"ex": ["vt. 包含，吸收；体现；把……合并", "vi. 合并；混合；组成公司", "adj. 合并的；一体化的；组成公司的"], "pron": {"peg": "[ɪn'kɔːpəreɪt]", "pam": "[ɪn'kɔːpəreɪt]"}, "st": {"transform": [["vt.", "incorporated,incorporating"]]}, "wp": {"incorporate tax": "法人税", "incorporate in": "包含;并入;合并;加入", "incorporate traffic": "一体化交通", "incorporate transfer": "一体化换乘", "incorporate reform": "股分制改造", "incorporate library": "合并图书馆", "Which Incorporate": "这把", "rule incorporate": "规则合并", "Reader Incorporate": "设备协调"}, "eg2": [[" process, technology, and philosophy.", "合并过程、技术和原理。"], ["There’s more than one way to learn, so be sure to<b> incorporate</b> different methods in your training.", "有不止一种的学习方法，所以，一定要在你的训练课程中吸收不同的方法。"], ["Languages tend to  patterns and other common idioms, where they disappear as part of the language abstraction itself.", "语言趋向于包含模式和其他常见惯例，它们作为语言抽象自身的一部分出现。"]]}, "infamous": {"pron": {"peg": "['ɪnfəməs]", "pam": "['ɪnfəməs]"}, "wp": {"Infamous G": "乐团", "Infamous Stringdusters": "表演者", "Infamous Angel": "唱片名;专辑名称", "Infamous Clan": "无耻战队", "Digitus infamous": "中指", "infamous separatist": "臭名昭着的分裂主义者", "infamous crimes": "丑行罪", "Infamous 2": "恶名昭彰;声名狼藉;恶名昭着;臭名昭着", "Infamous Emily": "臭名昭着艾米莉"}, "ex": ["adj. 声名狼藉的；无耻的；邪恶的；不名誉的"], "eg2": [["In 1950, the<b> infamous</b> husband and wife were accused by the FBI of passing nuclear secrets to the Soviet Union.", "1950年，这对声名狼藉的夫妻因向苏联共和国泄露机密受到美国联邦调查局（FBI）的指控。"], ["The people murdered on 9/11 will never be forgotten, their loss as enduring and changing as the color of the sky on that  day.", "在9.11被谋杀的人们将被永远铭记。 他们的逝去如同声名狼藉的那天里天空的色彩一般，不朽而变幻着。"], ["Our family purchased the<b> infamous</b> black stool because my brother told my parents that he must have an electric piano. And he needed something to sit on while he played.", "我们家买下这个声名狼籍的的黑凳子是因为我哥哥跟我父母说他必须拥有一台电钢琴，并且他弹钢琴时需要坐的东西。"]], "st": {"similar": "vicious"}}, "instruct": {"ex": ["vt. 指导；通知；命令；教授"], "pron": {"peg": "[ɪn'strʌkt]", "pam": "[ɪn'strʌkt]"}, "st": {}, "wp": {"explicitly instruct": "明示", "instruct students": "指导学生", "evidence instruct": "证据开示", "instruct users": "指导用户", "instruct clinical": "指导临床", "Instruct Correct": "责令改正", "subject instruct": "学科建设", "instruct diligently": "辛勤指导", "instruct pupils": "教导学生"}, "eg2": [["You could<b> instruct</b> users of your website to type all numbers in US format, but is that really the best answer?", "您虽然可以指导您网站的用户输入所有数字时都采取美国格式，但 这真的是最佳答案吗？"], ["If you want to validate your data against a registered schema prior to storage, you need to<b> instruct</b> DB2 to do so.", "如果您希望在存储之前针对一个已注册模式验证数据，那么需要对 DB2 发出这些命令。"], ["And who knew that researchers immobilize subjects in a lab, hook them up to a brain scanner, and then<b> instruct</b> them to engage in sexual activity?", "谁又会知道，研究人员会把研究对象固定在实验室里，给他们戴上大脑扫描仪，并指导他们进行鱼水之欢？"]]}, "intensive": {"pron": {"peg": "英 [ɪn'tensɪv] ", "pam": "美 [ɪn'tensɪv] "}, "ex": ["adj. 短时间内集中紧张进行的；密集的；彻底的；十分细致的", "n. 加强器；加强剂；【语】强义词[词首]", "网络 加强的；集中的；强烈的"], "eg2": [["an intensive language course", "速成语言课程"], ["two weeks of intensive training", "两周的强化训练"], ["intensive diplomatic negotiations", "紧张的外交谈判"], ["His disappearance has been the subject of intensive investigation.", "他的失踪一直是大力调查的重点。"], ["Traditionally reared animals grow more slowly than those reared under intensive farming conditions.", "按传统方式饲养的家畜比集约饲养的长得慢。"], ["intensive agriculture", "集约农业"]]}, "internet": {"ex": ["n. 因特网；国际互联网", "网络 网际网路；网络；国际互联网络"], "pron": {"peg": "英 ['ɪntənet] ", "pam": "美 [ˈintɜrnɛt] "}, "eg2": [["I looked it up on the Internet .", "我在互联网上查过此事。"], ["You can buy our goods over the Internet .", "可以通过互联网购买我们的货品。"], ["All the rooms have access to the Internet/Internet access .", "所有的房间都可以接入互联网。"], ["an Internet service provider(= a company that provides you with an Internet connection and services such as email, etc.)", "互联网服务供应商"]]}, "lawsuit": {"pron": {"peg": "['lɔsut]", "pam": "['lɔsut]"}, "wp": {"Lawsuit sign": "诉权", "Community lawsuit": "群体诉讼", "Criminal Lawsuit": "刑事诉讼", "lawsuit words": "诉讼话语", "detest lawsuit": "厌讼", "Defensive lawsuit": "防卫性诉讼", "Private Lawsuit": "私人民事诉讼", "Medical Lawsuit": "医疗官司;医疗诉讼", "electoral lawsuit": "选举诉讼"}, "ex": ["n. 诉讼（尤指非刑事案件）；诉讼案件"], "eg2": [["They threatened him with a .", "他们以诉讼来威胁他。"], ["They threatened him with a .", "他们以诉讼威逼他。"], ["Cohn says this kind of page-view tracking may seem innocuous, but if the company keeps the data long-term, the information could be subpoenaed to check someone's alibi, or as evidence in a .", "辛迪说这种翻页跟踪似乎是无害的，但如果这家公司长期保留这种数据，那么这种信息可能会被法院传唤以验证一个人的证词，或在诉讼中用作证据。"]], "st": {}}, "logical": {"pron": {"peg": "['lɑdʒɪkl]", "pam": "['lɑdʒɪkl]"}, "wp": {"logical thinking": "逻辑思维;逻辑性思维;逻辑思考;逻辑思维能力", "logical port": "逻辑端口;思维规律端口", "logical circuit": "逻辑电路;\t\t逻辑线路", "logical function": "逻辑函数;逻辑功能;\t\t逻辑作用;正在翻译", "Logical View": "逻辑视图;逻辑检视;逻辑观点;逻辑查看", "logical conjunction": "逻辑与", "Logical relations": "逻辑关系;思维规律瓜葛", "logical design": "逻辑设计;邏辑设计;辑设计;逻", "logical drive": "逻辑驱动器;逻辑磁盘;逻辑盘;逻辑磁碟"}, "ex": ["adj. 合逻辑的，合理的；逻辑学的"], "eg2": [["For me, the animations are a way to glue all this information together in some<b> logical</b> way.", "对于我来说，动画是一种将所有此类信息以合乎逻辑的方式粘合在一起的方法。"], ["It is a<b> logical</b> approach, because in the event of a server failure, only one application is at risk.", "这是一种合理的方法，因为在发生服务器故障的情况下，只有一个应用程序面临风险。"], ["Besides, since our despair has this peculiarity, that it envelops others as well as ourselves, it seemed<b> logical</b> to him that all the world should come thither to die.", "再说，我们的失望有这样一个特点，它包围我们自己，也包围着别人，所有的人都到这里来死这件事他觉得好象还是合理的。"]], "st": {}}, "luxury": {"pron": {"peg": "英 ['lʌkʃəri] ", "pam": "美 ['lʌkʃ(ə)ri] "}, "ex": ["n. 奢侈品；奢华；奢侈的享受；不常有的乐趣（或享受、优势）", "adj. 奢华的", "网络 豪华；豪华型；华贵"], "eg2": [["Now we'll be able to live in luxury for the rest of our lives.", "如今我们可在有生之年过豪华生活了。"], ["to lead a life of luxury", "过奢侈的生活"], ["a luxury hotel", "豪华酒店"], ["luxury goods", "奢侈品"], ["small luxuries like chocolate and flowers", "像巧克力和鲜花之类的小奢侈品"], ["I love having a long, hot bath─it's one of life's little luxuries .", "我喜欢在热水浴缸里多泡一会儿，这是生活里一种小小的享受。"], ["It was a luxury if you had a washing machine in those days.", "那时候有洗衣机就算是奢侈了。"], ["We had the luxury of being able to choose from four good candidates for the job.", "我们的挑选余地大，有四位出色的职位候选人可供选择。"]]}, "manipulate": {"pron": {"peg": "[mə'nɪpjulet]", "pam": "[mə'nɪpjulet]"}, "wp": {"manipulate accounts": "作假帐", "Manipulate Me": "耍我", "Manipulate Method": "操作方法", "micro manipulate": "微操作", "Manipulate crane": "换料机;驱动机构", "manipulate simulation": "操舵模拟", "Manipulate Flexible": "操纵灵活", "mechanical manipulate": "机械操作", "manipulate market": "操纵市场"}, "ex": ["vt. 操纵；操作；巧妙地处理；篡改"], "eg2": [["Do you know how to  a computer ?", "你知道怎样操作计算机吗?"], ["He quickly learned how to  the controls of a plane.", "他很快学会了操作飞机的操纵装置。"], ["However, they know how to<b> manipulate</b> your fear and uncertainty for their own benefit.", "然而，他们知道，如何通过操纵你的恐惧和怀疑来获得利益。"]], "st": {"transform": [["vt.", "manipulated,manipulating"]], "similar": "handle"}}, "manipulation": {"pron": {"peg": "[mə,nɪpjʊ'leʃən]", "pam": "[mə,nɪpjʊ'leʃən]"}, "wp": {"algebraic manipulation": "代数操作;代数调处", "market manipulation": "市场操纵;操纵市场;造市;市场操纵行为", "genetic manipulation": "基因操作;\t\t遗传操作;基因操纵;遗传操纵", "Bit manipulation": "位操作;位操作位处理;位操纵;位元操作", "currency manipulation": "货币操纵;汇率操纵;货币操控;但并不支持制裁", "price manipulation": "价格操纵;操纵价格;造价;股价操纵", "file manipulation": "文件处理;文件操纵;案操作;文件操作", "Dynamic manipulation": "动态操纵;动态操作", "symbol manipulation": "符号调处;符号处理;符号操控"}, "ex": ["n. 操纵；操作；处理；篡改"], "eg2": [["They make a lot of money by clever  of the Stock Market.", "他们巧妙地操纵股票市场而大赚其钱。"], ["In this model, the pragmatic attributes relate to  of the software.", "在这个模型里，使用主义属性和软件的操作相关。"], ["PKI is entrusted with managing everything related to the creation, , and management of these keys.", "PKI 受委托管理与这些密钥的创建、处理和管理有关的一切事情。"]], "st": {}}, "manufacture": {"pron": {"peg": "['mænjə'fæktʃɚ]", "pam": "['mænjə'fæktʃɚ]"}, "wp": {"Manufacture Blancpain": "宝珀机芯工厂", "manufacture technology": "制造工艺;制造技术;制备技术;生产工艺", "Manufacture Manager": "生产部经理;生产经理;制造经理;生产厂长", "Manufacture structure": "公司管理构架", "economic manufacture": "经济生产", "manufacture catalogue": "产品目录;产品目录产品样本;产品样本", "MANUFACTURE DATE": "生产日期;制造日期;出厂日期;制造年月", "Manufacture Factory": "生产厂家", "skilful manufacture": "制作精巧;制造精致"}, "ex": ["n. 制造；产品；制造业", "vt. 制造；加工；捏造", "vi. 制造"], "eg2": [["The equipment is of our own .", "这设备是我们自己制造的。"], ["Now they lead in the  of weapons of mass destruction.", "现在他们在制造大规模杀人武器方面领先。"], ["This method of  evolved out of a long process of trial.", "这种制造方法是在长期试验过程中逐步形成的。"]], "st": {"transform": [["vt.", "manufactured,manufacturing"]], "similar": "make"}}, "matte": {"ex": ["n. 【冶】锍", "v. 使(硫化铜矿等)成为冰铜", "网络 亚光；雾面；遮片"], "pron": {"peg": "英 [mæt] ", "pam": "美 [mæt] "}, "eg2": []}, "midterm": {"pron": {"peg": "[,mɪd'tɝm]", "pam": "[,mɪd'tɝm]"}, "wp": {"midterm test": "中期审查;中考", "Midterm Exams": "期中考", "Midterm election": "中期选举;期中选举;中期推举", "midterm encouragement": "中期激励", "Midterm grade": "期中考试成绩", "Midterm Report": "期中考试报告", "Midterm presentation": "期中报告", "Midterm Quiz": "期中考试", "Midterm examination": "期中考试;期中考;期中随堂考试"}, "ex": ["adj. 期中的；中间的", "n. 期中考试"], "eg2": [["PROF: Yes This is the indirect method but on the  it was the direct method STUDENT: But I am saying maintaining the order is important right?", "教授：是的,这是间接法,但是关于期中考试,那是直接法,学生：但是我说,保持顺序很重要,对不对？"], ["The war in Iraq was a predominant issue in the 2006<b> midterm</b> elections, and Newport said it appears that it will continue to be the dominant issue during the next year.", "在2006年的中期选举期间，伊拉克战争是占主导地位的问题。 纽波特说，看来这个问题在明年的选举中将继续成为压倒一切的问题。"], ["The politically good news for Obama is that no matter what the outcome of the<b> midterm</b> elections, everything changes in January.", "任何事情都将在一月份改变，不论中期选举是什么结果，这对奥巴马来说都是利好的消息。"]], "st": {}}, "negotiate": {"pron": {"peg": "[nɪ'ɡoʃɪet]", "pam": "[nɪ'ɡoʃɪet]"}, "wp": {"negotiate with": "谈判", "Negotiate e": "商谈;谈判;商议;交涉", "negotiate artistically": "富有艺术创造力地磋商", "Negotiate Position": "协调位置", "negotiate amount": "议付金额", "Negotiate Orders": "洽谈订货", "negotiate into": "说服干", "Auto Negotiate": "自动协商", "negotiate exportation": "出口结汇"}, "ex": ["vt. 谈判，商议；转让；越过", "vi. 谈判，交涉"], "eg2": [["We tried to<b> negotiate</b> with them, but they refused.", "我们试图与他们谈判, 但被他们拒绝。"], ["We can't<b> negotiate</b> until each side is willing to give up some points.", "直到各方愿意在某些要点上作让步，我们才能谈判。"], ["They refused to<b> negotiate</b> unless three preliminary requirements were met.", "如果三项先决条件得不到满足， 他们就拒绝谈判。"]], "st": {"transform": [["vi.", "negotiated,negotiating"]]}}, "neural": {"ex": ["adj. 神经的；神经系统的；背的；神经中枢的", "n. (Neural)人名；(捷)诺伊拉尔"], "pron": {"peg": "['nʊrəl]", "pam": "['nʊrəl]"}, "st": {}, "wp": {"neural crest": "神经脊;\t\t神经嵴;神经冠;神经", "Neural plate": "神经板;髓板;椎板", "Neural development": "发育神经科学;神经发育", "Neural backpropagation": "神经反向传播", "neural networks": "神经网络;类神经网路;神经网络系统;类神经网络", "Neural Linker": "神经连结装置;神经连接装置;神经连结安装", "neural analyzer": "神经分析器", "Neural Interface": "神经接口;脑机介面;神经介面", "Neural modification": "神经中枢变体"}, "eg2": [["“We could look at what the<b> neural</b> encoding is for this, ” says Mitchell.", "“这时我们就可以看看神经是如何对此进行编码的了”，米切尔说。"], ["What matters is that we have seen courage at work in the brain, and we all have the same basic  equipment.", "重要的是，我们已经看到了，在大脑中勇气在起作用，而我们每个人都有同样的基本神经构成。"], ["This list represents activities your brain has not yet formed strong<b> neural</b> connections with, they are the complex and novel.", "这一列表代表你的大脑还未与之形成牢固的神经联系的活动，它们是复杂而新奇的。"]]}, "notorious": {"pron": {"peg": "[no'tɔrɪəs]", "pam": "[no'tɔrɪəs]"}, "wp": {"Notorious Conduct": "丑行", "Notorious K": "金名狼藉", "From Notorious": "从臭名昭着", "Notorious Inc": "恶德企业;邪恶公司", "notorious detail": "名声不好", "notorious postingj": "恶名远扬的", "notorious advertisementj": "污名远扬的", "Notorious Chairman": "臭名昭着董事长", "notorious Adj": "恶名的"}, "ex": ["adj. 声名狼藉的，臭名昭著的"], "eg2": [["The lawyer has defended some of the most<b> notorious</b> criminals.", "这名法官已为一些最臭名昭著的罪犯当过辩护律师。"], ["The celebrations were  enough that followers of Cybele were banished from Rome.", "臭名昭著的庆祝活动，以至于信徒之母的是从罗马放逐。"], ["He also compared the treatment of prisoners with that at the  Abu Ghraib prison in Iraq.", "同时他将对囚犯的治疗与伊拉克臭名昭著的阿布格莱布监狱相提并论。"]], "st": {"similar": "famous"}}, "oppose": {"pron": {"peg": "[ə'poz]", "pam": "[ə'poz]"}, "wp": {"oppose malpractice": "抵制不正之风", "oppose against": "使对照", "to oppose": "反对;相对;作对", "oppose american": "反对美国", "oppose separine": "破坏破碎", "oppose strongly": "竭力反对", "Strongly oppose": "强烈反对", "resolutely oppose": "坚决反对", "counter oppose": "反对"}, "ex": ["vt. 反对；对抗，抗争", "vi. 反对"], "eg2": [["We<b> oppose</b> interference by any outside force.", "我们反对任何外来势力插手干预。"], ["Promote materialist dialectics and  metaphysics and scholasticism.", "要提倡唯物辩证法，反对形而上学和烦琐哲学。"], [" extravagant eating and drinking and pay attention to thrift and economy.", "反对大吃大喝， 注意节约。"]], "st": {"transform": [["vt.", "opposed,opposing"]], "similar": "resist,withstand"}}, "oversee": {"pron": {"peg": "['ovɚ'si]", "pam": "['ovɚ'si]"}, "wp": {"oversee work": "监督工作", "Members Oversee": "成员管理", "oversee e": "监督", "Oversee mechanism": "监管机制", "Oversee sale": "海外销售", "oversee vt": "监督", "outlook oversee": "了望", "Quality Oversee": "质量督察", "Oversee Fund": "外基金"}, "ex": ["vt. 监督；审查；俯瞰；偷看到，无意中看到"], "eg2": [["Moreover, the Treasury is an Executive department, and therefore Congress and the public can more directly  how it uses any added authority.", "不仅如此，美国财政部还是一个行政部门，因此如其行使的权力增加，也会受到国会和公众更为直接的监督。"], ["Good governance principles are needed to<b> oversee</b> these organizational change efforts -- to ensure that they achieve their expected results over time.", "需要良好的治理原则来监督这些组织变更工作 —— 从而确保它们随时间达到其预期的结果。"], ["The law makes a job for yet another bureaucrat to  the vast program - is this change we can believe in?", "该法案建立了一个新的官僚机构监督这个庞大的项目 - 这是一个值得我们信任的改变吗？"]], "st": {"transform": [["vt.", "oversaw,overseen,overseeing"]]}}, "ownership": {"pron": {"peg": "['onɚʃɪp]", "pam": "['onɚʃɪp]"}, "wp": {"ultimate ownership": "终极产权;所有权;最终所有权结构;终极所有权", "psychological ownership": "心理所有权;心理所有;心理拥有感", "mixed ownership": "混合所有制;\t\t混合所有权", "actual ownership": "事实上的所有权", "capital ownership": "资本所有权;资本所有制;资本产权", "property ownership": "产权制度;财产所有权;所有权;\t\t财产归属", "ownership interest": "所有权权益;所有者权益;股份比例;有权利益", "Home Ownership": "居者有其屋;自置居所;有住房;版主所有权", "land ownership": "土地所有权;土地业权;土地所有制;地权"}, "ex": ["n. 所有权；物主身份"], "eg2": [["What, then, constitutes “”?", "那么，什么是“所有权”？"], ["The matter in dispute is the<b> ownership</b> of the house.", "眼下的纠纷是这所房子的所有权问题。"], ["The two sides continued to dispute the<b> ownership</b> of the territory.", "双方继续争夺那片领土的所有权。"]], "st": {}}, "painstakingly": {"pron": {"peg": "['peins,teikiŋli]", "pam": "['peins,teikiŋli]"}, "wp": {"gather painstakingly": "苦心地收集", "Micro Painstakingly": "微苦", "polish painstakingly": "辛劳地擦亮", "keep painstakingly": "惨淡经营", "Does Painstakingly": "不怕累", "Painstakingly Created": "精心制造", "Arrange Painstakingly": "擘画精详", "painstakingly recreated": "费尽心机重现", "pool painstakingly": "苦心地把…集中在一起"}, "ex": ["adv. 煞费苦心地；费力地"], "eg2": [["On the other hand, Thompson’s explanation of surface tension ignores the bees, which<b> painstakingly</b> build the honeycomb, and possess capabilities that are not yet fully understood.", "而另一方面，汤姆逊的表面张力论忽视了蜜蜂费力建造蜂巢的过程，而且蜜蜂拥有至今仍未弄清的许多能力。"], ["Then she<b> painstakingly</b> measured the velocity of each star.", "然后她特别测量了这些星体的速度。"], ["Maybe that’s what made this book, and all of the volumes above, so satisfying: each contains worlds that are finely, even , described.", "或许这就是为什么这部书，和以上的所有书都那么让人满意的原因：每一部都极好的，甚至是痛苦的描述了世界。"]], "st": {}}, "participant": {"pron": {"peg": "英 [pɑː(r)'tɪsɪpənt] ", "pam": "美 [pɑr'tɪsɪpənt] "}, "ex": ["n. 参与者；参加者", "adj. 参加的", "网络 有份的；参赛者；参与的"], "eg2": [["He has been an active participant in the discussion.", "他一直积极参与这次讨论。"]]}, "perceive": {"pron": {"peg": "[pɚ'siv]", "pam": "[pɚ'siv]"}, "wp": {"perceive by": "通过", "perceive vt": "注意", "perceive personally": "亲身知情", "perceive v": "察觉到", "I Perceive": "我注意到", "perceive superficially": "表面地看到", "to perceive": "明察;察觉;感觉到;感觉", "perceive e": "看见;领会;感知;领悟", "perceive tangibly": "明确地感觉到"}, "ex": ["vt. 察觉，感觉；理解；认知", "vi. 感到，感知；认识到"], "eg2": [["The concept reality means to each of us what we , what we experience.", "真实的概念对我们每个人都意味着我们感知的一切，经历的一切。"], ["How we<b> perceive</b> them depends on our relationship with those who carry them out.", "我们如何理解这些法令依赖于我们与那些执行者的关系。"], ["Regardless of your intentions, your reputation is how others<b> perceive</b> you, whether it is realistic or not.", "不管你的意图如何，名声真实与否，你的名声关系到别人对你的感觉如何。"]], "st": {"transform": [["vt.", "perceived,perceiving"]], "similar": "discern"}}, "pornographic": {"ex": ["adj. 色情的；色情作品的；春宫画的"], "pron": {"peg": "[,pɔrnə'ɡræfɪk]", "pam": "[,pɔrnə'ɡræfɪk]"}, "st": {}, "wp": {}, "eg2": [["In January a new law made it an offence to possess  films or images portraying serious violence, real or simulated.", "一月份一项新法律规定拥有描述严重暴力的影片或者图像都违法，不管这些暴力是现实的还是想象的。"], ["In 2004, an eBay executive was brieflyimprisoned in India because<b> pornographic</b> DVDs were available for purchasethrough the site.", "2004年，易趣的一名管理人员被短暂囚禁，因为其网站上有黄色光碟出售。"], ["Mao Xiaomao, senior official of the GAPP department that fights illegal and banned publications, said that about 90% of  websites in China use foreign servers.", "新闻出版总署非法违禁出版物管理司官员毛小茂表示，我国90%的黄色网站都使用境外服务器。"]]}, "pornography": {"pron": {"peg": "[pɔr'nɑɡrəfi]", "pam": "[pɔr'nɑɡrəfi]"}, "wp": {}, "ex": ["n. 色情文学；色情描写"], "eg2": [["Also: the 2006 study found exposure to  had the same effects regardless of gender.", "另外：2006年的研究发现，观看不雅物对不同性别都有相同效果。"], ["In a bid to curb<b> pornography</b> and politically sensitive online subjects, authorities said late last month that only state-owned firms can apply for licenses to share videos and audio online.", "政府上月末颁布的新管理办法称，此举旨在控制淫秽和敏感内容，只有国有机构可以申请互联网视听节目服务的许可。"], ["It is illegal to distribute<b> pornography</b> in China.", "在中国，传播淫秽内容有违国家法律。"]], "st": {}}, "portray": {"pron": {"peg": "[pɔr'tre]", "pam": "[pɔr'tre]"}, "wp": {}, "ex": ["vt. 描绘；扮演"], "eg2": [["What was it like to see someone<b> portray</b> you?", "看到有人扮演你是怎样的感觉？"], ["A wide shot might best  one desert, while a close-up of one plant struggling to survive on the side of a dune might best represent another.", "描绘沙漠的全景时运用广角镜头是最合适的，而对沙丘一侧顽强生存的植物的特写则表现出另一种物质。"], ["Though they were written a century or more ago, these words<b> portray</b> very accurately the situation or challenge in which we all find ourselves in these days.", "虽然这段话是在一个世纪前写下的，这些话语却非常准确地描绘了我们在这些日子里所处的环境和面对的挑战。"]], "st": {}}, "presumably": {"pron": {"peg": "[prɪ'zuməbli]", "pam": "[prɪ'zuməbli]"}, "wp": {"Presumably Pain": "想必痛", "presumably ad": "大概;假定;推测起来;大抵", "Presumably Hermaphroditic": "大概两性", "Presumably long": "大概多久", "presumably presumedly": "推测上", "obviously presumably": "真正的", "presumably y": "也许;大概;推测起来", "So Presumably": "所以假设", "Presumably Complimentary": "大概免费"}, "ex": ["adv. 大概；推测起来；可假定"], "eg2": [["I mean you<b> presumably</b> still have friends and family back in Pakistan.", "我的意思是你大概还有朋友和家人在巴基斯坦吧。"], ["So, , if we follow our rules so far only one of these should be correct.", "那么，可以假定，如果我们按照之前的规则,应该只有一个是正确的。"], ["She too was not awake, and<b> presumably</b> unaware of others’ presence with her.", "她也处于昏迷状态中,大概不知道有人和她在一起。"]], "st": {}}, "prominence": {"pron": {"peg": "['prɑmɪnəns]", "pam": "['prɑmɪnəns]"}, "wp": {"Prominence Principle": "突显原则", "malleolar prominence": "锤凸", "polar prominence": "极区日珥", "prominence view": "突显观;突出观;凸显观", "solar prominence": "日珥", "cardiac prominence": "心凸", "hydrogen prominence": "氢日珥", "prominence knot": "日珥结", "frontal prominence": "额隆"}, "ex": ["n. 突出；显著；突出物；卓越"], "eg2": [["The movie shows the  erupting.", "影片展示了这次显著的喷发。"], ["The web has allowed new providers of news, from individual bloggers to sites such as the Huffington Post, to rise to<b> prominence</b> in a very short space of time.", "该网站允许新的新闻提供者加入，包括了从个人博客到大型网站（如赫芬顿邮报网站），从而在很短的时间空间里上升到突出。"]], "st": {}}, "prompt": {"pron": {"peg": "[prɑmpt]", "pam": "[prɑmpt]"}, "wp": {"Phonetic prompt": "语音提示", "Prompt Message": "提示信息", "Adper Prompt": "粘接剂", "prompt response": "响应及时;敏捷的反应", "pmt prompt": "即时的;迅速的", "shell prompt": "提示符;命令提示符", "No prompt": "不提示;不提醒", "Prompt Code": "提示代码", "prompt radiation": "瞬发辐射;瞬时放射;瞬时辐射"}, "ex": ["adj. 敏捷的，迅速的；立刻的", "vt. 提示；促进；激起；（给演员）提白", "n. 提示；付款期限；DOS命令：改变DOS系统提示符的风格", "adv. 准时地"], "eg2": [["I'll<b> prompt</b> her if she forgets her lines.", "如果她忘掉台词我将给她提示。"], ["The script will<b> prompt</b> you to either drop an existing index or create a new one.", "这个脚本将会提示您要么删除现存的索引要么创建一个新的索引。"], ["If you forget to create one of these, the Welcome Center will display an error message and<b> prompt</b> you to create them.", "如果忘记创建其中的某一个，欢迎中心将显示一条错误消息，并提示您进行创建。"]], "st": {"similar": "quick"}}, "propaganda": {"pron": {"peg": "['prɑpə'gændə]", "pam": "['prɑpə'gændə]"}, "wp": {"Political propaganda": "政治宣传;政治宣传品", "False propaganda": "虚假宣传", "educational propaganda": "教育宣导;宣传教育", "propaganda shell": "宣传外壳;宣传机壳", "Propaganda Minister": "宣传部部长;宣传部长", "Black Propaganda": "黑色宣传;暗宣传", "Culture propaganda": "民俗宣传;文化传播", "news propaganda": "新闻宣传;新闻宣传部", "Propaganda Campaign": "宣传运动"}, "ex": ["n. 宣传；传道总会"], "eg2": [["They muted the  campaign later.", "后来，他们降低了宣传运动的调子。"], ["I wish they would stop grinding out the same old .", "我总是希望他们不要再绞尽脑汁搞那种老调重弹的宣传。"], ["As with almost all<b> propaganda</b> techniques, the subject should attempt to find more information on the topic.", "就像面对所有宣传手段一样，接受者应该试图收集关于话题的更多信息。"]], "st": {}}, "propagandist": {"ex": ["n. 宣传者；传播者", "adj. 宣传的；传道的"], "pron": {"peg": "[prɒpə'gændɪst]", "pam": "[prɒpə'gændɪst]"}, "st": {}, "wp": {"propagandist detail": "宣传员", "enterprises propagandist": "企业宣传", "Propagandist Handbook": "宣传手册", "Propagandist Video": "集团宣传视频", "incompetent propagandist": "蹩脚的宣传家", "propagandist effect": "宣传效果", "propagandist chair": "宣传主席", "Propagandist Manual": "宣传手册", "propagandist education": "宣传教育工作"}, "eg2": [["Unlike a  or a gossip, the journalist sorts through the information available and determines how much of it is valuable and reliable before passing it on to the public.", "新闻工作者不同于宣传家或闲话人。 新闻工作者必须对现有资讯进行过滤甄别，在确定资讯价值与可靠程度后，才向公众发布。"], ["Also, the , especially during speeches, may attempt to increase the illusion through imperfect pronunciation, stuttering, and a more limited vocabulary.", "同样，宣传者，尤其是在演讲的时候，会试图通过不完美的发音，结巴，有限的词汇量，等等，来增强这种印象。"], ["Much of the<b> propagandist</b> writing of our time amounts to plain forgery.", "在我们这个时代，大多数出于宣传目的的作品都仅仅是谎言。"]]}, "proportion": {"pron": {"peg": "英 [prə'pɔː(r)ʃ(ə)n] ", "pam": "美 [prə'pɔrʃ(ə)n] "}, "ex": ["n. 比例；部分；份额；均衡", "v. 摊派；使相称", "网络 比率；比重；面积"], "eg2": [["Water covers a large proportion of the earth's surface.", "水覆盖了地球表面的大部分。"], ["Loam is a soil with roughly equal proportions of clay, sand and silt.", "壤土是由大约等份的黏土、沙和粉砂合成的。"], ["The proportion of regular smokers increases with age.", "习惯吸烟的人口比重随年龄的增长而上升。"], ["A higher proportion of Americans go on to higher education than is the case in Britain.", "美国人上大学的比例大于英国。"], ["The proportion of men to women in the college has changed dramatically over the years.", "近年来，这个学院的男女学生比例出现了剧变。"], ["The basic ingredients are limestone and clay in the proportion 2:1.", "基本成分是石灰石和黏土，比例为 2:1。"], ["The room is very long in proportion to(= relative to) its width.", "这房间的长度比宽度大很多。"], ["You haven't drawn the figures in the foreground in proportion .", "你的前景人物画得不合比例。"], ["The head is out of proportion with the body.", "头部和身体不成比例。"], ["an impressive building with fine proportions", "比例协调的雄伟建筑物"], ["Always try to keep a sense of proportion(= of the relative importance of different things) .", "事有轻重缓急之分，这要常记在心。"], ["This method divides the task into more manageable proportions.", "这个方法把要完成的任务划分成较易操作的步骤。"], ["a food shortage that could soon reach crisis proportions", "可能会很快达到危机程度的粮食短缺"], ["a room of fairly generous proportions", "相当宽敞的屋子"]]}, "puppet": {"ex": ["n. 木偶；傀儡；受他人操纵的人", "网络 玩偶；木偶人；手偶"], "pron": {"peg": "英 ['pʌpɪt] ", "pam": "美 [ˈpʌpɪt] "}, "eg2": [["a hand puppet", "手偶"], ["a puppet show", "木偶表演"], ["The occupying forces set up a puppet government .", "占领军建立了一个傀儡政府。"]]}, "redraw": {"pron": {"peg": "[ri'drɔ]", "pam": "[ri'drɔ]"}, "wp": {"Redraw control": "重画管", "redraw Function": "重画事件", "boundary redraw": "轮廓重建", "View Redraw": "刷新", "outline redraw": "轮廓重绘法", "redraw facility": "款功能", "redraw repaint": "重画", "REDRAW REGEN": "图形重画与重生成;图形重画与重天生", "RW REDRAW": "刷新当前视口中的显示"}, "ex": ["vt. 重画"], "eg2": [["And he intends to<b> redraw</b> it himself.", "并且，他打算亲自重新绘制。"], ["In fact, if you drag another window over part of it, that part of the clock won't even .", "事实上，如果您拖动另一个窗口让它与时钟的一部分重叠，时钟被重叠的部分仍然会保持不变。"], ["Most of all, though, he will need to  the electoral map to overcome built-in advantages Republicans enjoy.", "不过，最重要的还是，他将需要重新制定竞选路线图、克服共和党人享有的天生优势。"]], "st": {"transform": [["vt.", "redrew,redrawn,redrawing"]]}}, "rejuvenate": {"ex": ["vt. 使年轻；使更新；使恢复精神；使复原", "vi. 复原；变年轻"], "pron": {"peg": "[rɪ'dʒuvənet]", "pam": "[rɪ'dʒuvənet]"}, "st": {"transform": [["vt.", "rejuvenated,rejuvenating"]]}, "wp": {"Rejuvenate Set": "活力醒肤套组", "Rejuvenate Toner": "活力醒肤爽肤水", "REJUVENATE PROGRAMME": "思绪清晰", "column rejuvenate": "柱复活", "rejuvenate head": "回春点", "Rejuvenate Enterprise": "兴企", "Rejuvenate Yourself": "返老还童的秘密", "Rejuvenate Naturally": "自然的复苏;天然的复苏;唱片名", "rejuvenate population": "复壮种群"}, "eg2": [["Let yourself .", "让你自己复原。"], ["This will ensure that your muscles have plenty of time to heal and .", "这会保证你的肌肉有足够的时间来愈合和复原。"], ["British-based researchers claim they may be just a decade away from perfecting a way to persuade the heart to  – a process thought to be impossible just five years ago.", "来自英国的研究人员声称找到刺激心脏复原的完美方式可能仅需十年时间——而这一过程在五年前却认为是不可能的。"]]}, "remake": {"pron": {"peg": "['rimek]", "pam": "['rimek]"}, "wp": {"REMAKE FILM": "重拍影片;重拍影片儿", "Snowman Remake": "林民龙", "remake edition": "色盲测试", "Character Remake": "角色重制", "technical remake": "技术改造", "EOP remake": "钟灵校歌", "GMO Remake": "林民龙", "Fans Remake": "翻唱乐园", "remake equipment": "设备改造"}, "ex": ["n. 重做；重制物", "vt. 再制"], "eg2": [["As the shirt fits badly, she will pick it to pieces and  it.", "因为这件衬衫极不合身，她要拆了重做。"], ["I learned also that neither could I  my friends or students.", "同样，我意识到周围的朋友和学生也是无法改造的。"], ["Pharmaceuticals that increase access to our own minds would, of course, also<b> remake</b> our thinking space.", "有助于利用我们自己心智的药物当然也会改造我们的思考空间。"]], "st": {"transform": [["vt.", "remade,remaking"]]}}, "replica": {"ex": ["n. 复制品；仿制品", "网络 副本；复本；拷贝"], "pron": {"peg": "英 ['replɪkə] ", "pam": "美 ['replɪkə] "}, "eg2": [["a replica of the Eiffel Tower", "埃菲尔铁塔模型"], ["The weapon used in the raid was a replica.", "抢劫案中使用的武器是一件仿制品。"], ["replica guns", "仿制的枪支"]]}, "represent": {"pron": {"peg": "[,rɛprɪ'zɛnt]", "pam": "[,rɛprɪ'zɛnt]"}, "wp": {"Represent General": "表示一般", "represent objects": "表示对象", "Good Represent": "端正五官", "Bars Represent": "确定直条表示", "Business Represent": "商务代表", "Build represent": "建筑表现", "to represent": "代表;表示", "represent mode": "描述模", "page represent": "页面表示"}, "ex": ["vt. 代表；表现；描绘；回忆；再赠送", "vi. 代表；提出异议"], "eg2": [["Who are they and what do they ?", "他们是谁？又代表了什么重要性？"], ["They have delegated him to  their city at the convention.", "他们选举他代表他们市去参加代表大会。"], ["What do these electrons ?", "这些电子代表什么？"]], "st": {}}, "reprise": {"ex": ["n. 重复；（从地产每年收入中扣除的）年金", "vt. 重奏"], "pron": {"peg": "[rɪ'priz]", "pam": "[rɪ'priz]"}, "st": {"transform": [["vt.", "reprised,reprising"]]}, "wp": {"BUTTERFLY REPRISE": "蝴蝶高飞;美丽花蝴蝶", "REPRISE RECORDS": "重奏唱片公司;出版者;唱片公司;华纳唱片", "Reprise II": "恋爱游戏;爱的代价", "Sunshine Reprise": "阳光重复", "Home Reprise": "家重复", "Tsugaru Reprise": "再渡津轻", "Married Reprise": "结婚重复", "Siyotanka Reprise": "笛魂", "Dead Reprise": "表演者"}, "eg2": [["In some respects, the report is a  of previous assessments by the U.S. military.", "在有些方面，这份报告重复了美国军方之前的评估。"], ["Finally summarise and<b> reprise</b> the main points. Finish with a strong and motivational summary.", "接着你就可以开始说了，最后再总结和重复你的主要观点，结尾时的总结要富有力量和激发性。"], ["In some ways, investors are using dollars to<b> reprise</b> a strategy that helped weaken the Japanese yen for much of the decade -- what is known as the carry trade.", "某种程度上说，投资者正用美元来重演一套在本世纪以来大部分时间内推动日圆走低的策略，即融资套利交易。"]]}, "resemblance": {"ex": ["n. 相似；相似之处；相似物；肖像"], "pron": {"peg": "[rɪ'zɛmbləns]", "pam": "[rɪ'zɛmbləns]"}, "st": {"similar": "likeness"}, "wp": {"accidental resemblance": "偶同", "hallucinatory resemblance": "幻象式的逼真", "Striking Resemblance": "禁止过失", "resemblance equation": "类似度方程式", "resemblance nature": "类本质", "resemblance degree": "相似度", "resemblance degrees": "相似度", "pump resemblance": "泵的相似律", "Resemblance model": "反映模式"}, "eg2": [["The nebula to the left is the Heart, designated IC 1805 and named after its  to a human heart.", "心与灵星云的左边是心，指定图像代码为IC 1805，因其与人类心脏形状相似得名。"], ["So I went, and what I discovered was that what I had imagined archeology to be bore little  to the actual experience.", "所以我去了，而且我发现我之前想象的考古学与实际的经验基本没有什么相似之处。"], ["Perhaps pigs themselves are aware of our  and so regard us as cousins. Handled with affection, even an adult pig might well become as friendly as a dog who has always lived with the family.", "也许他们自己知道我们的相似之处，因此视我们为兄弟，充满感情，即使是成年后才来到家里的猪也可能像一直生活在家里的狗一样友好。"]]}, "resort": {"pron": {"peg": "英 [rɪ'zɔː(r)t] ", "pam": "美 [rɪ'zɔrt] "}, "ex": ["n. 度假胜地；诉诸；采取；旅游胜地", "v. 去；凭藉", "网络 度假村；求助；度假酒店"], "eg2": [["seaside/ski/mountain, etc. resorts", "海滨、滑雪、山区等度假胜地"], ["a popular holiday resort", "受欢迎的旅游胜地"], ["the resort town of Byron Bay", "度假小镇拜伦贝城"], ["There are hopes that the conflict can be resolved without resort to violence.", "冲突有望不需要诉诸武力而得到解决。"], ["Strike action should be regarded as a last resort , when all attempts to negotiate have failed.", "罢工应该是最后一着，在所有的谈判努力都告失败时才使用。"], ["In the last resort(= in the end) everyone must decide for themselves.", "最后人人都得自己作决定。"]]}, "resurrect": {"ex": ["vt. 使复活；复兴；挖出", "vi. 复活"], "pron": {"peg": "[rezə'rekt]", "pam": "[rezə'rekt]"}, "st": {}, "wp": {"Resurrect oneself": "让自己复活;复活自己", "to resurrect": "使复活", "Mass Resurrect": "群体复活", "resurrect t": "复兴", "Resurrection RESURRECT": "转世重生", "Resurrect allies": "复活盟友", "resurrect creature": "复生怪物;复活生物", "colour resurrect": "彩色重现", "Amenophis Resurrect": "阿梅诺菲斯的复苏"}, "eg2": [["So God will<b> resurrect</b> the dead.", "那么上帝将复活死者。"], ["Can we ever hope to use avatars to<b> resurrect</b> the dead?", "我们到底希不希望用化身来从死亡中复活？"], ["Most of those embedded viruses are now extinct, but in 2005 French researchers applied for permission to<b> resurrect</b> one of them.", "嵌入病毒的大多数已经灭绝，但2005年法国的研究人员申请许可去复活其中的一种。"]]}, "resurrection": {"ex": ["n. 复兴；复苏；耶稣复活；（世界末日）所有亡者复活", "网络 复活术；复生；复生术"], "pron": {"peg": "英 [.rezə'rekʃ(ə)n] ", "pam": "美 [.rezə'rekʃən] "}, "eg2": []}, "rewrite": {"ex": ["vt. 改写；重写", "vi. 改写；重写", "n. 重写或改写的文稿；改写的作品"], "pron": {"peg": "['riraɪt]", "pam": "['riraɪt]"}, "st": {"transform": [["vt.", "rewrote,rewritten,rewriting"]]}, "wp": {"rewrite operation": "重写操作", "Rewrite history": "重写历史", "rescript rewrite": "重写", "Rewrite speed": "写速度", "rewrite e": "改写;重写", "Rewrite Me": "改写我", "Rewrite inheritance": "重写继承性", "Song Rewrite": "歌曲改写", "Rewrite Moon": "第七十一章"}, "eg2": [["So that means we can  this efficiency.", "这意味着我们可以重写出效率。"], ["Let me<b> rewrite</b> the above example to show the contract in action.", "为了实际地展示这种契约，我会重写上面的示例。"], ["Now,  your goals. Write them as if you had already completed them.", "现在，你要重写你的目标，让它们看上去似乎已经完成。"]]}, "romantic": {"pron": {"peg": "[ro'mæntɪk]", "pam": "[ro'mæntɪk]"}, "wp": {"Romantic Bar": "浪漫酒吧;阳朔曼陀罗酒吧;浪漫水吧;诺曼底酒吧", "Romantic friendship": "浪漫友情", "Romantic period": "浪漫时期;浪漫主义时期;浪漫主义期间;浪漫主义音乐", "Romantic Life": "血色浪漫;浪漫一生;罗斯玛丽的拿铁;浪漫人生", "Romantic Star": "浪漫星;浪漫之星;浪漫星空", "Romantic Road": "浪漫之路;罗曼蒂克大道;浪漫大道;浪漫之旅", "Romantic Island": "浪漫岛屿;浪漫岛;感觉不错;落跑歌星", "Romantic Fantasy": "罗曼史奇幻;浪漫幻想", "New Romantic": "新浪漫;新浪漫主义;名的新浪漫音乐;新浪漫派"}, "ex": ["adj. 浪漫的；多情的；空想的", "n. 浪漫的人", "vt. 使…浪漫化"], "eg2": [["You have to do something .", "你们应该做些浪漫的事。"], ["This poem is typical of the<b> romantic</b> period.", "这首诗具有浪漫主义时期的特点。"], ["But after a while, we realise that not only is she not screaming, she also appears to have no<b> romantic</b> interest whatsoever.", "但是在影片进行一段时间后，我们才意识到她非但没有尖叫，似乎对任何浪漫也都不抱兴趣。"]], "st": {"similar": "sentimental"}}, "script": {"pron": {"peg": "[skrɪpt]", "pam": "[skrɪpt]"}, "wp": {"Nüshu script": "女书", "logon script": "登录脚本;登录剧本;登入指令档", "Uchen script": "有头体", "shell script": "shell脚本;非交互;什么是;用于自动备份的", "Script Expert": "脚本大师", "Script Kiddie": "脚本小子;幼稚黑客;脚本小孩;来源", "Tangut script": "西夏文", "Shooting script": "拍摄剧本;分镜剧本;分镜头剧本;拍摄稿", "cursive script": "草书;草写体"}, "ex": ["n. 脚本；手迹；书写用的字母", "vt. 把…改编为剧本", "vi. 写电影脚本"], "eg2": [["I have two issues with this .", "对于这个脚本，我有两个问题。"], ["She smacked the  on the floor.", "她把脚本啪的一声扔到了地板上。"], ["How general do you want (or need) the  to be?", "您希望（或需要）脚本的一般化程度有多大？"]], "st": {}}, "sensitive": {"pron": {"peg": "['sɛnsətɪv]", "pam": "['sɛnsətɪv]"}, "wp": {"sensitive area": "敏感区;敏感地区", "sensitive data": "敏感数据;敏感资料;敏感性资料", "sensitive plant": "含羞草;\t\t敏感植物;害臊草;害羞草", "sensitive to": "对;敏感;灵敏的;感光的", "sensitive volume": "感应容量;灵敏区;灵敏体积;灵敏范围", "Sensitive Couple": "超感觉情侣;片;英文名", "sensitive period": "敏感期;感应期;敏感时期", "sensitive film": "感光胶卷;\t\t感光胶片;\t\t感光软片;高感光胶片", "sensitive material": "感光材料;敏感材料;感光质料;灵敏材料"}, "ex": ["adj. 敏感的；感觉的；[仪] 灵敏的；感光的；易受伤害的；易受影响的", "n. 敏感的人；有灵异能力的人"], "eg2": [["This instrument is highly .", "这架仪器很灵敏。"], ["We'd better keep off the<b> sensitive</b> topic.", "我们最好避开这个敏感的话题。"], ["Try your best to sidestep for  issues like this.", "你应尽可能地回避像这类敏感的问题。"]], "st": {}}, "sequel": {"pron": {"peg": "['sikwəl]", "pam": "['sikwəl]"}, "wp": {"A sequel": "一个结局", "Unworthy sequel": "狗尾续貂", "GODFATHER SEQUEL": "教父续集;试听", "apoplexy sequel": "卒中后遗症", "sequel period": "后遗症期", "Spiritual sequel": "精神续集", "sequel theory": "续书理论", "myocarditic sequel": "心肌炎后遗症", "Terminator sequel": "喜欢的电影"}, "ex": ["n. 续集；结局；继续；后果"], "eg2": [["How do you see technology changing for the Avatar ?", "您怎么看待科技对《阿凡达》续集的影响呢？"], ["Once, when a movie was successful there used to be a \"\", a follow-up film destined to build on the popularity of its predecessor and extend the life of the story at the box office.", "编者 一旦一部影片成功了，往往就会有一部“续集”出现，这部紧随其后的电影注定是建立在前一部影片的名气之上并在票房收入方面延续该故事生命的。"], ["Bates is best known for The Darling Buds of May, which was a TV hit; this<b> sequel</b> was also adapted for television in 1977.", "贝茨最有名的小说《五月的花朵》改编成电视剧风靡一时，这本书作为续集也于 1977 年被改编成电视剧。"]], "st": {}}, "simulate": {"ex": ["vt. 模仿；假装；冒充", "adj. 模仿的；假装的"], "pron": {"peg": "['sɪmjulet]", "pam": "['sɪmjulet]"}, "st": {"transform": [["adj.", ""]]}, "wp": {"Simulate Signal": "模拟功能;仿真信号", "Simulate Annealing": "模拟退火", "Simulate illustration": "模拟草图", "Simulate System": "模拟系统", "Simulate calculation": "模拟计算", "simulate e": "假装;模仿;模拟时间触发;模拟", "simulate training": "模拟训练", "Simulate Local": "模拟本地", "Simulate Mode": "系统模式"}, "eg2": [["The models can<b> simulate</b> not just the structures of the molecules but also how they move and interact in relation to each other.", "这些计算机模型不仅能够模拟分子的结构，而且还能模拟分子如何移动以及它们如何互相联动作用。"], ["\"We have a robust safety and security strategy,\" Home Secretary Theresa May said this month when announcing a set of exercises to  possible problem scenarios.", "“我们有一套强健的安全和治安策略，” 内政大臣特丽莎·梅说，本月将会宣布一系列演习，模仿可能会出现的问题场面。"], ["The power of model execution, so that you can<b> simulate</b> and validate your designs more quickly and effectively.", "模型执行的能力，这样您就可以更快更有效率地模拟并验证您的设计。"]]}, "specify": {"pron": {"peg": "['spɛsɪfaɪ]", "pam": "['spɛsɪfaɪ]"}, "wp": {"Specify Rules": "指定规则;指定例则", "specify amount": "列明具体的数额;注明具体金额", "Client specify": "客户指定", "specify feature": "规定功能部件", "Specify Requirements": "需求定义", "Specify cocktail": "指定鸡尾酒", "Other Specify": "其他指定", "prescribe specify": "规定指定;订明指明;订明指定", "Specify Libraries": "定义综合库"}, "ex": ["vt. 指定；详细说明；列举；把…列入说明书"], "eg2": [["He didn't<b> specify</b> the matters.", "他并没有详细说明是什么事。"], ["In it, we<b> specify</b> three templates for , , and .", "其中，我们为  、  和  指定了三个模板。"], ["In some editors, you may have to  the location of these files through other configuration means.", "在一些编辑器里，您可能必须通过其他的构造方式指定这些文件的位置。"]], "st": {"transform": [["vt.", "specified,specifying"]]}}, "speculate": {"ex": ["vi. 推测；投机；思索", "vt. 推断"], "pron": {"peg": "['spɛkjə'let]", "pam": "['spɛkjə'let]"}, "st": {"similar": "think", "transform": [["vi.", "speculated,speculating"]]}, "wp": {"speculate about": "猜测;思考;推测", "speculate execution": "投机执行", "speculate crisis": "投机风潮", "speculate casually": "碰巧地猜测", "speculate e": "沉思;推测;思索;猜测", "P speculate": "投机", "speculate stone": "赌货", "speculate for": "看", "speculate in": "投机;搞投机"}, "eg2": [["I can only<b> speculate</b> whether it will make any impact on mobile phones.", "关于它是否会给手机带来深刻的影响，我只能靠推测。"], ["They could be used to insure actual bonds but – in light of their asymmetric character – not to<b> speculate</b> against countries or companies.", "它们可以用来给实际债券保险，但——鉴于其不对称的特点——不能用来进行针对国家或企业进行投机。"], ["The authors  that this could explain some of the language problems seen in autism.", "作者推测这也许能解释在自闭症中出现的一些语言问题。"]]}, "splice": {"ex": ["vt. 拼接；接合；使结婚", "n. 接合；结婚"], "pron": {"peg": "[splaɪs]", "pam": "[splaɪs]"}, "st": {"transform": [["vt.", "spliced,splicing"]]}, "wp": {"HOT SPLICE": "热接片法", "cable splice": "电缆接合;电缆接头;钢缆编接;光缆接头", "wire splice": "接线;导线编接;线结", "flying splice": "纸幅自动接头;纸幅机上连续粘接", "mechanical splice": "机械对接;\t\t机械接头;机械接续;机械连接器", "Splice site": "剪接位点;外显子;剪切位点;剪辑位点", "back splice": "索尾插接;反穿结;重端结;反接", "splice loss": "接头损失;接头损耗;接续损失", "blind splice": "分股连接"}, "eg2": [["To investigate further, Dr Drayna is now attempting to<b> splice</b> human stutter-causing genes into the DNA of mice.", "为了更深入地调查，德雷纳现在正尝试将人类引起口吃的基因拼接到老鼠的DNA上。"], ["The UNION statement in particular is useful to a hacker because it allows him to<b> splice</b> the results of one query onto another.", "UNION 语句对黑客尤其有用，因为黑客可以通过它将一个查询的结果接合到另一查询结果上。"], ["Better yet, a kernel<b> splice</b> interrupts normal system operation for a mere fraction of a millisecond, leaving daemons, processes, and connections intact.", "更棒的是，内核拼接 只会中断正常系统操作不到一毫秒，守护进程、进程和连接都保持不变。"]]}, "starred": {"ex": ["n. 星；恒星；主演；星号；名演员；〈口〉著名人物；星；【天】恒星", "v. 用星(形物)装饰；加星号；使演主角；(演员)主演；主演；担任主角；使主演；由…担任主角", "网络 星号标记；星标；被派任为主角"], "pron": {"peg": "英 [stɑːd] ", "pam": "美 "}, "eg2": [["There was a big moon and hundreds of stars were shining overhead.", "头顶是一轮明月和成百上千颗闪烁的星星。"], ["Sirius is the brightest star in the sky.", "天狼星是天空中最亮的一颗星。"], ["We camped out under the stars .", "我们露天宿营。"], ["a horse with a white star on its forehead", "前额有一块星形白斑的马"], ["a sheriff's star", "行政司法长官的星徽"], ["I've put a star by the names of the girls in the class.", "我在班里女生名字旁都画了一个星号。"], ["a four-star general", "四星上将"], ["three-/four-/five-star hotels", "三星级╱四星级╱五星级饭店"], ["What star rating does this restaurant have?", "这家餐馆是几星级的？"], ["pop/rock/Hollywood, etc. stars", "流行音乐歌星、摇滚歌星、好莱坞影星等"], ["a football/tennis, etc. star", "足球、网球等明星"], ["He's so good─I'm sure he'll be a big star.", "他太棒了，我相信他会成为大明星的。"], ["She acts well but she hasn't got star quality .", "她演得不错，但缺少成为一个明星的素质。"], ["The best models receive star treatment .", "最优秀的模特儿会受到明星级的待遇。"], ["She was the star of many popular television series.", "她在许多观众喜爱的电视连续剧中担任过主角。"], ["The star of the show was a young Italian singer.", "那台节目的主角是位年轻的意大利歌唱家。"], ["the star role/part", "主角"], ["a star student", "最优秀的学生"], ["Paula is the star of the class.", "葆拉是班里的尖子。"], ["He was the star performer at the championships.", "他是那届锦标赛上的最佳运动员。"], ["The star prize is a weekend for two in Paris.", "特等奖是二人巴黎周末游。"], ["The monkey was the star attraction(= the best or most popular act) at the show.", "那只猴子是节目中最令人瞩目的明星。"], ["Thanks! You're a star!", "多谢多谢！你真是个大好人！"], ["Do you read your stars in the paper?", "你读不读报上的星座运程，看自己的运气如何？"], ["She starred opposite Cary Grant in ‘Bringing up Baby’.", "她和加利 ) 格兰特在《育婴奇谭》中联袂出演男女主角。"], ["No one has yet been chosen for the starring role(= the main part) .", "主演还没选定。"], ["a movie starring Meryl Streep and Pierce Brosnan", "由梅丽尔 ) 斯特里普和皮尔斯 ) 布鲁斯南主演的电影"], ["The studio wants to star her in a sequel to last year's hit.", "制片厂为去年一部大获成功的影片筹拍续集，想聘她担任主角。"], ["Treat all the sections that have been starred as priority.", "优先处理所有标星号的部分。"]]}, "storage": {"pron": {"peg": "英 ['stɔːrɪdʒ] ", "pam": "美 ['stɔrɪdʒ] "}, "ex": ["n. 贮存；存储（方式）；付费托管", "网络 储存；贮藏；存储器"], "eg2": [["tables that fold flat for storage", "便于存放的折叠桌"], ["There's a lot of storage space in the loft.", "阁楼上有很大的存储空间。"], ["food storage facilities", "食物贮存设施"], ["We need more storage now.", "现在我们需要更多的贮存场所。"], ["the storage and retrieval of information", "信息的存储与检索"], ["data storage", "数据存储"], ["When we moved we had to put our furniture in storage for a while.", "搬家时我们不得不把家具送出去存放一阵子。"]]}, "studio": {"pron": {"peg": "英 ['stjuːdiəʊ] ", "pam": "美 ['studi.oʊ] "}, "ex": ["n. 演播室；（音乐）录音棚；电影摄影棚；电影公司", "网络 工作室；画室；播音室"], "eg2": [["a television studio", "电视演播室"], ["a studio audience(= one in a studio, that can be seen or heard as a programme is broadcast)", "演播室现场的观众（或听众）"], ["a recording studio", "录音棚"], ["She works for a major Hollywood studio.", "她为好莱坞一家大电影公司工作。"], ["a studio executive", "电影公司经理"], ["a sculptor's studio", "雕塑家的工作室"], ["a dance studio", "舞蹈练功房"]]}, "superhero": {"ex": ["n. （小说、电影等中的）超级英雄；（现实中的）杰出英雄", "网络 超人披风法；超级英雄服装；变装超级英雄"], "pron": {"peg": "英 ['suːpə(r).hɪərəʊ] ", "pam": "美 ['supər.hɪroʊ] "}, "eg2": []}, "superimpose": {"ex": ["vt. 添加；重叠；附加；安装"], "pron": {"peg": "[,supərɪm'poz]", "pam": "[,supərɪm'poz]"}, "st": {"transform": [["vt.", "superimposed,superimposing"]]}, "wp": {"superimpose circuit": "叠加电路", "superimpose principle": "叠加原理", "superimpose coding": "叠加编码法", "superimpose on": "强加", "superimpose type": "色层叠合打样法", "video superimpose": "视频叠加", "superimpose E": "叠加", "superimpose loads": "双重载荷", "superimpose electrocardiogram": "迭加心电图"}, "eg2": [["Mentally  the above graph on your desktop (or if you really want, draw it as your background).", "想象中 把上面的图形叠放 到你计算机的桌面上（或者，如果愿意，可以把它设成桌面背景）。"], ["It can<b> superimpose</b> data, maps, and graphics on-the-fly, upon any screen and from any video source, including DoD and public computer networks.", "它可以添加数据、地图和空中图形，在任何屏幕上和从任何视频来源，包括国防部和公共计算机网络。"], ["I can understand this limitation: it's not usually easy to  a regular lattice of information upon an XML document; such is the mismatch between extensible hierarchies and rigid tables.", "我完全理解这种局限性，要将规整的信息表格添加到 XML 文档通常并非易事，这就是可扩展层次结构和严整表格的不匹配。"]]}, "swapped": {"ex": ["交换", "调换"], "pron": {}, "st": {"transform": [["vt.", "swapped,swapping"]]}, "wp": {}, "eg2": [["We also saw how individual software packages from either group can be<b> swapped</b> into each role independently of each other.", "我们同时也看到了如何将来自任意组织的软件程序包独立地交换到每一个角色中。"], ["However, before they can be<b> swapped</b> out, every single process mapping that page must be found so that the page-table entry for the page in that process can be updated.", "不过，在它们可以被交换出去之前，必须找到映射那个页的每一个进程，这样那些进程中相应页的页表条目才可以被更新。"], ["They then<b> swapped</b> the animals' eyes, and gave some of the rats a daily dose of fluoxetine for four weeks.", "接着他们交换这种动物的眼睛，并在四周内喂给其中的一些老鼠每日剂量的氟西汀。"]]}, "swarm": {"pron": {"peg": "英 [swɔː(r)m] ", "pam": "美 [swɔrm] "}, "ex": ["n. 一大群（蜜蜂等昆虫）；一大批（向同方向移动的人）", "v. 成群地来回移动；成群地飞来飞去", "网络 蜂群；密集；蜂拥"], "eg2": [["a swarm of bees/locusts/flies", "一大群蜜蜂╱蝗虫╱苍蝇"], ["Tourists were swarming all over the island.", "岛上到处是旅游者熙来攘往。"]]}, "tantrum": {"pron": {"peg": "['tæntrəm]", "pam": "['tæntrəm]"}, "wp": {"A TANTRUM": "发脾气;大发脾气", "taper tantrum": "削减恐慌;缩减恐慌;缩减购债恐慌;退市恐慌", "tantrum pacify": "发脾气", "The Tantrum": "当女儿发脾气;女儿胡闹时", "Tympanic Tantrum": "鼓膜爆炸", "bund tantrum": "德债恐慌", "Tantrum Mild": "发脾气", "Tantrum Alley": "滑水道之怒", "Anutha Tantrum": "唱片名"}, "ex": ["n. 发脾气；发怒"], "eg2": [["There will be times when your infant spits up on your new sweater or your toddler throws an awful  in public.", "有时候，也许你的新毛 衣会被孩子的口水弄脏，也许你刚会走路的孩子会在公共场合大发脾气。"], ["Sometimes you just want to throw yourself down on the floor andstart throwing a  of your own just to blow off some steam when yourtoddler starts screaming.", "有时，你就想将自己扔到地方上并且开始对自己发脾气从而来发泄一下当你的孩子开始尖叫时。"], ["Do not give in to your child’s whining, crying or temper , as it only reinforces the behaviour.", "不要让您的孩子抱怨、哭泣或发脾气，因为这样做只会强化他们的行为。"]], "st": {}}, "teetotal": {"ex": ["adj. 完全的，绝对的；绝对戒酒的；滴酒不沾的", "vi. 绝对戒酒"], "pron": {"peg": "[tiː'təʊt(ə)l]", "pam": "[tiː'təʊt(ə)l]"}, "st": {"transform": [["vi.", "teetotaled或-talled,teetotaling或-talling"]]}, "wp": {"teetotal drink": "无酒精饮料;无醇饮料"}, "eg2": [[", but partial to indulging in chocolate and desserts, he has recently lost weight.", "尽管戒了酒，但偏爱狂吃巧克力和甜点，萨科奇的体重近来有所减少。"], [" Mugabe's private party yesterday was hosted by his wife, Grace, 44, and attended by friends and a number of African diplomats.", "昨天，穆加贝的私人集会由他44岁的夫人格蕾丝主持，集会上不饮酒。 出席集会的有他的朋友和几个非洲国家的外交官。"], ["Women who enjoy a glass or 2 of red wine a day put on less weight than those who are , according to new British research.", "英国一项最新研究表明，每日饮一两杯红酒的女性比那些滴酒不沾的女性更不易发胖。"]]}, "trailer": {"pron": {"peg": "英 ['treɪlə(r)] ", "pam": "美 ['treɪlər] "}, "ex": ["n. 挂车；拖车；活动工作室；（电影或电视节目的）预告片", "网络 追踪者；尾部；电影预告片"], "eg2": [["a car towing a trailer with a boat on it", "拖着一辆载有小船的拖车的小汽车"], ["a trailer park(= an area where trailers are parked and used as homes)", "拖车式活动房屋停车场"]]}, "transcript": {"pron": {"peg": "['trænskrɪpt]", "pam": "['trænskrɪpt]"}, "wp": {}, "ex": ["n. 成绩单；抄本，副本；文字记录"], "eg2": [], "st": {}}, "trickery": {"ex": ["n. 欺骗；诡计；奸计"], "pron": {"peg": "['trɪkəri]", "pam": "['trɪkəri]"}, "st": {"similar": "deception", "transform": [["n.", "trickeries"]]}, "wp": {"of Trickery": "诡计之", "Trickery Transactions": "权术买卖", "trickery y": "欺骗", "vehiclemwithic trickery": "主动化", "political trickery": "计谋;权术", "TRICKERY DEVOTION": "诡计虔诚", "TRICKERY DOMAIN": "诡术领域", "PPU trickery": "欺技术", "Or Trickery": "或欺骗"}, "eg2": [["Yet there is no cheating involved in any of the photographs. No steel rods, no magnets, no computer . The only glue he uses is Nature's. Gravity.", "然而，其中任何一张照片都没有涉及到欺骗。那里没有钢条、没有磁铁也没有电脑欺骗。他使用的唯一粘合剂是大自然的重力。"], ["Hope of another life one must \"deserve\" or  of those who live not for life itself but for some great idea that will transcend it, refine it, give it a meaning, and betray it.", "一个人“应得”来生的希望，以及那些不为生而为堂皇理想而活的人的诡计花招，将超越此生，重新定义此生，赋予此生于意义，而最终背叛此生。"], ["And the book just tells you that, right, in one of those palm\"-- the ordinary event which is really , a suggestion ; that nothing has been left to chance in the novel; nothing is ordinary.", "这本书也这么告诉大家了，对了，就是在,手里的东西）看似普通的事件实则是个奸计,它是一个提醒，提醒大家这部小说里没有什么事是巧合;,任何事都不普通。"]]}, "trickle": {"ex": ["vi. 滴；细细地流；慢慢地移动", "vt. 使…滴；使…淌；使…细细地流", "n. 滴，淌；细流"], "pron": {"peg": "['trɪkl]", "pam": "['trɪkl]"}, "st": {"transform": [["vi.", "trickled,trickling"]]}, "wp": {"trickle down": "涓滴效应;点滴获益;一滴滴地流下;扩散效应", "trickle resin": "滴浸树脂", "trickle feeding": "少喂多餐;缓慢落料", "trickle into": "慢慢地进入", "steady trickle": "慢慢地持续呼气", "trickle discharge": "微电流放电", "trickle tube": "滴水管", "trickle from": "从", "trickle charge": "涓流充电;小电流充电;\t\t连续补充充电;点滴式充电"}, "eg2": [["The stream has thinned down to a mere .", "这条小河变成细流了。"], ["Information technology has already had a huge effect on the productivity of large businesses, but the benefits from \" down productivity\" may be even more significant.", "信息科技已经对大型企业的生产力产生了重大的影响 但是从\"水滴石漏型生产力\"中产生的效益或许才更显著."], ["Answers to some of these questions should<b> trickle</b> in over the next several weeks.", "对于这些问题的答案将在接下来的几个星期中逐渐显现出来。"]]}, "tweak": {"ex": ["vt. 扭；捏；拧；微调（工程机械等术语）；使焦虑；使焦躁", "n. 扭；拧；焦急"], "pron": {"peg": "[twik]", "pam": "[twik]"}, "st": {}, "wp": {"tweak ring": "拧圈", "Scribble tweak": "涂抹扭曲", "Easy Tweak": "系统优化软件", "Cam Tweak": "凸轮调整", "Tweak UAC": "标题", "Tweak mode": "调整模式;功能;扭曲模式", "Tweak UI": "界面设计模块;下载;系统修正器;软件可以提供隐藏功能", "WINner Tweak": "系统优化专家;系统设置调整软件", "Tweak Manager": "开机调校管理员"}, "eg2": [["That way you have a lot of time to<b> tweak</b> and improve.", "那样你就有很多的时间来调整和完善你的机器人。"], ["Get your idea out there, get feedback, , get more feedback, and keep it up!", "把你的想法实行出来、得到反馈、再接再励、获得更多反馈、继续保持！"], ["I like to think of querystrings as the knobs of URLs — something to  your current view and fine tune it to your liking. That’s why they work so great for sorting and filtering actions.", "我喜欢把查询串想象成URL的旋钮——其调整你的当前视图，把它按照你的喜好来进行微调，这就是为什么它们用在排序和过滤这些行为上会如此之棒。"]]}, "tyrannical": {"pron": {"peg": "[tɪ'rænɪkl]", "pam": "[tɪ'rænɪkl]"}, "wp": {"tyrannical a": "残暴的", "tyrannical patriarch": "专横的家长", "tyrannical thoughts": "专制思想", "tyrannical authority": "专制权", "despot tyrannical": "豪强", "Tyrannical Tale": "冷爵士", "Nor Tyrannical": "也不暴虐", "Tyrannical Personality": "女子落水", "tyrannical killing": "虐杀"}, "ex": ["adj. 残暴的；暴君的；专横的"], "eg2": [["But when the second leftists in turn became , they continued to call it liberty!", "但是，当第二批左派分子变成了暴君以后，他们仍然称此为自由！"], ["This tradition has exercised an almost<b> tyrannical</b> power over thinking about the relations of men and women, for more than a hundred years.", "这种传统的运行让一种几乎是残暴的力量存在于男人的女人的关系之中，差不多一百年之久。"], ["But the line between authoritative and<b> tyrannical</b> in these matters in this part of the world is horrifically blurred.", "但是该地区在这种事情上权威和残暴的界线模糊的令人震惊。"]], "st": {}}, "uncommon": {"pron": {"peg": "[ʌn'kɑmən]", "pam": "[ʌn'kɑmən]"}, "wp": {"uncommon metals": "稀土金属", "uncommon factors": "少见原因", "Uncommon wealth": "还有不同", "uncommon beauty": "大美从简", "uncommon experiences": "不寻常的经历", "uncommon sites": "少见部位", "Uncommon Freedom": "非凡的自由", "uncommon metal": "稀有金属", "uncommon collocations": "超常搭配"}, "ex": ["adj. 不寻常的；罕有的", "adv. 非常地"], "eg2": [["You are different in so many ways. And yet you all share a unique and  talent to bring hope and opportunity to your communities.", "你们在很多方面各不相同，然而你们都共有独特的、不同寻常的才能，为你们所在的社区带来了希望和机会。"], ["Take the time to watch even the most familiar birds so you can learn their habits and be able to easily distinguish them from more<b> uncommon</b> birds.", "花点时间来观察你最熟悉的鸟，这样你就可以了解它们的习性并能轻易地把它们与其它不太常见的鸟区分开。"], ["The sun was shining with  lustre.", "太阳放射出异常的光彩。"]], "st": {"similar": "rare"}}, "uncomplainingly": {"ex": ["网络 任劳任怨；不诉苦地"], "pron": {"peg": 0, "pam": 0}, "eg2": []}, "unconstitutional": {"pron": {"peg": "[,ʌnkɑnstə'tuʃənl]", "pam": "[,ʌnkɑnstə'tuʃənl]"}, "wp": {"unconstitutional statute": "违宪的法规", "unconstitutional review": "违宪审查", "Unconstitutional Conditions": "违宪条件", "unconstitutional reviewing": "违宪审查", "unconstitutional census": "违宪审查", "unconstitutional acts": "违宪行为", "unconstitutional investigation": "违宪审查", "Unconstitutional action": "违宪行为", "unconstitutional reforms": "违宪改革"}, "ex": ["adj. 违反宪法的", "违反宪法地"], "eg2": [], "st": {}}, "vague": {"pron": {"peg": "[veɡ]", "pam": "[veɡ]"}, "wp": {"vague excuse": "模糊的借口", "vague plans": "不明确的计划", "vague compact": "淡紧", "vague additives": "模糊附加词", "Vague Management": "模糊管理", "vague words": "模糊词语;模糊词", "vague language": "模糊语言;模糊语;模糊用语", "Vague sets": "Vague集;相似度量;Fuzzy集;Vague集合", "vague convergence": "不梅收敛"}, "ex": ["adj. 模糊的；含糊的；不明确的；暧昧的", "n. (Vague)人名；(法)瓦格；(英)韦格"], "eg2": [["One must not be<b> vague</b> on matters of principle.", "在原则问题上不能含糊。"], ["I carried with me for years a<b> vague</b> impression that he was a cold-hearted man.", "多年来我有一个模糊的印象，认为他是一个寡情的人。"], ["Most of us have some sort of<b> vague</b> idea about what happens to our assets when we die.", "我们大多数人都有一些关于当我们死后我们的财产会怎样的模糊的想法。"]], "st": {"transform": [["adj.", "vaguer,vaguest"]], "similar": "obscure"}}, "versatility": {"ex": ["n. 多功能性；多才多艺；用途广泛"], "pron": {"peg": "[,vɝsə'tɪləti]", "pam": "[,vɝsə'tɪləti]"}, "st": {}, "wp": {"Versatility Faucet": "多功能龙头", "terminal versatility": "终端通用性", "Criminal versatility": "多种犯罪倾向意识等", "versatility education": "通才教育", "Extreme versatility": "功能万变", "operational versatility": "操作的适应性", "versatilidade versatility": "多功能性", "Lethal Versatility": "多才多艺", "Versatility broad": "通用性广"}, "eg2": [[" is another of your strong points, but don't overdo it by having too many irons in the fire.", "你还有一个长处是多才多艺， 但不要揽事太多而太露锋芒。"], ["LCS will be a deterrent of green and brown water threats; the flexibility, , and smart design of Independence make it well suited for joint operations.", "独立号将成为绿色和橙色海面威胁的威慑物；其灵活性，多功能性和独立智能性将使它非常适合联合作战。"], ["You may need to bend your thinking to meet halfway, but frameworks that are overly rigid will break when you require .", "您可能也需要调整思路做出让步，但是过于严格的框架将不能满足多功能性要求。"]]}, "villainous": {"ex": ["adj. 罪恶的；恶棍的；恶毒的；坏透的"], "pron": {"peg": "['vɪlənəs]", "pam": "['vɪlənəs]"}, "st": {"similar": "vicious"}, "wp": {"villainous conduct": "卑劣的行为", "Villainous Victorians": "邪恶的维多利亚时代", "villainous character": "恶棍角色", "Villainous cn": "邪恶的我中文版", "villainous adviser": "狗头军师", "rascally villainous": "恶棍的", "villainous weather": "坏天气", "villainous handwriting": "蹩脚的书法", "Villainous Plan": "邪恶计划"}, "eg2": [["In the years since the first film, the  businessman has become a Hollywood commonplace.", "从头一部电影上映至今，恶毒的商人已经变成了好莱坞司空见惯的形象。"], ["Against Type? Oldman plays on his  reputation to throw us off the scent in the Harry Potter movies, before revealing Sirius Black to be something of a loveable rogue.", "在揭示小天狼星布莱克是个可爱的小淘气之前，加里-奥德曼给哈利波特电影带来了独有的恶棍气息。"], ["It’s when she plays gritty,  characters that the film succeeds.", "而当她扮演刚强的邪恶的角色时，影片却取得了成功。"]]}, "wager": {"ex": ["n. 赌注；赌博；赌物", "vi. 打赌", "vt. 下赌注", "n. (Wager)人名；(英)韦杰；(芬、瑞典)瓦格"], "pron": {"peg": "['weɪdʒə]", "pam": "['weɪdʒə]"}, "st": {}, "wp": {"Exotic wager": "特殊投注", "Wager Mode": "赌博模式;挨赌情势;赌博形式", "wager policy": "信用保单;打赌", "Wager System": "赌注系统", "pascal wager": "提供关于", "Tor Wager": "神经科学家韦格", "WAGER BAY": "瓦格湾", "I Wager": "我敢打赌", "Wager Katherine": "名称"}, "eg2": [["But you win what you .", "但是你赢了你所赌注的。"], ["I walked as if for a , mile after mile, till a turn brought me in view of the Heights; but no Catherine could I detect far or near.", "我好像是去下赌注似的走着，走了一哩又一哩，后来转一个弯，我望见了那山庄；可是不论远近我都瞧不见凯瑟琳。"], ["Well, Paul, if you are so confident in this forecast, would you like to place a  on it and take advantage of my wickedness?", "好吧，保罗，如果你对这个预测如此自信，你愿意在对这个预测下赌注，以利用我的“邪恶”吗？"]]}}, "title": "What if AI made actors immortal?\n", "paperStatistics": {"suggestedfocus": "15.4 Minutes", "wordsset": 883, "keywords": "Hepburn,actor,computer,digital,fake,film,technology,video", "toughwords": 162, "allwords": 1721, "title": "What if AI made actors immortal?\n", "desc": "Once filmmakers have no need of human actors, expect more sequels, more lawsuits—and fewer opportunities for newcomers\n", "img": "https://cdn.static-economist.com/sites/default/files/images/2018/07/articles/main/20180707_stp502.jpg\n", "date": "2018-07-06 09:28:28", "link": "2018_7_9_8.json"}}