{"date": "2018-07-04 19:35:47", "content": "\n \n Is it worth it?\n \n ![China is spending billions on its foreign-language media](https://www.economist.com/sites/default/files/imagecache/640-width/images/print-edition/20180616_CND001_0.jpg) \n \n ON THE 26th floor of an <span class=\"fa fa-info-circle\">iconic</span> glass <span class=\"fa fa-info-circle\">skyscraper</span>, nicknamed the “Trousers”, in Beijing’s main business district, half a dozen <span class=\"fa fa-info-circle\">casually</span> dressed 20-somethings gather in a rainbow-coloured <span class=\"fa fa-info-circle\">lounge</span>, chatting away on <span class=\"fa fa-info-circle\">ergonomic</span> chairs. The office has the <span class=\"fa fa-info-circle\">vibe</span> of a hip tech startup. In fact, it is the <span class=\"fa fa-info-circle\">headquarter</span>s of the country’s foreign-language television service, which rebranded itself in 2016 as China Global Television Network (CGTN). The young staff are Chinese who have studied abroad and are <span class=\"fa fa-info-circle\">proficient</span> in one of the network’s five languages—English, French, Spanish, Arabic and Russian. CGTN is at the <span class=\"fa fa-info-circle\">forefront</span> of China’s increasingly <span class=\"fa fa-info-circle\">vigorous</span> and <span class=\"fa fa-info-circle\">lavishly</span> funded efforts to spread its message abroad. Xi Jinping, the president, has told the station to “tell China stories well”.\n \n CGTN—a <span class=\"fa fa-info-circle\">consolidation</span> of the foreign-language operations of CCTV, the state <span class=\"fa fa-info-circle\">broadcaster</span>—is <span class=\"fa fa-info-circle\">secretive</span> about its budget but open about its ambitions to compete with global <span class=\"fa fa-info-circle\">broadcaster</span>s such as CNN and the BBC. In November it plans to open a new broadcasting centre in Chiswick, a wealthy <span class=\"fa fa-info-circle\">suburb</span> of London. It will <span class=\"fa fa-info-circle\">complement</span> the two others the station <span class=\"fa fa-info-circle\">inherit</span>ed from CCTV in Washington and <span class=\"fa fa-info-circle\">Nairobi</span>, each of which has around 150 reporters. BuzzFeed News, <span class=\"fa fa-info-circle\">cit</span>ing an e-mail sent by a local <span class=\"fa fa-info-circle\">recruiter</span>, reported this week that the new centre is planning to hire more than 350 London-based journalists over the next 18 months. Salaries on offer are “well over” average for journalists in the <span class=\"fa fa-info-circle\">cit</span>y, the news site said, <span class=\"fa fa-info-circle\">quot</span>ing someone <span class=\"fa fa-info-circle\">headhunt</span>ed for a job. (CGTN’s choice of name may help, too: when they were called CCTV, China’s overseas television operations suffered from association with <span class=\"fa fa-info-circle\">surveillance</span> equipment.)\n \n To ensure its <span class=\"fa fa-info-circle\">grip</span> on the message put out by its <span class=\"fa fa-info-circle\">domestic</span> and international broadcasting services, including CGTN, the government <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">consolida</span>te</span>d them in March into a single media group known as Voice of China (its name in English perhaps <span class=\"fa fa-info-circle\">consciously</span> echoing that of the American government’s broadcasting service, Voice of America). The reorganisation allows CGTN and the other services to <span class=\"fa fa-info-circle\">retain</span> their separate identities under a combined management controlled by the Communist Party’s <span class=\"fa fa-info-circle\">Publi<span class=\"fa fa-info-circle\">cit</span>y</span> Department, a powerful agency in charge of <span class=\"fa fa-info-circle\">propaganda</span> and media <span class=\"fa fa-info-circle\">censor</span>ship. Voice of China’s missions include “overall planning of important <span class=\"fa fa-info-circle\">propaganda</span> reports”. Writing in a state-owned newspaper, Jia Wenshan of Renmin University in Beijing said the group would try to “<span class=\"fa fa-info-circle\">combat</span> fake news, give the lie to the ‘China threat’ <span class=\"fa fa-info-circle\">propaganda</span> <span class=\"fa fa-info-circle\">meme</span> and fight the Western media’s <span class=\"fa fa-info-circle\">hegemony</span>”.\n \n Chinese officials have long complained that Western media <span class=\"fa fa-info-circle\">dominate</span> global <span class=\"fa fa-info-circle\">discourse</span> and harbour <span class=\"fa fa-info-circle\">prejudice</span> against China. A decade ago, hit by a <span class=\"fa fa-info-circle\">barrage</span> of critical coverage in the wake of anti-Chinese <span class=\"fa fa-info-circle\">unrest</span> in Tibet, the government decided to step up its efforts to <span class=\"fa fa-info-circle\">seize</span> “<span class=\"fa fa-info-circle\">discourse</span> power” from the West. According to the South China Morning Post, a newspaper in Hong Kong, it <span class=\"fa fa-info-circle\">allocate</span>d 45bn yuan ($6.6bn) for the purpose. The money has been poured into expanding “<span class=\"fa fa-info-circle\">flagship</span>” foreign-language media, in print and online as well as on air. In 2009 China Daily, then the country’s only English-language daily, launched an edition <span class=\"fa fa-info-circle\">tailor</span>ed for the American market. In the same year Global Times, a <span class=\"fa fa-info-circle\">tabloid</span> owned by the party’s main <span class=\"fa fa-info-circle\">mouthpiece</span>, People’s Daily, began publishing its own English-language daily, offering somewhat <span class=\"fa fa-info-circle\">racier</span> fare than that of China Daily, while still avoiding <span class=\"fa fa-info-circle\">criticism</span> of the party. (Global Times has been producing an American edition since 2013, with the help of its own printing-press there.)\n \n All China, all the time\n \n Over the past decade, Xinhua, China’s main news agency, which publishes in numerous languages, has set up more foreign <span class=\"fa fa-info-circle\">bureau</span>s than any rival, boosting its <span class=\"fa fa-info-circle\">tally</span> to 180 from just over 110. In 2010 it set up a global television channel in English, called CNC World. China Radio International, part of Voice of China, now broadcasts in 65 languages, up from 43 a decade ago. These <span class=\"fa fa-info-circle\">outfit</span>s have also been building up their online presence in English and other languages, making extensive use of social media that are blocked in China such as Facebook, Instagram and Twitter. In 2012 China Tibet Online, an official website, began publishing in French and German.\n \n Results have been mixed. In 2009, when China began beefing up its foreign-language news media, Pew Research Centre asked people in 38 countries about their views of China. The <span class=\"fa fa-info-circle\">median</span> rating was 50%. By 2017 it had dropped slightly, to 47%. But <span class=\"fa fa-info-circle\">respondent</span>s in developing countries were more positive than those in rich ones. A survey in 2016 of youth from 18 African countries found that, of those who had watched CGTN, 63% had liked the channel and only 13% had a <span class=\"fa fa-info-circle\">negative</span> view. More than half said they agreed with CGTN’s “<span class=\"fa fa-info-circle\">ideological</span> agenda”. In countries where media are already <span class=\"fa fa-info-circle\">muzzle</span>d, people may be less <span class=\"fa fa-info-circle\">judgmen<span class=\"fa fa-info-circle\">tal</span></span> about state-controlled <span class=\"fa fa-info-circle\">outlet</span>s run by foreigners, says Hugo de <span class=\"fa fa-info-circle\">Burgh</span> of the University of <span class=\"fa fa-info-circle\">Westminster</span>.\n \n For CGTN, the headline numbers look good. It has 62m followers on Facebook, as many as the BBC and Al Jazeera combined. Two-thirds of CGTN’s online traffic, however, comes from China itself—mainly from people who want to learn English. CGTN does not release audience numbers, but analysts believe that few people outside China have heard of, let alone watch, the channel. In America’s biggest <span class=\"fa fa-info-circle\">cit</span>ies, more people watch the online videos of NTDTV, a channel founded by Falun <span class=\"fa fa-info-circle\">Gong</span>, a <span class=\"fa fa-info-circle\">spiritual</span> movement that is <span class=\"fa fa-info-circle\">outlaw</span>ed in China, than those of CGTN, <span class=\"fa fa-info-circle\">reckon</span>s Sarah Cook of Freedom House, a think-tank. Videos posted on CGTN’s YouTube page rarely attract more than a few hundred views. Those on the BBC’s often <span class=\"fa fa-info-circle\">exceed</span> 50,000.\n \n <span class=\"fa fa-info-circle\">Circulation</span> figures for China’s foreign-language print media are similarly <span class=\"fa fa-info-circle\">dodgy</span>. An <span class=\"fa fa-info-circle\">audit</span> in 2014 found that 94% of copies of China Daily’s weekly European edition, which is priced at £2 ($2.65), were being given away. If the newspaper has made <span class=\"fa fa-info-circle\">inroad</span>s in the West it is largely by paying Western newspapers to <span class=\"fa fa-info-circle\">distribute</span> its content as free inserts. In 2016 People’s Daily reached a deal <span class=\"fa fa-info-circle\">whereby</span> Britain’s Daily Mail would run up to 40 of its stories every week online. (People’s Daily, in turn, would run a similar number of stories from the Mail Online). Beijing Review, a weekly magazine in English, publishes articles in the advertising pages of foreign publications, including The Economist. The <span class=\"fa fa-info-circle\">tactic</span> is used in broadcasting, too. In 2015 Reuters, a news agency, found that China-friendly news and other programmes made by CRI were airing on at least 33 radio stations in 14 countries, including America, with no <span class=\"fa fa-info-circle\">acknowledgment</span> of CRI’s involvement.\n \n It is not for want of trying that China’s foreign-language media find it hard to compete. Every now and then CGTN tries to make itself appear less of a <span class=\"fa fa-info-circle\">mouthpiece</span> by covering <span class=\"fa fa-info-circle\">sensitive</span> social and political topics that are off-limits to its <span class=\"fa fa-info-circle\">domestic</span>-facing <span class=\"fa fa-info-circle\">counterpart</span>s. In a recent <span class=\"fa fa-info-circle\">episode</span> of “Dialogue”, a <span class=\"fa fa-info-circle\">tal</span>k show on CGTN, the host prodded his guests into <span class=\"fa fa-info-circle\">tal</span>king about an online essay written by a <span class=\"fa fa-info-circle\">disgruntle</span>d Beijinger <span class=\"fa fa-info-circle\">lament</span>ing the “emptiness” of life in the <span class=\"fa fa-info-circle\">cit</span>y—even though the once-<span class=\"fa fa-info-circle\">viral</span> piece had been <span class=\"fa fa-info-circle\">scrubbed</span> from the <span class=\"fa fa-info-circle\">internet</span> in China by <span class=\"fa fa-info-circle\">censor</span>s. Officials call their common practice of giving foreign-language media such <span class=\"fa fa-info-circle\">leeway</span> “neijin waisong”: strict <span class=\"fa fa-info-circle\">domestic</span>ally, relaxed <span class=\"fa fa-info-circle\">externally</span>. They point to Russia Today as a role model.\n \n Despite his calls for innovation, however, Mr Xi has also been <span class=\"fa fa-info-circle\">tal</span>king up the need for news media to act as the party’s <span class=\"fa fa-info-circle\">mouthpiece</span>. China’s foreign-language media have been paying heed. <span class=\"fa fa-info-circle\">Fawn</span>ing coverage of Mr Xi is a <span class=\"fa fa-info-circle\">staple</span> of their output. On YouTube, more than 1.6m views of CGTN’s video “A side to Xi Jinping you probably <span class=\"fa fa-info-circle\">haven</span>’t seen before”, uploaded in January, suggest it may have learned a trick about the packaging of <span class=\"fa fa-info-circle\">flattery</span>.\n", "last": "2018_7_7_3.json", "next": "2018_7_7_5.json", "assistent": {"Burgh": {"ex": ["n. （苏格兰）自治市；城镇", "n. (Burgh)人名；(英)伯格"], "pron": {"peg": "['bʌrə]", "pam": "['bʌrə]"}, "st": {}, "wp": {}, "eg2": [["Lawrence  has a sober outlook on life.", "劳伦斯·伯格的人生态度一向比较严谨。"], ["Because DCA is not an approved drug in the US, the UK or anywhere else,  had to find his own supply.", "由于美国、英国及其他任何地方都还没有批准使用DCA，伯格只能自己想办法寻找供应渠道。"], [" is one of a growing number of patients who have been dosing themselves with a simple laboratory chemical that has never before been used to treat cancer in people.", "有一种很简单的实验用药，以前从未用于治疗人类的癌症，可是现在自行决定服用这种“药物”的病人已经越来越多，伯格就是其中之一。"]]}, "Circulation": {"ex": ["n. 循环；流通；血液循环；流传", "网络 发行量；环流；循环杂志"], "pron": {"peg": "英 [.sɜː(r)kjʊ'leɪʃ(ə)n] ", "pam": "美 [.sɜrkjə'leɪʃ(ə)n] "}, "eg2": [["Regular exercise will improve blood circulation.", "经常锻炼会促进血液循环。"], ["to have good/bad circulation", "血液循环良好╱不畅"], ["the circulation of money/information/ideas", "货币的流通；消息的传播；观念的流行"], ["A number of forged tickets are in circulation .", "有一些假入场券在流通。"], ["The coins were taken out of circulation .", "这种硬币已停止流通。"], ["Copies of the magazine were withdrawn from circulation .", "这期杂志有不少已从市场上收回。"], ["Anne has been ill but now she's back in circulation .", "安妮一直生病，但现在又回来参加社交活动了。"], ["I was out of circulation for months after the baby was born.", "孩子出生后我有几个月都没有参加社交活动。"], ["a daily circulation of more than one million", "日发行量超过一百万份"]]}, "Fawn": {"ex": ["vi. 奉承", "n. 小鹿；浅黄褐色；小动物", "adj. 浅黄褐色的", "vt. 生（小鹿或小动物）", "n. (Fawn)人名；(英)福恩"], "pron": {"peg": "[fɔn]", "pam": "[fɔn]"}, "st": {}, "wp": {"fawn on": "溜须拍马;奉承;逢迎;卑贱地奉承", "fawn dane": "黄褐色大丹犬", "FAWN WHITE": "淡黄褐白色", "Medium Fawn": "中黄褐色", "fawn over": "奉承", "Med Fawn": "地中海黄褐色", "Fawn Ln": "地址", "Fawn Beige": "房山次白玉", "Fawn Country": "小鹿的国家"}, "eg2": [["So she led the  in, and then went out alone, to gather moss and dried leaves, to make him a soft bed.", "于是她把小鹿带进去，然后她自己出来，采集了苔藓和干燥的树叶，为它铺了一个柔软的床。"], ["But his sister wept, and begged him not to go: \"If they kill you, dear , I shall be here alone in the forest, forsaken by the whole world.", "但是他的妹妹开始哭泣，并且请求他不要去：“如果他们杀了你，亲爱的小鹿，我就一个人孤零零的在树林里了，被整个世界遗弃了。”"], ["She quickly washed off the blood, and, after bathing the wound, placed healing herbs on it, and said, \"Lie down on your bed, dear , and the wound will soon heal, if you rest your foot.", "她很快擦干了血迹，并且，清洗了伤口，在上面敷上了治疗的草药，并且说，“躺到你的床上去，亲爱的小鹿，这个伤口会很快治愈，如果你能让你的脚休息一下。”"]]}, "Gong": {"ex": ["n. 锣；奖章；勋章", "v. 打锣；(交通警)鸣锣阻止汽车前进", "网络 共；龚；铜锣"], "pron": {"peg": "英 [ɡɒŋ] ", "pam": "美 [ɡɔŋ] "}, "eg2": []}, "Nairobi": {"ex": ["n. 内罗毕(乃洛比)；【城】内罗毕", "网络 奈洛比；肯尼亚首都内罗毕；内罗比"], "pron": {"peg": "英 [ˌnaiəˈrəubi] ", "pam": "美 [naɪˈroʊbi] "}, "eg2": []}, "Publicity": {"ex": ["n. 宣传，宣扬；公开；广告；注意"], "pron": {"peg": "[pʌb'lɪsəti]", "pam": "[pʌb'lɪsəti]"}, "st": {}, "wp": {"publicity agent": "广告代理人;宣传员;一名广告代理商;\t\t广告员", "PUBLICITY STILL": "宣传照片;宣扬照片", "publicity stunt": "做秀;作秀;炒作;策划作秀", "publicity material": "宣传资料;宣传材料;公关材料;宣传资料类", "free publicity": "免费宣传;翻译", "publicity gambit": "宣传伎俩", "publicity function": "宣传功能", "publicity agencies": "广告代理", "information publicity": "信息公开;信息披露"}, "eg2": [["He consciously stood off her in the .", "他有意在公开场合避开她。"], ["My story had attracted , so there were radio and television interviews.", "我的遭遇引起了舆论界的注意， 广播、电视记者接踵而来。"], ["Or so the<b> Publicity</b> tells us.", "公开宣传中是这么讲的。"]]}, "Westminster": {"ex": ["n. 威斯敏斯特（英国议会及政府）", "网络 威斯敏斯特大学；西敏寺；西敏区"], "pron": {"peg": "英 ['wes(t).mɪnstə(r)] ", "pam": "美 ['wes(t).mɪnstər] "}, "eg2": [["The rumours were still circulating at Westminster.", "当时谣言依然在英国议会和政府流传。"]]}, "acknowledgment": {"ex": ["n. 感谢；承认；承认书"], "pron": {"peg": "[ək'nɑlɪdʒmənt]", "pam": "[ək'nɑlɪdʒmənt]"}, "st": {}, "wp": {"immediate acknowledgment": "即时应答", "Forward Acknowledgment": "启用转发应答;启用转发应对", "voltage acknowledgment": "电压反馈", "receipt acknowledgment": "者发一封收稿函", "Order Acknowledgment": "订单确认;订单确认书", "actual acknowledgment": "实际知悉", "ground acknowledgment": "地面反射", "acknowledgment money": "承认金", "event acknowledgment": "事件确认"}, "eg2": [["The lawyer shook his head, as if disturbed by her<b> acknowledgment</b> of this.", "那个律师晃晃他的头，好像被她承认这件事搞的蒙了头似的。"], ["In particular, she avoided to the extent she could, without denying it, any discussion of her own homosexuality or any<b> acknowledgment</b> of her own ambition.", "尤其是她尽量避免讨论自己的同性恋倾向或者承认自己的作家野心，虽然她并未否认这些。"], ["I owe, therefore, my life to you; and, for the first token of my , give you your liberty from this moment, till I can complete your recompense as I intend.", "所以，我欠你一条命；并且，作为我感谢你的第一个表达，从现在开始还给你你的自由，直到我能还清我打算给你的报酬。"]]}, "allocate": {"pron": {"peg": "['æləket]", "pam": "['æləket]"}, "wp": {}, "ex": ["vt. 分配；拨出；使坐落于", "vi. 分配；指定"], "eg2": [], "st": {"transform": [["vt.", "allocated,allocating"]], "similar": "allot"}}, "audit": {"ex": ["v. 审计；检查；〔美国〕(大学生)旁听(课程)", "n. 审计；(地主与佃户间的)决算", "网络 审核；稽核；审查"], "pron": {"peg": "英 ['ɔːdɪt] ", "pam": "美 "}, "eg2": [["an annual audit", "年度审计"], ["a tax audit", "税项审计"]]}, "barrage": {"pron": {"peg": "[bə'rɑʒ]", "pam": "[bə'rɑʒ]"}, "wp": {"Ice Barrage": "寒冰弹幕", "barrage reception": "多方向选择接收;遮断式接收", "Flame Barrage": "附加火焰伤害于目标以及附近的敌人;火幕", "barrage chart": "弹幕射击示意图", "barrage receiver": "双天线抗干扰接收机", "Arcane Barrage": "奥术弹幕", "ball barrage": "弹幕大乱斗;小球火力网", "Shinobi Barrage": "忍者弹幕", "Concentrated Barrage": "火弹幕"}, "ex": ["n. 弹幕；阻塞；齐射式攻击；[水利] 拦河坝", "vt. 以密集炮火进攻", "vi. 以密集火力阻击", "n. (Barrage)人名；(阿拉伯)巴拉杰"], "eg2": [["Tidal energy can be generated in two ways, tidal stream generators or by<b> barrage</b> generation.", "有两种方法可以获得潮汐能，用潮汐流发电机或通过拦水坝发电。"]], "st": {"transform": [["vi.", "barraged,barraging"]]}}, "broadcaster": {"pron": {"peg": "['brɔdkæstɚ]", "pam": "['brɔdkæstɚ]"}, "wp": {"Public broadcaster": "公共广播", "Network Broadcaster": "广播公司", "Notification broadcaster": "广播器", "PCDJ Broadcaster": "混音软件", "Broadcaster Software": "广播客户端", "pneumatic broadcaster": "气动撒布机", "bait broadcaster": "撒饵器", "bluetooth broadcaster": "蓝牙广播器", "broadcaster ŕ": "撒播机"}, "ex": ["n. 广播公司；广播员；播送设备；撒播物"], "eg2": [["The main culprit of this whole controversy is the .", "这场争论的针对者应该是那些广播公司。"], ["The scene of their arrival at the airport, with an aircraft landing on the runway and their cages taken out of the plane, was broadcast live on Japan's public<b> broadcaster</b> NHK.", "日本公共广播公司NHK对熊猫的抵达进行了实况转播，包括飞机降落在跑道上以及装有两只大熊猫的笼子从飞机上下来的场景。"], ["\"The fire became so big because the scaffolding contained a great amount of flammable materials, \" Zhu Zhixiang, a Shanghai firefighting official told state<b> broadcaster</b> CCTV.", "“火灾演变成如此巨大，是因为脚手架里有着大量的易燃材料”，上海的一位消防官员告诉国家广播公司CCTV。"]], "st": {}}, "bureau": {"pron": {"peg": "英 ['bjʊərəʊ] ", "pam": "美 ['bjʊroʊ] "}, "ex": ["n. 处；办公室；（附抽屉及活动写字台的）书桌", "网络 局；办事处；司"], "eg2": [["an employment bureau", "职业介绍所"], ["the Federal Bureau of Investigation", "联邦调查局"]]}, "casually": {"ex": ["adv. 随便地；偶然地；临时地"], "pron": {"peg": "['kæʒjʊrlɪ]", "pam": "['kæʒjʊrlɪ]"}, "st": {"similar": "accidental,random"}, "wp": {"dress casually": "穿着随意;穿的随意;穿得很随意;很休闲", "Sample Casually": "随便地进行抽样", "casually a": "偶然的", "Casually watch": "随便看", "Casually you": "随便你", "remark casually": "随便说", "Casually indifferent": "随便", "like casually": "偶尔喜欢", "inhibit casually": "偶尔禁止"}, "eg2": [["How could you answer him so ?", "你怎能这样随便回答他呢 ?"], ["Use informal meetings -- say after work, where people just chat -- to talk  about your ideas and what you've achieved.", "利用非正式会议 - 工作后说，那里的人只是聊天 - 随便谈谈你的想法和你所取得的成果。"], ["She has been to every corner of the earth and will<b> casually</b> mention to you and everyone within earshot how well traveled she is.", "她足迹踏遍地球上每个角落，会很随意地向你和所有听得到的人提及她的超精彩的旅行。"]]}, "censor": {"pron": {"peg": "['sɛnsɚ]", "pam": "['sɛnsɚ]"}, "wp": {"judicial censor": "司法审查", "censor censur": "检阅监察者", "to censor": "缄口不言;绝口不提", "censor contact": "监护结点;监护接点", "stochastically censor": "随机截断", "investigating censor": "监察御史", "administrative censor": "行政审查", "textbook censor": "教科书审查", "censor show": "审查演出"}, "ex": ["vt. 审查，检查；检查和删节", "n. 检查员；[心理] 潜意识压抑力；信件检查员"], "eg2": [["We do not<b> censor</b> material.", "我们不对消息材料做审查。"], ["And why is the government so insecure about discussing this issue that they have to<b> censor</b> the premier’s interview with CNN when he discusses political reform?", "此外，为什么政府对于这个问题的讨论感到如此不安，以致必须审查这位总理在接受CNN访问时谈及政改的讲话？"], ["Historically, the publication administration has had the power to  and ban virtually anything published, whether a book, a DVD or an online game.", "历史上，出版署有审查和禁止几乎任何东西的出版的权力，无论是一本书、一个DVD或一个在线游戏。"]], "st": {}}, "censorship": {"pron": {"peg": "['sɛnsɚ'ʃɪp]", "pam": "['sɛnsɚ'ʃɪp]"}, "wp": {"censorship p": "审查", "Nazis Censorship": "德国纳粹的审查;历史上的今天德国纳粹的审查", "publishing censorship": "出版检查制度", "Censorship Reports": "检查制度报告", "post censorship": "事后新闻检查", "PRC censorship": "中华人民共和国出版物审查制度", "censorship test": "截尾试验", "administrative censorship": "行政复议", "information censorship": "信息监管"}, "ex": ["n. 审查制度；审查机构"], "eg2": [], "st": {}}, "cit": {"ex": ["n. 市民；老百姓服装，便服"], "pron": {"peg": "[sit]", "pam": "[sit]"}, "st": {}, "wp": {"CIT Group": "CIT集团;美联信", "Citation Cit": "引文;题录;引语", "cit ation": "褒奖", "fuzhou cit": "福州市", "VIVO CIT": "怡", "baoji cit": "宝鸡市", "Cit ral": "立地条件", "CIT Argus": "买入", "Cit ric": "柠檬酸"}, "eg2": [[" hopes to move some of its best businesses, including vendor financing and factoring, to its bank, where it can fund them with deposits. But regulators may balk at this move.", "希望将最优质的部份业务转移至旗下银行,如此一来便能以银行存款为这些业务融资.但监管当局可能不会接受这种安排."]]}, "combat": {"pron": {"peg": "英 ['kɒmbæt] ", "pam": "美 [kəm'bæt] "}, "ex": ["v. 战斗；防止；减轻；与…搏斗", "n. 战斗；搏斗；打仗", "网络 格斗；斗争；对抗"], "eg2": [["He was killed in combat .", "他在战斗中阵亡。"], ["armed/unarmed combat(= with/without weapons)", "武装╱非武装对抗"], ["combat troops", "作战部队"], ["combat boots", "军靴"], ["measures to combat crime/inflation/unemployment/disease", "防止犯罪╱通货膨胀╱失业╱疾病的措施"]]}, "complement": {"ex": ["n. 补语；余角；补足物", "vt. 补足，补助"], "pron": {"peg": "[ˈkɑːmplɪment]", "pam": "[ˈkɑːmplɪment]"}, "st": {}, "wp": {"complement graph": "补图", "subject complement": "主补;主语补语;主语补足语;主词补语", "Two complement": "补码", "algebraic complement": "代数余子式;代数补余", "complement fixation": "补体结合;补体固定;互补结合反应;固定法", "absolute complement": "绝对补集", "noughts complement": "补码;零补数", "complement code": "补码;补充码", "complement representation": "补码表示;\t\t补码表示法"}, "eg2": [["Finally, various non-documented variables for the test basis, like knowledge and experience of end users, can be used to  what is documented.", "最终，测试基础的不同的未文档化的变量，像最终用户的知识和经验，可以用来补足文档化的内容。"], ["You do not want to duplicate efforts, though you may come to  them.", "虽然您可能会为其做补充，您不会想去做重复的工作。"], ["All of these agencies and people either<b> complement</b> or facilitate our work, or express the health needs of populations.", "所有这些机构和人士要么补充或便利我们的工作，要么表达人民的卫生需求。"]]}, "consciously": {"ex": ["adv. 自觉地；有意识地"], "pron": {"peg": "['kɑnʃəsli]", "pam": "['kɑnʃəsli]"}, "st": {}, "wp": {"Consciously accept": "请自觉接受", "Consciously Burning": "自觉灼痛", "prepare consciously": "自觉地准备", "Consciously Think": "有意识地思考", "accept consciously": "自觉接受", "pattern consciously": "有意识地仿效", "rope consciously": "自觉地用捆住", "serve consciously": "有意识地服务", "measure consciously": "清醒地测量"}, "eg2": [["If so, turn it off and decide to live .", "如果是这样子，关掉它，决定有意识的生活。"], ["They do not<b> consciously</b> think of themselves as a class.", "他们并不有意识地把自己当作一个阶层来看待。"], ["Everybody  attends to things and everything is attended to.", "人人自觉管, 事事有人管。"]]}, "consolidate": {"ex": ["vt. 巩固，使固定；联合", "vi. 巩固，加强"], "pron": {"peg": "[kən'sɑlɪdet]", "pam": "[kən'sɑlɪdet]"}, "st": {"similar": "join", "transform": [["vt.", "consolidated,consolidating"]]}, "wp": {"Consolidate Loans": "合并贷款", "Consolidate brand": "整合品牌", "consolidate tactics": "强化策略", "Or Consolidate": "或巩固", "freezing consolidate": "冻结法施工", "B consolidate": "巩固", "Consolidate suppliers": "整合供应商", "consolidate yin": "坚阴", "consolidate ĥ": "巩固"}, "eg2": [["What do they have to ?", "他们还有什么可巩固的？"], ["He believed that the European Economic Community should .", "他认为欧洲经济共同体应该加强。"], ["If you can teach others knowledge, you could<b> consolidate</b> study.", "如果你能把知识教给别人,你也可以巩固学习。"]]}, "consolidation": {"ex": ["n. 固结；合并；巩固；凝固", "网络 整合；盘整；巩固练习"], "pron": {"peg": "英 [kənˌsɒlɪ'deɪʃən] ", "pam": "美 "}, "eg2": []}, "counterpart": {"pron": {"peg": "英 ['kaʊntə(r).pɑː(r)t] ", "pam": "美 ['kaʊntər.pɑrt] "}, "ex": ["n. 职位（或作用）相当的人；对应的事物", "网络 副本；配对物；对应物"], "eg2": [["The Foreign Minister held talks with his Chinese counterpart.", "外交部长与中国的同级官员举行了会谈。"], ["The women's shoe, like its male counterpart, is specifically designed for the serious tennis player.", "像同类的男款鞋一样，这款女鞋是专为认真从事网球运动的人设计的。"]]}, "criticism": {"pron": {"peg": "['krɪtə'sɪzəm]", "pam": "['krɪtə'sɪzəm]"}, "wp": {"Historical Criticism": "史批判;历史批判法;史评;历史批判", "Media Criticism": "媒介批评;媒体批判;媒体批评;被媒体批评", "objective criticism": "客观批评", "Feminist Criticism": "女权主义批评;女性主义批评;女性主义文学批评", "educational criticism": "教育评论;教育批评;教育评判", "music criticism": "音乐评论家;音乐评论;音乐批评", "practical criticism": "实用批评;实际批评;实践批评", "Direct criticism": "当头炮;屏风马破当头炮;直谏", "literary criticism": "文学批评;文艺评论;文学评论;文学批判"}, "ex": ["n. 批评；考证；苛求"], "eg2": [["He toned down his .", "他降低了批评的调子。"], ["I like him all the better for his .", "他提出了批评，我反而更喜欢他了。"], ["Why have you singled out this incident for ?", "你为什么单挑这件事批评呀?"]], "st": {}}, "discourse": {"pron": {"peg": "['dɪskɔrs]", "pam": "['dɪskɔrs]"}, "wp": {"Discourse Markers": "话语标记语;话语标记;语篇标记;语段连接词", "discourse structure": "言谈结构;语篇结构;话语结构;篇章结构", "critical discourse": "批评话语", "social discourse": "社会话语;社会论述;社会语篇", "power discourse": "权力话语", "public discourse": "公共话语;公共讨论;公共论述;公共语篇", "discourse deixis": "语篇指示;指示语;话语指示语;语篇指示语", "classroom discourse": "课堂话语;教室言谈", "multimodal discourse": "多模态话语;多模态语篇;多模式话语;态话语"}, "ex": ["n. 论述；谈话；演讲", "vi. 演说；谈论；讲述", "vt. 说出；演奏出"], "eg2": [["“Fashion is part of the culture industry, part of the overall ,” he said.", "“时装是文化产业的一部份，全部谈论的话题的一部份，”他说。"], ["But to create reasonable  about these topics, you have to start somewhere.", "但是要发表关于这些主题的论述，您必须从某个位置开始。"]], "st": {"transform": [["vi.", "discoursed,discoursing"]], "similar": "speak"}}, "disgruntle": {"ex": ["v. 使不平；使不高兴", "网络 使不满；使不满意；使发怒"], "pron": {"peg": "英 [dɪs'grʌntl] ", "pam": "美 "}, "eg2": []}, "distribute": {"ex": ["vt. 分配；散布；分开；把…分类"], "pron": {"peg": "[dɪ'strɪbjut]", "pam": "[dɪ'strɪbjut]"}, "st": {"similar": "dispense,divide,dole", "transform": [["vt.", "distributed,distributing"]]}, "wp": {"distribute verb": "分发;分布", "Gamma distribute": "Gamma分布", "distribute food": "发放食品", "distribute law": "分配律;分布规律", "Distribute circuit": "分布电路", "practice distribute": "实际分布", "distribute leadership": "分散领导", "distribute distribution": "散发", "reliability distribute": "可靠性分配"}, "eg2": [["In any case, you want to<b> distribute</b> the difference.", "在这两种情况下，都需要对差额进行分配。"], ["You can- not do this if people have no shoes;and to  shoes among millions of citizens is likely to require a centralised bureaucratic state.", "你无法做到这些，如果老百姓没有鞋子，而且在数百万市民中分配鞋子很可能需要一个中央集权国家。"], ["While companies have been establishing distributed organizations for some time, their motivations for doing so, as well as the way they<b> distribute</b> work, continue to evolve.", "虽然公司已经暂时建立了分布的组织，但是它们这样做的动机，以及他们分配工作的方法都在继续演进。"]]}, "dodgy": {"pron": {"peg": "['dɑdʒi]", "pam": "['dɑdʒi]"}, "wp": {"dodgy y": "逃避的", "Dodgy Traffic": "繁忙公路狂飙", "Dodgy Rosaries": "骗人的玫瑰经念珠", "crafty dodgy": "善于骗人的", "Dodgy Wings": "小鸟吃金币", "Dodgy Dossier": "狡猾档案", "Dodgy types": "狡猾的", "dodgy patch": "逃避修补程式", "Dodgy Dance": "狡诈之舞"}, "ex": ["adj. 狡猾的，逃避的；善于骗人的；躲闪的"], "eg2": [["This was to rule out any effects on the second resting scan that my have been caused by the participants still thinking about that  joystick.", "这是为了排除由于参与者仍在思考如何控制躲闪操纵杆而对第二次扫描产生的影响，与实验本身无关。"], ["Crude oil sits idle in Asian ports and outside refineries, waiting to benefit from further price hikes, in much the same way as  mortgages are traded at the fringes of a bank’s balance sheet.", "原油在亚洲的许多港口和提炼工厂闲置着，等待从价格上涨中进一步受益，这与狡猾的按揭贷款交易打银行资产负债表擦边球的行为殊途同归。"], ["Some houses might have amazing wallpaper or conservatories that can work well in creating one, but if the decor's a bit , try using the back of a sofa.", "一些家庭可能有漂亮的壁纸或陈设，能够轻易创建一个良好的背景，但如果房间的装饰有问题，可以试着利用沙发背。"]], "st": {"transform": [["adj.", "dodgier,dodgiest"]]}}, "domestic": {"pron": {"peg": "[də'mɛstɪk]", "pam": "[də'mɛstɪk]"}, "wp": {"domestic flight": "国内航班;国内班机;国际航班;国内航线", "domestic duck": "家鸭;鸭货;做了家鸭", "domestic block": "住宅楼宇;住宅大厦", "domestic building": "住用建筑物;住宅大厦;居住房屋;非住用建筑物", "domestic vacancy": "空置住宅楼宇;空置住宅单位", "domestic price": "国内价格;出口国价格;本土价格;\t\t国内市场价格", "domestic sewage": "生活污水;家庭污水;生活排水;城市污水", "domestic export": "本地产品出口;国内出口", "domestic pig": "家猪;家猪的畸形胎儿"}, "ex": ["adj. 国内的；家庭的；驯养的；一心只管家务的", "n. 国货；佣人"], "eg2": [["The film turns about a<b> domestic</b> tragedy.", "这部影片主要讲述一个家庭悲剧。"], ["She was twittering about<b> domestic</b> trivialities.", "她在嘁嘁喳喳地说着些家庭琐事。"], ["Low prices crimped<b> domestic</b> output and foreign imports.", "低物价阻碍了国内出口和国外进口。"]], "st": {}}, "domestically": {"pron": {"peg": "[də'mɛstɪkli]", "pam": "[də'mɛstɪkli]"}, "wp": {}, "ex": ["adv. 国内地；家庭式地；适合国内地"], "eg2": [], "st": {}}, "dominate": {"pron": {"peg": "['dɑmɪnet]", "pam": "['dɑmɪnet]"}, "wp": {"Dominate Mind": "支配意识;他身边的两个守护者会随即控制玩家;把握认识;精神控制", "dominate function": "支配函数", "dominate discharge": "造床流量", "Dominate Party": "这种新加坡独大党", "immediately dominate": "直接支配", "Dominate Animal": "支配动物", "Dominate Undead": "操控亡灵", "dominate exclusively": "独霸", "dominate node": "支配节点"}, "ex": ["vt. 控制；支配；占优势；在…中占主要地位", "vi. 占优势；处于支配地位"], "eg2": [["She must<b> dominate</b> her passions.", "她必须控制自己的情感。"], ["They had the ambition to  this small country.", "他们有控制这个小国的野心。"], ["Never allow her<b> dominate</b> you in any way, do not buy her drinks or hold/watch her purse for her.", "绝对不要让她以任何的方式支配你，不要为她买饮料，不要帮她拿着或看着包包。"]], "st": {"transform": [["vt.", "dominated,dominating"]]}}, "episode": {"pron": {"peg": "['ɛpɪsod]", "pam": "['ɛpɪsod]"}, "wp": {}, "ex": ["n. 插曲；一段情节；插话；有趣的事件"], "eg2": [], "st": {"similar": "occurrence"}}, "ergonomic": {"ex": ["adj. 人类环境改造学的；人类工程学的"], "pron": {"peg": "['ɝgə'nɑmɪk]", "pam": "['ɝgə'nɑmɪk]"}, "st": {}, "wp": {"ergonomic standard": "工效学标准", "Ergonomic mouse": "人体工学鼠标", "Ergonomic Sewing": "立体接合车缝工法", "ergonomic equipment": "工使用人因器材", "Ergonomic principles": "人机工程学原理", "ergonomic simulation": "人机仿真", "Ergonomic Operation": "人力工程学设计;符合人体工程学", "Ergonomic pill": "人体工学枕", "Ergonomic Living": "书名"}, "eg2": [["This is such a great<b> ergonomic</b> keyboard.", "这是一个伟大的人体工程学键盘。"], ["This keyboard is specially designed for people who are suffering from any kind of medical problem in their hands. This is such a great<b> ergonomic</b> keyboard.", "这个键盘是专门为那些手部有健康问题的人而设计的。这是一个伟大的人体工程学键盘。"], ["Tip:Consider investing in an<b> ergonomic</b> chair which can reduce back and neck pain.", "小贴士：可以考虑买个能减少背痛和脖子疼的人体工学椅子。"]]}, "exceed": {"pron": {"peg": "[ɪk'sid]", "pam": "[ɪk'sid]"}, "wp": {"exceed d": "超过;超越;超出;越出", "go exceed": "钻石王牌主题曲", "exceed in": "超过", "Super Exceed": "豪华超越;奢华逾越;豪华逾越", "exceed overdraft": "透支过期", "Exceed standard": "超标", "greatly exceed": "大大超过", "Exceed Ourself": "超越自我", "Exceed Future": "香港超越前程"}, "ex": ["vt. 超过；胜过", "vi. 超过其他"], "eg2": [["Exports yearly<b> exceed</b> imports.", "输出每年超过输入。"], ["The goals of compliance should not be to reach the minimum requirements but to  them.", "遵从性的目标不应该是达到 最低要求，而是超过 最低要求。"], ["Participation will therefore not be attractive to those whose mortgages that already  the value of their homes.", "因此对那些抵押已经超过他们房屋价值的人来说，参与这项贷款并不具有吸引力。"]], "st": {}}, "externally": {"ex": ["adv. 外部地；外表上，外形上"], "pron": {"peg": "[ɪk'stɝnli]", "pam": "[ɪk'stɝnli]"}, "st": {}, "wp": {"externally creatable": "可外建式;可外建", "externally reversible": "外部可逆", "externally supportive": "外部支持", "externally visible": "状态产生外部可见", "Externally Market": "外部市场化", "externally heating": "外面加热;翻译", "Or Externally": "还对外", "Either Externally": "或者外部途径", "externally applied": "外加"}, "eg2": [["XML is different from other types of data in DB2 because it can be internally and  encoded.", "XML 不同于 DB2 中其他类型的数据，因为它可以在内部编码，也可以在外部编码。"], ["Our inner world can change how we behave , but it does not have to – it does not mean we invite them over for dinner.", "内部世界可以改变我们的外部行为，但并不意味着必须——并不意味我们要请所原谅的人过来吃晚餐才行。"], ["The fact that it is implemented<b> externally</b> is transparent; you just use the reference.", "它在外部进行实现的这个事实是透明的，只需使用该引用即可。"]]}, "flagship": {"pron": {"peg": "英 ['flæɡ.ʃɪp] ", "pam": "美 ['flæɡ.ʃɪp] "}, "ex": ["n. 旗舰；王牌", "网络 旗舰店；旗舰系列；佼佼者"], "eg2": [["The company is opening a new flagship store in London.", "这家公司将在伦敦新开一家旗舰店。"]]}, "flattery": {"ex": ["n. 奉承；谄媚；恭维话"], "pron": {"peg": "['flætəri]", "pam": "['flætəri]"}, "st": {"transform": [["n.", "flatteries"]]}, "wp": {"Tim Flattery": "弗莱特瑞", "moderate flattery": "适度的恭维;适度的捧场;程度适当的捧场", "cheap flattery": "虚伪的奉承;假意奉承", "Cape Flattery": "福拉德利角;弗拉特里角", "abject flattery": "谄媚", "oleaginous flattery": "谄媚的恭维", "flattery praise": "恭维", "With Flattery": "带高帽子", "Fulsome Flattery": "阿谀谄笑;令人恶心的拍马屁"}, "eg2": [["She bought favour with .", "她以阿谀奉承博得宠幸。"], ["He is above .", "他不屑阿谀奉承。"], ["I was disgusted by her fulsome .", "我讨厌她那套令人作呕的奉承。"]]}, "forefront": {"ex": ["n. 最前线，最前部；活动的中心"], "pron": {"peg": "['fɔrfrʌnt]", "pam": "['fɔrfrʌnt]"}, "st": {}, "wp": {"forefront pressure": "前端压力", "Forefront Capital": "前沿资本", "forefront battlefield": "正面战场", "forefront subject": "前沿学科", "forefront study": "前沿研究", "Forefront Issues": "前沿问题", "national forefront": "全国前列", "Microsoft ForeFront": "网站利用设计一个公司白领对付特工", "The forefront": "前沿采风"}, "eg2": []}, "grip": {"pron": {"peg": "英 [ɡrɪp] ", "pam": "美 [ɡrɪp] "}, "ex": ["n. 手柄；把手；紧握；了解", "v. 紧握；紧抓；使感兴趣；使激动", "网络 握把；抓地力；控制"], "eg2": [["Keep a tight grip on the rope.", "紧紧抓住绳索不放。"], ["to loosen/release/relax your grip", "松手"], ["She tried to get a grip on the icy rock.", "她尽力抓住那冰冷的石头。"], ["The climber slipped and lost her grip .", "登山女子滑了一下，松开了手。"], ["She struggled from his grip.", "他紧拉住她不放，她奋力挣脱。"], ["Try adjusting your grip on the racket.", "试着调整一下你握球拍的方法。"], ["The home team took a firm grip on the game.", "主队牢牢控制着比赛的局面。"], ["We need to tighten the grip we have on the market.", "我们得加强对市场的控制力。"], ["I couldn't get a grip on what was going on.", "我无法理解正在发生的事情。"], ["You need to keep a good grip on reality in this job.", "做这个工作你需要充分了解实际情况。"], ["These tyres give the bus better grip in slippery conditions.", "这些轮胎可使公共汽车在路滑时行驶得平稳一些。"], ["the grip on a golf club", "高尔夫球杆的握柄"], ["I'm slowly getting to grips with the language.", "我慢慢开始掌握这种语言。"], ["I'm slowly getting to grips with the language.", "我慢慢开始掌握这种语言。"], ["I have to take a grip on myself, he told himself firmly.", "我一定要控制住自己的情绪，他坚定地对自己说。"], ["Get a grip !(= make an effort to control your emotions)", "镇静点！"], ["I have to take a grip on myself, he told himself firmly.", "我一定要控制住自己的情绪，他坚定地对自己说。"], ["Get a grip !(= make an effort to control your emotions)", "镇静点！"], ["a country in the grip of recession", "陷入衰退的国家"], ["a country in the grip of recession", "陷入衰退的国家"], ["Sometimes I feel I'm losing my grip.", "有时我感到自己无能为力。"], ["Sometimes I feel I'm losing my grip.", "有时我感到自己无能为力。"], ["‘Please don't go,’ he said, gripping her arm.", "“请别走。”他紧紧抓住她的手臂说。"], ["She gripped on to the railing with both hands.", "她双手紧紧抓住栏杆。"], ["The book grips you from start to finish.", "这本书从头至尾扣人心弦。"], ["I was totally gripped by the story.", "我完全被这故事吸引住了。"], ["I was gripped by a feeling of panic.", "我惊恐万状。"], ["Terrorism has gripped the country for the past two years.", "两年来恐怖主义一直笼罩着这个国家。"], ["tyres that grip the road", "在公路上不打滑的车胎"]]}, "haven": {"pron": {"peg": "['hevn]", "pam": "['hevn]"}, "wp": {"pollution haven": "污染避难所;污染天堂", "South Haven": "南黑文", "Hebe Haven": "白沙湾", "Milford Haven": "米尔福德港", "Shell Haven": "谢尔赫文", "Winter Haven": "温特黑文", "haven machine": "港口机械", "fish haven": "鱼堰;鱼船停泊处", "fishing haven": "渔堰"}, "ex": ["n. 港口；避难所，安息所", "vt. 为……提供避难处；安置……于港中", "n. (Haven)人名；(英)黑文"], "eg2": [["We 't enough evidence to prefer charges.", "我们没有进行起诉的充分证据。"], ["The party was a  of quiet amid the noise and bustle of the streets outside.", "外面街道上熙来攘往，一片喧闹嘈杂之声，那个公园坐落其间，真是安静的世外桃源。"], ["We 't enough money to buy a new apartment, so we'll just have to do without.", "我们没有足够的钱买一套新公寓房间，所以只好将就了。"]], "st": {}}, "headhunt": {"ex": ["v. 猎头（物色、延揽高层人员）", "网络 猎头服务；高级猎头；高级人才寻访"], "pron": {"peg": "英 ['hed.hʌnt] ", "pam": "美 ['hed.hʌnt] "}, "eg2": [["I was headhunted by a marketing agency.", "我被一家销售代理公司物色上了。"]]}, "headquarter": {"pron": {"peg": "['hɛd'kwɔrtɚ]", "pam": "['hɛd'kwɔrtɚ]"}, "wp": {"Siemens Headquarter": "西门子总部大楼", "Headquarter Address": "总部地址", "ICAC Headquarter": "廉政公署总部", "headquarter bases": "总部基地", "Beijing Headquarter": "北京总部", "UN Headquarter": "联合国总部", "executive headquarter": "总管理处", "CCB Headquarter": "中国建设银行总行", "Business headquarter": "所属部门"}, "ex": ["vi. 设立总部", "vt. 在…设总部"], "eg2": [], "st": {}}, "hegemony": {"ex": ["n. 霸权；领导权；盟主权"], "pron": {"peg": "[hɪ'dʒɛmoni]", "pam": "[hɪ'dʒɛmoni]"}, "st": {"transform": [["n.", "hegemonies"]]}, "wp": {"Theban hegemony": "底比斯霸权", "Political hegemony": "政治领导权;政治霸权", "Dollar Hegemony": "美元霸权", "Discourse Hegemony": "话语霸权", "Discursive hegemony": "话语霸权;话语领导权", "English hegemony": "英语霸权", "potential hegemony": "潜在霸权", "bourgeois hegemony": "资产阶级霸权", "ideology hegemony": "形态霸权论"}, "eg2": [["To what extent it is capable of leveraging these powers to upend Western  of technology is a truly fascinating question.", "中国会在什么程度上利用这些力量来推翻西方的技术霸权，这确实是一个引人遐思的问题。"], ["This belief was exploited with success by neoconservatives and others in the Bush government, who hoped to cement a permanent US global .", "布什政府里的新保守派和其他派系成功地利用了民众这一信念，他们希望巩固美国永久的全球霸权。"], ["The mega-trend in the background is the rise of China and the relative decline of the US - and the expression of this will be the gradual challenge to American military<b> hegemony</b> in the Pacific.", "第四 国际格局的大趋势是中国实力的增长和美国的相对衰落，而这一趋势的表现是中国将会一步步地挑战美国在太平洋地区的军事霸权。"]]}, "iconic": {"ex": ["adj. 图标的，形象的"], "pron": {"peg": "[aɪ'kɑnɪk]", "pam": "[aɪ'kɑnɪk]"}, "st": {}, "wp": {}, "eg2": []}, "ideological": {"pron": {"peg": "[,aɪdɪə'lɑdʒɪkl]", "pam": "[,aɪdɪə'lɑdʒɪkl]"}, "wp": {"ideological education": "思想教育;政治教育;思想政治教育;意识形态教育", "ideological emancipation": "思想解放;解放思想", "ideological evolution": "思想演变", "Ideological quality": "思想品质;思想素质", "ideological remoulding": "思想改造", "ideological guru": "意识形态指导者", "Ideological system": "思想体系", "ideological analysis": "意识形态分析", "ideological change": "思想变化;思想的变化"}, "ex": ["adj. 思想的；意识形态的"], "eg2": [["As to the<b> ideological</b> work， we should never go about impetuously.", "对于思想工作， 千万不可操切从事。"], ["In doing<b> ideological</b> work, one must suit one's methods to the situation.", "做思想工作必须对症下药。"], ["Despite their<b> ideological</b> problems, however, most of these protesters have been peaceful, which brings us to the next party to the drama that we certainly cannot cheer: the police.", "虽然他们的意识形态有问题，但是，这些抗议者的绝大多数都是和平的，这就把我们带到这个事件中我们绝不赞赏的另一方：警察。"]], "st": {}}, "inherit": {"pron": {"peg": "[ɪn'hɛrɪt]", "pam": "[ɪn'hɛrɪt]"}, "wp": {}, "ex": ["vt. 继承；遗传而得", "vi. 成为继承人"], "eg2": [["The will has to be proved before we can .", "遗嘱要先公证，然后我们才能继承遗产。"], ["Any format you implement must<b> inherit</b> from one of these classes.", "所实现的任何格式都必须继承自这些类中的一个。"], ["Therefore, we can define those variables at the cell level, so that every box in the cell will<b> inherit</b> those definitions (Figure 31).", "因此，我们可以在单元级别定义这些变量，这样，单元中的每个框都将继承这些定义（图 31）。"]], "st": {}}, "inroad": {"ex": ["n. 侵袭，袭击；减少"], "pron": {"peg": "['ɪnrəʊd]", "pam": "['ɪnrəʊd]"}, "st": {}, "wp": {"inroad d": "袭击", "water inroad": "水侵", "make inroad into market": "打入市场", "Make An Inroad Into": "窜犯", "aggression inroad invade": "侵略", "find inroad into the market": "打入市场", "make inroad into world market": "打入世界市场"}, "eg2": [["Already the children have make considerable  on the food.", "孩子们早已吃掉不少食物。"], ["In real world, off-the-peg law protects the<b> inroad</b> that the manufacturer prevents this kind to get.", "在现实世界里，有现成的法律保护厂商避免受到这类的侵害。"], ["Aside from any potential \"home field\" advantage in the Asia-Pacific region, Ryanair's relationship could add an<b> inroad</b> and extend Comac's influence in the European market.", "除了亚太地区潜在的“主场优势”以外，Comac与Ryanair航空公司的关系可以增加其在欧洲市场的影响力。"]]}, "internet": {"ex": ["n. 因特网；国际互联网", "网络 网际网路；网络；国际互联网络"], "pron": {"peg": "英 ['ɪntənet] ", "pam": "美 [ˈintɜrnɛt] "}, "eg2": [["I looked it up on the Internet .", "我在互联网上查过此事。"], ["You can buy our goods over the Internet .", "可以通过互联网购买我们的货品。"], ["All the rooms have access to the Internet/Internet access .", "所有的房间都可以接入互联网。"], ["an Internet service provider(= a company that provides you with an Internet connection and services such as email, etc.)", "互联网服务供应商"]]}, "judgmental": {"ex": ["adj. 审判的"], "pron": {"peg": "[dʒʌdʒ'mentəl]", "pam": "[dʒʌdʒ'mentəl]"}, "st": {}, "wp": {"judgmental sampling": "判断抽样;主观判断采样", "Judgmental Methods": "判断法", "judgmental experiment": "判决性实验", "judgmental building": "审判楼", "Judgmental forecasts": "判断预测法", "judgmental knowledge": "判断性知识", "judgmental decision": "断决策", "judgmental heuristics": "判断法则;启发式判断", "Judgmental People": "不感兴趣的"}, "eg2": []}, "lament": {"pron": {"peg": "英 [lə'ment] ", "pam": "美 [lə'ment] "}, "ex": ["n. 挽歌；哀诗；悼辞", "v. 对…感到悲痛；痛惜；对…表示失望", "网络 哀悼；悲伤；悲叹"], "eg2": [["In the poem he laments the destruction of the countryside.", "在那首诗里他对乡村遭到的破坏流露出悲哀。"]]}, "lavishly": {"pron": {"peg": "['lævɪʃli]", "pam": "['lævɪʃli]"}, "wp": {}, "ex": ["adv. 丰富地；浪费地"], "eg2": [["He showered his love<b> lavishly</b> on everyone he knew.", "他向每一个认识的人慷慨的奉献爱心。"], ["They have jumped expertly through every hoop put in front of them to be the top of their classes in our country's best universities, and they have been<b> lavishly</b> praised for doing so.", "为了成为我们国家最好的大学里班上的佼佼者，他们专业的跳过了每一个放在他们前面的障碍，并因此被大方的赞扬。"]], "st": {"similar": "profuse"}}, "leeway": {"pron": {"peg": "['li'we]", "pam": "['li'we]"}, "wp": {"leeway angle": "风流压差;漂角;风压偏位角;风压差角", "have leeway": "有活动余地", "flight leeway": "偏航", "choosing leeway": "选择余地", "The Leeway": "利维酒店", "leeway drift": "风流压差", "posting leeway": "发布偏差", "leeway investment": "用多余资金投资", "leeway space": "替牙间隙;剩余间隙;离位隙"}, "ex": ["n. 余地；风压差；偏航；落后"], "eg2": [["This gives me some starting and stopping .", "这会给我一些开始和停顿的时间余地。"], ["However, there is a certain amount of<b> leeway</b> so that if the action gets completed shortly after when it should have done everything will still continue without any problems.", "但它的“最终期限”有一定的回旋余地，因此，即使一个动作比规定的时间稍微晚一些才完成，所有的事情仍然能够正常运行、不会出现任何问题。"], ["Companies with a relatively reliable stream of cash but a stale business model, such as AOL, have a little bit more .", "但对于AOL这样的流动资金相对充裕、经营模式却过于陈腐的公司，回旋的余地稍微充分一点。"]], "st": {}}, "lounge": {"ex": ["n. 休息室；酒吧；闲逛；躺椅", "v. 闲逛；懒洋洋地靠[躺]；吊儿郎当地混日子", "网络 休息厅；酒廊；沙发音乐"], "pron": {"peg": "英 [laʊndʒ] ", "pam": "美 [laʊndʒ] "}, "eg2": [["the departure lounge", "候机室"], ["the television lounge", "电视放映室"], ["Several students were lounging around, reading newspapers.", "有几个学生懒洋洋地坐着看报。"]]}, "median": {"pron": {"peg": "['midɪən]", "pam": "['midɪən]"}, "wp": {"median rent": "租金中位数;房租中位数", "median voter": "中位选民;中间投票人;投票者;中间选民", "median point": "中点;中值点;中部着丝粒染色体", "median ": "中位数", "median size": "粒度中值;中等大小", "Median Filtering": "中值滤波;中值;包括中值滤波", "median mass": "中间地块;中柱中〕的对隔壁延长", "median barrier": "中央路栏;路中护栏;中央分隔带护栏;中央隔离岛", "Median polish": "中位数平滑;中位数光滑"}, "ex": ["n. n. 中值，中位数；三角形中线；梯形中位线", "adj. 中值的；中央的", "n. (Median)人名；(阿拉伯)迈迪安；(罗)梅迪安"], "eg2": [["What could be fairer than using the<b> median</b> income?", "有没有比收入中位数更公正的数据呢？"], ["Unfortunately, voting does not result in an efficient outcome generally, and only does so when the average value equals the  value.", "不幸的是，除非中位数选民的效用值恰好等于平均效用值。 选举一般不会产生一个有效率的结果。"], ["The<b> median</b> age in Afghanistan is under 18.", "阿富汗人口的年龄中值低于18岁。"]], "st": {"similar": "average"}}, "meme": {"ex": ["大脑模仿病毒；文化基因；弥母；表情包"], "pron": {"peg": "[mim]", "pam": "[mim]"}, "st": {}, "wp": {"Meme Generator": "搞笑图片制作;恶搞图片制作", "Doge Meme": "柴犬笑话", "meme complex": "模因复合体", "parasitic meme": "寄生模因", "linguistic meme": "语言模因", "Meme Si": "唱片名", "meme engineering": "模因工程", "viral meme": "社交媒体上的病毒模因", "meme flow": "记因运动"}, "eg2": []}, "mouthpiece": {"pron": {"peg": "英 ['maʊθ.piːs] ", "pam": "美 [ˈmaʊθˌpɪs] "}, "ex": ["n. 喉舌；(乐器)吹口；主要用于美式英语", "网络 代言人；吹嘴；烟嘴"], "eg2": [["The newspaper has become the official mouthpiece of the opposition party.", "这份报纸已经成为反对党的官方喉舌。"], ["The Press Secretary serves as the President's mouthpiece.", "新闻部长担任总统的代言人。"]]}, "muzzle": {"ex": ["n. 炮口；枪口；（狗、马等动物的）口鼻；（防止动物咬人的）口套", "v. （给狗）戴口套；压制；使缄默", "网络 口吻；口络；笼嘴"], "pron": {"peg": "英 ['mʌz(ə)l] ", "pam": "美 ['mʌz(ə)l] "}, "eg2": [["They accused the government of muzzling the press.", "他们指责政府压制新闻自由。"]]}, "negative": {"pron": {"peg": "['nɛɡətɪv]", "pam": "['nɛɡətɪv]"}, "wp": {"False negative": "假阴性;伪阴性;负误识;错误否定", "negative frequency": "负频率", "negative modulation": "负极性灯;\t\t负极性调制;\t\t\t负调制;负调变", "negative skewness": "负偏志;负偏态;负偏斜性;\t\t负偏斜度", "negative photoresist": "负性胶;负型光刻胶;\t\t负性光刻胶;\t\t负性光致抗蚀剂", "negative stain": "负染色法;染色法;负染色;背景染色法", "Negative refraction": "负折射;负折射率;负折射现象", "double negative": "双重否定句;双重否定;双阴性;双重否定式", "negative liberty": "消极自由;消极的自由;极自由"}, "ex": ["adj. [数] 负的；消极的；否定的；阴性的", "n. 否定；负数；[摄] 底片", "vt. 否定；拒绝"], "eg2": [["How many copies shall we print from the ?", "用这张底片我们要印多少张相片?"], ["Not only that, but it also focuses your thoughts and entire being on the .", "不仅如此，那样还会让你的思想，你整个人只看到消极的东西。"], ["You have to wind on after taking a picture, or your<b> negative</b> will be double-exposed.", "照完一张照片后必须过卷，否则底片会重复曝光。"]], "st": {"transform": [["vt.", "negatived,negativing"]]}}, "outfit": {"pron": {"peg": "['aʊtfɪt]", "pam": "['aʊtfɪt]"}, "wp": {}, "ex": ["n. 机构；用具；全套装备", "vi. 得到装备", "vt. 配备；供应"], "eg2": [], "st": {"transform": [["vt.", "outfitted,outfitting"]], "similar": "furnish"}}, "outlaw": {"pron": {"peg": "英 ['aʊt.lɔː] ", "pam": "美 ['aʊt.lɔ] "}, "ex": ["n. 逃犯", "v. 宣布…不合法；使…成为非法；（旧时）剥夺（某人的）法律权益", "网络 歹徒；亡命之徒；无法无天"], "eg2": [["plans to outlaw the carrying of knives", "宣布携带刀具为非法的方案"], ["the outlawed nationalist party", "被宣布为非法的民族主义党"], ["Robin Hood, the world's most famous outlaw", "罗宾汉，蜚声世界的绿林好汉"]]}, "outlet": {"pron": {"peg": "英 ['aʊt.let] ", "pam": "美 ['aʊt.let] "}, "ex": ["n. 出口；（感情、思想、精力发泄的）出路；表现机会；专营店", "网络 插座；出线；出水口"], "eg2": [["She needed to find an outlet for her many talents and interests.", "她多才多艺、兴趣广泛，需要找个施展的机会。"], ["Sport became the perfect outlet for his aggression.", "运动成为他攻击性情绪的最佳释放途径。"], ["The business has 34 retail outlets in this state alone.", "那家商号仅在本州就有 34 个零售店。"], ["the Nike outlet in the outlet mall", "折扣品商场里的耐克折扣店"], ["a sewage outlet", "污水排放口"], ["an outlet pipe", "排水管道"]]}, "prejudice": {"pron": {"peg": "['prɛdʒədɪs]", "pam": "['prɛdʒədɪs]"}, "wp": {"without prejudice": "不损害权利;不受损害;无偏见;不受损害没有偏见", "pretrial prejudice": "审前偏见", "Prejudice means": "妨害手段", "ingrained prejudice": "根深蒂固的偏见", "education prejudice": "教育歧视", "racial prejudice": "种族偏见;种族歧视;偏见;侵害", "Class prejudice": "阶级成见", "language prejudice": "语言偏见", "crusted prejudice": "古老的偏见"}, "ex": ["n. 偏见；侵害", "vt. 损害；使有偏见"], "eg2": [["What he said was tinctured with .", "他说的话带有偏见。"], ["That seems to me to be , as I said last time.", "以上的想法在我看来,是一种偏见,正如我上次所说"], ["The problem is that they have so much<b> prejudice</b> against our motherland.", "问题是他们不应对我们的祖国抱有如此的偏见。"]], "st": {"transform": [["vt.", "prejudiced,prejudicing"]], "similar": "bias,predilection"}}, "proficient": {"ex": ["adj. 熟练的，精通的", "n. 精通；专家，能手"], "pron": {"peg": "[prə'fɪʃnt]", "pam": "[prə'fɪʃnt]"}, "st": {}, "wp": {"inept proficient": "无能的", "Proficient Skill": "熟练技能", "Proficient operation": "熟练运用操作", "proficient stage": "熟悉阶段", "proficient bilingual": "将其分为熟练双语者", "proficient practitioner": "良工;精通者", "General Proficient": "一般", "proficient text": "精明的", "below proficient": "不精通"}, "eg2": [["She was very  in music.", "她非常精通音乐。"], ["As with the transition from competent to , the transition to Expert is also non-linear.", "正如从“胜任”到“精通”的转变一样，转变为“专家”也是非线性的过程。"], ["The complexity is rapidly reaching a point of critical mass, where one single developer can no longer know everything needed to be  at his or her job.", "复杂性迅速地到达一个临界点，即一个单独的开发者已经不能精通他或她工作中的方方面面了。"]]}, "propaganda": {"pron": {"peg": "['prɑpə'gændə]", "pam": "['prɑpə'gændə]"}, "wp": {"Political propaganda": "政治宣传;政治宣传品", "False propaganda": "虚假宣传", "educational propaganda": "教育宣导;宣传教育", "propaganda shell": "宣传外壳;宣传机壳", "Propaganda Minister": "宣传部部长;宣传部长", "Black Propaganda": "黑色宣传;暗宣传", "Culture propaganda": "民俗宣传;文化传播", "news propaganda": "新闻宣传;新闻宣传部", "Propaganda Campaign": "宣传运动"}, "ex": ["n. 宣传；传道总会"], "eg2": [["They muted the  campaign later.", "后来，他们降低了宣传运动的调子。"], ["I wish they would stop grinding out the same old .", "我总是希望他们不要再绞尽脑汁搞那种老调重弹的宣传。"], ["As with almost all<b> propaganda</b> techniques, the subject should attempt to find more information on the topic.", "就像面对所有宣传手段一样，接受者应该试图收集关于话题的更多信息。"]], "st": {}}, "quot": {"ex": ["abbr. quotation；quoted"], "pron": {}, "st": {}, "wp": {"quot nest": "燕窝", "Nigeria quot": "翡翠凤凰", "chitin quot": "甲壳质", "quot shop": "理发店", "Direct quot": "直接标价法;直接报价;间接标价法;间接报价", "amp quot": "是什么意;是什么意思;什么意思", "vendor quot": "厂商报价", "Indirect Quot": "直接标价法", "quot equity": "所有者权益合计"}, "eg2": []}, "racier": {"ex": ["活泼的（ racy的比较级 ）"], "pron": {}, "st": {"similar": "pungent", "transform": [["adj.", "racier,raciest"]]}, "wp": {}, "eg2": []}, "reckon": {"pron": {"peg": "['rɛkən]", "pam": "['rɛkən]"}, "wp": {"reckon in": "计入;包括在内", "you reckon": "你真的这么认为", "reckon with": "处理;估计到;对付;预料到", "L Reckon": "我想", "reckon accounts": "结帐", "Economists Reckon": "经济学家认为", "reckon areong": "算在…之内", "reckon sth": "把某事物计算在内", "to reckon": "估计;算计;料度;数数"}, "ex": ["vt. 测算，估计；认为；计算", "vi. 估计；计算；猜想，料想"], "eg2": [["You are the boss here,I .", "你是这里的老板吧，我猜想。"], ["Did you  in the cost of the taxi?", "你把坐计程车的费用计算在内了吗?"], ["We<b> reckon</b> him to be the best goalkeeper in the world.", "我们认为他是世界上最好的足球守门员。"]], "st": {"similar": "calculate,rely"}}, "recruiter": {"pron": {"peg": "英 [rɪ'kru:tə] ", "pam": "美 [rɪˈkrutɚ] "}, "ex": ["n. 征兵人员", "网络 招聘人员；招聘专员；招聘者"], "eg2": []}, "respondent": {"pron": {"peg": "英 [rɪ'spɒndənt] ", "pam": "美 [rɪ'spɑndənt] "}, "ex": ["n. 被告；回答问题的人；（尤指）调查对象", "adj. 回答的；响应的；【法】被告的；〈古〉符合的", "网络 答辩人；回答者；被申请人"], "eg2": [["60% of the respondents agreed with the suggestion.", "回复调查的人中 60% 同意这项建议。"]]}, "retain": {"pron": {"peg": "[rɪ'ten]", "pam": "[rɪ'ten]"}, "wp": {"retain plan": "保留计划", "retain background": "保持背景", "retain seal": "护圈密封", "retain earnings": "留存收益;收益保留;保留盈余;保留盈利", "RETAIN模型": "RETAINmodel", "retain memories": "留住回忆;保留住美好的记忆", "May retain": "可以保留;可以保留下去", "retain tenure": "保有", "retain jobs": "保留工作岗位"}, "ex": ["vt. 保持；雇；记住"], "eg2": [["His speech could not  the interest of his audience.", "他的讲话不能保持住听众的兴趣。"], ["I can<b> retain</b> my intellectual distance with people who work for me.", "我可以和为我工作的人保持在智慧层面上距离。"], ["By taking these steps you<b> retain</b> your sense of dignity and worth as well as prepare for success in your future work.", "通过采取这些步骤，你保持了自己的尊严感和价值感，也为未来工作的成功做了充分的准备。"]], "st": {"similar": "keep"}}, "scrubbed": {"ex": ["adj. 精制的，纯净的", "v. 擦洗；废止；揉搓（scrub的过去分词）"], "pron": {"peg": "['skrʌbid]", "pam": "['skrʌbid]"}, "st": {"transform": [["vt.", "scrubbed,scrubbing"]]}, "wp": {"Scrubbed Raid": "强制终了", "scrubbed sand": "擦洗砂", "I Scrubbed": "本人擦洗", "scrubbed tailings": "擦洗尾矿", "scrubbed solvent": "洗涤过的溶剂", "Scrubbed Up": "金盆", "scrubbed gas": "纯气体", "scrubbed extract": "洗涤过的萃取液"}, "eg2": [["He was directed to another hut where a stick-thin girl, with missing clumps of hair, had the pants,  and folded, in her lap.", "他被领到另一个小屋，那儿有一个枯瘦如柴的女孩，头发稀少，正把裤子搁在膝盖上擦洗、折叠。"], ["In Tahrir Square thousand of volunteers who brought their own brooms or cleaning supplies, swept streets and  graffiti from nearby buildings.", "在解放广场，上千名志愿者自带扫帚或其他清洁用品清扫广场，擦洗周围建筑上的涂鸦。"], ["Every morning, no matter how much you had  and polished the bar top the night before, you would find three water marks, as if the landlord and two regulars had stayed and had a drink together.", "不管我们头天晚上是如何认真仔细得擦洗吧台，第二天早上，总能在上面发现三个水印，看起来就像是酒吧老板和俩位老主顾呆到很晚，一起喝了酒似的。"]]}, "secretive": {"pron": {"peg": "['sɪkrətɪv]", "pam": "['sɪkrətɪv]"}, "wp": {"Secretive expression": "分泌型表达;分泌表达", "secretive letters": "保密的信件", "secretive communist": "有城府的共产主义", "secretive interview": "隐性采访", "secretive stage": "分泌期", "Secretive Unbelievable": "诡秘怪谈", "secretive capacity": "排泌量", "secretive phase": "分泌期", "secretive person": "秘密的人;神秘人;秘密人"}, "ex": ["adj. 秘密的；偷偷摸摸的；促进分泌的"], "eg2": [["Satan attempts to imitate this in the occult by making us feel special, as we are part of a , hidden realm.", "撒旦企图仿效这个秘密让我们感觉到特别，如同我们是秘密的一部分，隐藏在他的领域里。"], ["He said: \"I know Madonna bought one for the room of one of her houses, it was all very , but I think it hangs in a child's room.", "他说：“我知道麦当娜为自己的一个房间买了一款，那是非常秘密的事情，不过，我认为它会挂在一个孩子的房间。"], ["The statisticians compound the problems with a<b> secretive</b> approach to the data which feeds doubts about whether there are manipulations going on behind the scenes.", "由于数据的统计方法保密，统计人员令这一问题更加复杂，因为很多人因此怀疑是否存在幕后操纵的现象。"]], "st": {}}, "seize": {"ex": ["vt. 抓住；夺取；理解；逮捕", "vi. 抓住；利用；（机器）卡住"], "pron": {"peg": "[siz]", "pam": "[siz]"}, "st": {"similar": "take", "transform": [["vt.", "seized,seizing"]]}, "wp": {"seize opportunities": "抓住机遇;捉住机遇;把握时机;捉住机会", "Seize food": "虎口夺食", "seize upon": "抓住;利用", "seize property": "扣押财产", "Fruit Seize": "水果砸砸砸;保护果园", "seize children": "抓住儿童;占领孩子;抓住孩子", "Seize Moodle": "希子目多", "seize trunk": "中继线网关", "seize illegally": "不合法地抓住"}, "eg2": [["The opportunity is there. Why not<b> seize</b> it?", "机会正在那儿呢，为什么不抓住它？"], ["If you fail to oil the engine regularly, it would  up  without warning.", "如果你不定期给发动机注油，它不定那天就会突然卡住。"], ["“I think that there is no reason why we should not<b> seize</b> this opportunity and this moment,” the president said.", "奥巴马总统说：\"我认为，没有任何理由让我们不去抓住这个机会和这个时刻。\""]]}, "sensitive": {"pron": {"peg": "['sɛnsətɪv]", "pam": "['sɛnsətɪv]"}, "wp": {"sensitive area": "敏感区;敏感地区", "sensitive data": "敏感数据;敏感资料;敏感性资料", "sensitive plant": "含羞草;\t\t敏感植物;害臊草;害羞草", "sensitive to": "对;敏感;灵敏的;感光的", "sensitive volume": "感应容量;灵敏区;灵敏体积;灵敏范围", "Sensitive Couple": "超感觉情侣;片;英文名", "sensitive period": "敏感期;感应期;敏感时期", "sensitive film": "感光胶卷;\t\t感光胶片;\t\t感光软片;高感光胶片", "sensitive material": "感光材料;敏感材料;感光质料;灵敏材料"}, "ex": ["adj. 敏感的；感觉的；[仪] 灵敏的；感光的；易受伤害的；易受影响的", "n. 敏感的人；有灵异能力的人"], "eg2": [["This instrument is highly .", "这架仪器很灵敏。"], ["We'd better keep off the<b> sensitive</b> topic.", "我们最好避开这个敏感的话题。"], ["Try your best to sidestep for  issues like this.", "你应尽可能地回避像这类敏感的问题。"]], "st": {}}, "skyscraper": {"ex": ["n. 摩天大楼", "网络 摩天楼；摩天大厦；摩天高楼"], "pron": {"peg": "英 ", "pam": "美 [ˈskaɪˌskreɪpə(r)] "}, "eg2": []}, "spiritual": {"pron": {"peg": "['spɪrɪtʃʊəl]", "pam": "['spɪrɪtʃʊəl]"}, "wp": {"spiritual emptiness": "精神空虚;心灵空虚;精神上的空虚", "spiritual leader": "精神领袖;得道者", "spiritual ecology": "灵性生态学;精神生态;心灵生态学;精神", "Spiritual Practice": "谈修行;热心功课;修行;精神实践", "Spiritual Leadership": "领袖塑造;属灵领袖;灵性领导;精神领导", "Spiritual Quotient": "高灵商;灵性商数;心灵商数", "spiritual retreat": "退修会", "spiritual growth": "心灵成长;灵性的成长;灵性成长;关于灵力修行", "Spiritual Care": "灵性照顾;灵性照护;性照顾;精神关怀"}, "ex": ["n. 圣歌（尤指美国南部黑人的）", "adj. 精神的，心灵的"], "eg2": [["It is not only material, but .", "喜，不仅仅是物质的，更是精神的。"], ["Everyone ought to rarefy his<b> spiritual</b> life.", "人人都应当纯洁其精神生活。"], ["What she wants is nothing but<b> spiritual</b> peace.", "她想要的无非是心灵的安宁。"]], "st": {}}, "staple": {"pron": {"peg": "英 ['steɪpl] ", "pam": "美 [ˈsteɪp(ə)l] "}, "ex": ["n. 主食；订书钉；主要产品；主要成分", "v. 装订", "adj. 最重要的", "网络 钉书钉；主要的；钉书针"], "eg2": [["The staple crop is rice.", "主要农作物为水稻。"], ["Jeans are a staple part of everyone's wardrobe.", "在每个人的衣橱里，牛仔裤是必不可少的。"], ["Aid workers helped distribute corn, milk and other staples.", "救助人员协助分发谷物、牛奶及其他基本食物。"], ["Rubber became the staple of the Malayan economy.", "橡胶成了马来亚经济的支柱产品。"], ["Royal gossip is a staple of the tabloid press.", "围绕王室成员的飞短流长是小报的主要内容。"], ["Staple the invoice to the receipt.", "把发票订到收据上。"], ["Staple the invoice and the receipt together.", "把发票和收据订在一起。"]]}, "suburb": {"pron": {"peg": "英 ['sʌbɜː(r)b] ", "pam": "美 ['sʌ.bɜrb] "}, "ex": ["n. 郊区；城外", "网络 市郊；近郊；郊外"], "eg2": [["a suburb of London", "伦敦郊区"], ["a London suburb", "伦敦郊区"], ["They live in the suburbs .", "他们住在城外。"]]}, "surveillance": {"pron": {"peg": "英 [sə(r)'veɪləns] ", "pam": "美 [sər'veɪləns] "}, "ex": ["n. （对犯罪嫌疑人或可能发生犯罪的地方的）监视", "网络 监督；监控；监测"], "eg2": [["The police are keeping the suspects under constant surveillance .", "警方正对嫌疑人实施不间断监视。"], ["surveillance cameras/equipment", "监视摄像机╱设备"]]}, "tabloid": {"pron": {"peg": "英 ['tæblɔɪd] ", "pam": "美 ['tæb.lɔɪd] "}, "ex": ["n. 小报（版面通常比大报小一半）", "adj. 摘要的", "网络 图片版新闻；药片；文摘"], "eg2": [["The story made the front page in all the tabloids.", "这件事成了所有小报的头版新闻。"]]}, "tactic": {"ex": ["n. 策略；战术", "网络 泰迪；战略；手段"], "pron": {"peg": "英 ['tæktɪk] ", "pam": "美 [ˈtæktɪk] "}, "eg2": [["They tried all kinds of tactics to get us to go.", "他们施尽所有的招数想让我们离开。"], ["This was just the latest in a series of delaying tactics .", "这只是一系列拖延战术中的一个新花招。"], ["The manager discussed tactics with his team.", "经理和他手下的一班人讨论了策略问题。"], ["Confrontation is not always the best tactic.", "对抗并非总是上策。"], ["It's time to try a change of tactic.", "现在是改弦易辙的时候了。"]]}, "tailor": {"ex": ["v. 专门制作；定做", "n. （尤指为顾客个别定制男装的）裁缝", "网络 裁缝师；缝制；剪裁"], "pron": {"peg": "英 ['teɪlə(r)] ", "pam": "美 ['teɪlər] "}, "eg2": [["Special programmes of study are tailored to the needs of specific groups.", "为满足特定群体的需要，特制了专门的课程。"], ["Most travel agents are prepared to tailor travel arrangements to meet individual requirements.", "为了满足个别人士需要，大多数旅行社都愿意作出专门的旅游安排。"]]}, "tally": {"pron": {"peg": "['tæli]", "pam": "['tæli]"}, "wp": {"tally list": "理货单;理货单证;或理货单", "Tally sheet": "理货单;计数纸;计数单;\t\t理货计数单", "Entrusted Tally": "委托性理货", "Tally She": "检查表", "overall tally": "全面总计", "tally office": "理货员办公室", "tally ho": "目视发现目标;绿林狩猎;冲天小飞车;成套餐茶具", "medal tally": "奖牌榜;奖牌总数", "mark tally": "记录理货;检数理货员;记录理货检数理货员;标记点数"}, "ex": ["n. 计数器；标签；记账", "vt. 使符合；计算；记录", "vi. 一致；记分", "n. (Tally)人名；(英)塔利"], "eg2": [["Her story doesn't<b> tally</b> with his.", "她和他的口径不一致。"], ["By one , the Raptor had 45 supporters in the Senate. Gates had only 23 backers.", "逐个记分，这只猛禽在参议院有45个支持者，盖茨只有23个支持者。"], ["As you'd expect, the net keeps an ongoing  of these products.", "正如您所预料的，网络会 保持这些乘积的一个使用中的计数器。"]], "st": {"transform": [["n.", "tallylies"], ["vt.", "tallylies"]], "similar": "agree"}}, "unrest": {"pron": {"peg": "[ʌn'rɛst]", "pam": "[ʌn'rɛst]"}, "wp": {"Raising unrest": "制造混乱", "monetary unrest": "货币动荡", "pupil unrest": "不休息", "political unrest": "政治动荡局面;政治动乱;政局动荡", "civil unrest": "国内动乱", "cabinet unrest": "内阁风潮", "peristaltic unrest": "蠕动紊乱", "agitation unrest": "风潮", "industrial unrest": "行业动荡"}, "ex": ["n. 不安；动荡的局面；不安的状态"], "eg2": [["It will lead to higher unemployment and social<b> unrest</b> now, but only restore competitiveness in the distant future.", "这在当前将导致失业率上升和社会动荡，但只能在遥远的将来恢复竞争力。"]], "st": {}}, "vibe": {"ex": ["n. 气氛，氛围", "n. (Vibe)人名；(挪)维伯"], "pron": {"peg": "[vaɪb]", "pam": "[vaɪb]"}, "st": {"transform": [["vi.", "vibed,vibing"]]}, "wp": {"Vibe yellow": "鲜黄", "YOUNG VIBE": "青春", "Club Vibe": "夜店狂欢;混音快感跳蛋", "Kaye Vibe": "标签", "Bend Vibe": "柔情韦伯", "Vibe Kaye": "名称", "Vibe Bahia": "公司", "VIBE RECORDS": "出版者", "Vibe Cinema": "唱片名"}, "eg2": [["Duncan Jones: Lovely to hear that you pick up on the Hitchcock .", "邓肯·琼斯：听到你提到希区柯克氛围这种说法太好了。"], ["It’s the same when we walk into a restaurant, a nightclub, a party at a house, we immediately get this ‘’ about the place.", "我们走进餐馆、夜总会或者参加家庭聚会，也是如此，立刻会感受到当时场合的气氛。 是为什么呢？"], ["\"It creates this positive , this dynamic to the market that is upbeat,\" says Elton Ash, vice president for western Canada at RE/MAX.", "MAX在加拿大西部的公司副主席埃尔顿·埃什认为：“这一氛围是积极的，它为繁荣的房产市场增添了活力。”"]]}, "vigorous": {"pron": {"peg": "['vɪɡərəs]", "pam": "['vɪɡərəs]"}, "wp": {"vigorous movement": "用力动作", "vigorous exercise": "剧烈运动;剧烈的运动;强度大的训练;激烈的运动", "vigorous expansion": "大力发展", "Vigorous programmes": "周详的计划", "Big Vigorous": "新进小夹", "vigorous health": "健康而有活力", "vigorous stock": "乔化砧", "vigorous support": "大力支持", "Rugged Vigorous": "生命顽强的"}, "ex": ["adj. 有力的；精力充沛的"], "eg2": [["In their need, they have registered a mandate that they want direct,  action.", "他们在困难中表达了自己的委托，即要求采取直接而有力的行动。"], ["Though nearly 50, he is exceptionally  in work.", "别看他快50岁了， 工作却是雷厉风行。"], ["She had a  opponent.", "她遇到一个劲敌。"]], "st": {}}, "viral": {"pron": {"peg": "['vaɪrəl]", "pam": "['vaɪrəl]"}, "wp": {"viral video": "病毒视频;病毒式影片;病毒影片;病毒式个人化影片", "viral interference": "病毒干扰作用;病毒干涉;病毒干扰;干扰现象", "Viral Conditions": "病毒性状况", "viral meningoencephalitis": "病毒性脑膜脑炎", "viral orchitis": "病毒性睾丸炎", "viral protease": "病毒蛋白酶;蛋白酶", "viral vector": "病毒载体;跳跳球;腺病毒载体", "viral carrier": "病毒携带者", "viral warts": "病毒性疣"}, "ex": ["adj. 病毒性的"], "eg2": [["Some<b> viral</b> proteins do good.", "有些病毒也会做好事。"], ["As influenza viruses pass from one person, or bird, to another, they normally pick up random changes in their genes because of errors in  replication.", "当流感病毒由一个人或一只鸟传给另一个人或鸟时，由于病毒复制错误，它们通常会带上基因中的随机变化。"], ["Because of the technology, if you have an interesting candidate with an interesting message, that can go  and be worth hundreds of thousands of dollars.", "因为使用技术的缘故，如果你有位有趣的候选人又有有趣的信息，你可以把信息像病毒似的传播出去，这可以价值成百上千美元。"]], "st": {}}, "whereby": {"pron": {"peg": "[wɛr'bai]", "pam": "[wɛr'bai]"}, "wp": {"Whereby Projections": "据此推算", "whereby y": "凭借", "Whereby Operation": "据此操作", "Whereby Conveys": "一百八十五", "whereby d": "靠那个", "whereby ad": "靠那个;靠什么;靠阿谁;靠啥子", "Are Sharp Whereby": "锋快", "Whereby Clause": "功能子句", "whereby adv": "靠那个"}, "ex": ["conj. 凭借；通过…；借以；与…一致", "adv. 凭此；借以"], "eg2": [], "st": {}}}, "title": "China is spending billions on its foreign-language media\n", "paperStatistics": {"suggestedfocus": "13.1 Minutes", "wordsset": 588, "keywords": "CGTN,China,Daily,English,foreign,language,media,online", "toughwords": 88, "allwords": 1037, "title": "China is spending billions on its foreign-language media\n", "desc": "\n", "img": "https://www.economist.com/sites/default/files/imagecache/640-width/images/print-edition/20180616_CND001_0.jpg\n", "date": "2018-07-04 19:35:47", "link": "2018_7_7_4.json"}}