{"date": "2018-07-03 08:12:11", "content": "\n And grant trans people maximum <span class=\"fa fa-info-circle\">dignity</span> and <span class=\"fa fa-info-circle\">autonomy</span>, writes <span class=\"fa fa-info-circle\">Vic</span> <span class=\"fa fa-info-circle\">Valentine</span> of the Scottish Trans Alliance\n \n ![Self-declaration would bring Britain into line with international best practice](https://cdn.static-economist.com/sites/default/files/20180707_BLP512.jpg) \n The current Gender <span class=\"fa fa-info-circle\">Recognition</span> Act 2004 (GRA) is now widely regarded as <span class=\"fa fa-info-circle\">outdated</span>, <span class=\"fa fa-info-circle\">intrusive</span>, and overly medicalised—not just by we trans people, but also by medical professionals, legal experts, and the British and Scottish governments. Trans-equality campaigners are calling for the process to be <span class=\"fa fa-info-circle\">imp</span>roved in line with human-rights principles and international best practice. \n \n We are calling for three changes to the GRA to make it easier to update birth <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">certifica</span>te</span>s. It should move to a system of <span class=\"fa fa-info-circle\">statutory</span> self-<span class=\"fa fa-info-circle\">declaration</span>. The age at which people can change their birth <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">certifica</span>te</span>s should be lowered from 18 to 16, and under-16s should be allowed to do so with <span class=\"fa fa-info-circle\">parental</span> <span class=\"fa fa-info-circle\">consent</span>. This would match the age rules for changing name and gender on other identity documents and official records. And, for the first time, non-<span class=\"fa fa-info-circle\">binary</span> people (those who identify as neither <span class=\"fa fa-info-circle\">exclusively</span> male nor <span class=\"fa fa-info-circle\">exclusively</span> female) should be legally <span class=\"fa fa-info-circle\">recogni</span>sed.\n \n Media coverage of the <span class=\"fa fa-info-circle\">propose</span>d reforms has focused mainly on the first of those <span class=\"fa fa-info-circle\">proposal</span>s. Some of it has been generated by a number of <span class=\"fa fa-info-circle\">outspoken</span> people who have never accepted that trans people’s identities are <span class=\"fa fa-info-circle\">legitimate</span>, and that we have the right to social acceptance and privacy about being trans. They have misdescribed the way the law works now, <span class=\"fa fa-info-circle\">misrepresent</span>ed why trans people access single-sex spaces and <span class=\"fa fa-info-circle\">misreport</span>ed the ways in which trans organisations believe the law should change. This <span class=\"fa fa-info-circle\">misinformation</span> risks alarming people who have not heard <span class=\"fa fa-info-circle\">accurate</span> details of what is being <span class=\"fa fa-info-circle\">propose</span>d.\n \n The main <span class=\"fa fa-info-circle\">inaccuracy</span> is the claim that the GRA controls access to women-only spaces, and that self-<span class=\"fa fa-info-circle\">declaration</span> will therefore affect how women’s services address trans <span class=\"fa fa-info-circle\">inclusion</span>. In reality, under the Equality Act 2010, when it comes to employment and the <span class=\"fa fa-info-circle\">provision</span> of services <span class=\"fa fa-info-circle\">transgender</span> people are already treated as the sex or gender we identify as, not the sex we were <span class=\"fa fa-info-circle\">assign</span>ed at birth. This is true, <span class=\"fa fa-info-circle\">irrespective</span> of whether or not we have used the <span class=\"fa fa-info-circle\">provision</span>s of the GRA to update our birth <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">certifica</span>te</span>. \n \n A trans woman who still has a male birth <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">certifica</span>te</span> is nonetheless included under the Equality Act in the scope of service <span class=\"fa fa-info-circle\">provision</span> for a women-only single-sex service. Case law already makes clear that trans women need to be referred to and treated as women. And the <span class=\"fa fa-info-circle\">explicit</span> <span class=\"fa fa-info-circle\">exemption</span>s in the Equality Act 2010 that allow single-sex services to treat trans people differently can be used only in very restricted circumstances. For a single-sex service to treat a trans person less favourably, it must be a <span class=\"fa fa-info-circle\">proportionate</span> means of achieving a <span class=\"fa fa-info-circle\">legitimate</span> aim. The provider needs to show that no less <span class=\"fa fa-info-circle\">discriminatory</span> approach was <span class=\"fa fa-info-circle\">suitable</span>. Campaigners against GRA reform are either labouring under, or <span class=\"fa fa-info-circle\">deliberately</span> promoting, the false <span class=\"fa fa-info-circle\">impression</span> that a female-only service is reserved <span class=\"fa fa-info-circle\">exclusively</span> for non-trans women. That s<span class=\"fa fa-info-circle\">imply</span> isn’t the case under current British law, and has not been for many years.\n \n What does trans <span class=\"fa fa-info-circle\">inclusion</span> in single-sex spaces or services look like in practice? Well, to some degree, it depends on the space or service. In public <span class=\"fa fa-info-circle\">toilet</span>s, because <span class=\"fa fa-info-circle\">cubicle</span>s are single-<span class=\"fa fa-info-circle\">occupancy</span>, it is widely accepted and established in British case law that <span class=\"fa fa-info-circle\">transgender</span> people can use the facilities that best fit their identity. It is the same for changing rooms with single-<span class=\"fa fa-info-circle\">occupancy</span> <span class=\"fa fa-info-circle\">cubicle</span>s. If a particular changing room has no privacy, then decisions would be made case by case, treating each trans person as an individual. \n \n The expectation of the current law is that a <span class=\"fa fa-info-circle\">leisure</span> centre, for example, would <span class=\"fa fa-info-circle\">strive</span> to allow <span class=\"fa fa-info-circle\">transgender</span> people to use the facilities that match their gender identity, but could make <span class=\"fa fa-info-circle\">reasonable</span> <span class=\"fa fa-info-circle\">adjustment</span>s if necessary. Ideally, it would install <span class=\"fa fa-info-circle\">cubicle</span>s. But other solutions are possible, such as someone changing only once another had finished. It would rarely be <span class=\"fa fa-info-circle\">appropriate</span> to ask a trans person to use a <span class=\"fa fa-info-circle\">facility</span> that made them feel <span class=\"fa fa-info-circle\">humiliate</span>d or <span class=\"fa fa-info-circle\">hyper</span>-<span class=\"fa fa-info-circle\">visible</span>.  \n \n Rape-crisis centres and <span class=\"fa fa-info-circle\">domestic</span>-abuse <span class=\"fa fa-info-circle\">refuge</span>s carefully assess the risk related to every potential service-user, whether trans or not, before deciding between one-to-one counselling and group work, and whether to offer shared <span class=\"fa fa-info-circle\">accommodation</span>.  There are many different reasons they might <span class=\"fa fa-info-circle\">adjust</span> the service they provide for a particular woman. The people working in this sector will continue to be able to make decisions that are right for everyone who uses their services. \n \n Campaigners against reforming the GRA also <span class=\"fa fa-info-circle\">misrepresent</span> why trans people want access to single-sex services. Often, they <span class=\"fa fa-info-circle\">imply</span> that we are <span class=\"fa fa-info-circle\">predator</span>s who want access only to do harm. The truth is that if we are accessing a service it is because we need it. Anti-reform campaigners ignore the fact that for more than eight years single-sex services have been required to be <span class=\"fa fa-info-circle\">inclusive</span> of trans people unless there are <span class=\"fa fa-info-circle\">exceptional</span> circumstances, and that huge <span class=\"fa fa-info-circle\">swathe</span>s of single-sex services are operating <span class=\"fa fa-info-circle\">smoothly</span> and successfully in a fully trans-<span class=\"fa fa-info-circle\">inclusive</span> manner. Sometimes hearing that single-sex services are already <span class=\"fa fa-info-circle\">inclusive</span> of trans people who do not have gender-<span class=\"fa fa-info-circle\">recognition</span> <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">certifica</span>te</span>s surprises the general public. This is because our presence actually has very little impact on other users of services. \n \n In Scotland, the organisations that campaign for equality and women’s rights, and those such as Rape Crisis Scotland and Scottish Women’s Aid, are <span class=\"fa fa-info-circle\">supportive</span> of reforming the GRA and have been trans-<span class=\"fa fa-info-circle\">inclusive</span> in <span class=\"fa fa-info-circle\">domestic</span>-abuse and sexual-violence services for many years. Far from accessing single-sex spaces in an attempt to <span class=\"fa fa-info-circle\">endanger</span> or upset other women, trans women access these services if they too are survivors of gender-based violence—and at around 0.2% of the population, their <span class=\"fa fa-info-circle\">thoughtful</span> <span class=\"fa fa-info-circle\">inclusion</span> is not an <span class=\"fa fa-info-circle\">undue</span> threat, and <span class=\"fa fa-info-circle\">imp</span>oses no significant cost.\n \n Finally, campaigners against reforming the GRA <span class=\"fa fa-info-circle\">misrepresent</span> the way in which trans-equality organisations want the law to change. When we talk about moving to a system of <span class=\"fa fa-info-circle\">statutory</span> “self-<span class=\"fa fa-info-circle\">declaration</span>” that you are living <span class=\"fa fa-info-circle\">permanently</span> in your gender identity, we are s<span class=\"fa fa-info-circle\">imply</span> talking about bringing the process for updating your birth <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">certifica</span>te</span> in line with best practice on human rights and respect for individual identity. We are not talking about reforming the Equality Act or existing rules around single-sex services. And we are certainly not suggesting that anyone should be able to claim, <span class=\"fa fa-info-circle\">temporarily</span> and <span class=\"fa fa-info-circle\">frivolously</span>, any gender identity that takes their fancy in order to access identity documents, spaces or opportunities that they should not be <span class=\"fa fa-info-circle\">entitle</span>d to. \n \n We think that the process <span class=\"fa fa-info-circle\">whereby</span> you can update the gender on your birth <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">certifica</span>te</span> to reflect your identity should be based on <span class=\"fa fa-info-circle\">statutory</span> <span class=\"fa fa-info-circle\">declaration</span>. This is a legal <span class=\"fa fa-info-circle\">oath</span>, and it would be a criminal offence to make a false <span class=\"fa fa-info-circle\">declaration</span> <span class=\"fa fa-info-circle\">deliberately</span>. It would therefore remain <span class=\"fa fa-info-circle\">unlawful</span> to change your birth <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">certifica</span>te</span> from male to female if you are not living <span class=\"fa fa-info-circle\">permanently</span> as a woman. People’s <span class=\"fa fa-info-circle\">statutory</span> <span class=\"fa fa-info-circle\">oath</span>s about their gender should be respected, as all other <span class=\"fa fa-info-circle\">statutory</span> <span class=\"fa fa-info-circle\">declaration</span>s are. But in an <span class=\"fa fa-info-circle\">exceptional</span> case where a <span class=\"fa fa-info-circle\">dispute</span> over possible <span class=\"fa fa-info-circle\">fraud</span> <span class=\"fa fa-info-circle\">arose</span>, living <span class=\"fa fa-info-circle\">permanently</span> as a woman could be <span class=\"fa fa-info-circle\">demonstrate</span>d in a number of ways, for example the stated gender on day-to-day documents or the <span class=\"fa fa-info-circle\">testimony</span> of other people. The change to <span class=\"fa fa-info-circle\">statutory</span> self-<span class=\"fa fa-info-circle\">declaration</span>, already law in Ireland and several other countries, would end the current situation, in which a <span class=\"fa fa-info-circle\">tribunal</span> scrutinises which toys you played with as a child and how gender-dysphoric you felt about your body. It would end a waiting time of more than two years in a legal grey area, with your birth <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">certifica</span>te</span> <span class=\"fa fa-info-circle\">mismatch</span>ing your day-to-day identity documents. \n \n Many of the <span class=\"fa fa-info-circle\">stunt</span>s that have been designed to show that self-<span class=\"fa fa-info-circle\">declaration</span> is a “joke” are a thinly <span class=\"fa fa-info-circle\">veil</span>ed <span class=\"fa fa-info-circle\">disguise</span> for the fact that the people behind them think our identities are a joke. We won’t be able to change those attitudes overnight. But the positive <span class=\"fa fa-info-circle\">reaction</span>s of very many towards the <span class=\"fa fa-info-circle\">reasonable</span> aims of the GRA-reform campaign <span class=\"fa fa-info-circle\">indicate</span> that society is changing.\n \n We have focused here on the <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">imp</span>lication</span>s of the <span class=\"fa fa-info-circle\">proposal</span> to move to a system of <span class=\"fa fa-info-circle\">statutory</span> self-<span class=\"fa fa-info-circle\">declaration</span>. The Gender <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">recogni</span>tion</span> Act needs to change in other ways: by lowering the age at which trans people can change the gender on our birth <span class=\"fa fa-info-circle\">certification</span>s, but also legally <span class=\"fa fa-info-circle\">recogni</span>sing non-<span class=\"fa fa-info-circle\">binary</span> people for the first time. If you’d like to learn more about the Scottish Trans Alliance’s Equal <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">recogni</span>tion</span> campaign to reform the Gender <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">recogni</span>tion</span> Act, please visit \n \n .", "last": "2018_7_6_4.json", "next": "2018_7_6_6.json", "assistent": {"Recognition": {"ex": ["n. 识别；认识；承认；认可", "网络 认出；赏识"], "pron": {"peg": "英 [.rekəɡ'nɪʃ(ə)n] ", "pam": "美 [.rekəɡ'nɪʃ(ə)n] "}, "eg2": [["He glanced briefly towards her but there was no sign of recognition.", "他瞥了她一眼，但似乎没认出她来。"], ["the automatic recognition of handwriting and printed text by computer", "计算机对手写和印刷文本的自动识别"], ["a growing recognition that older people have potential too", "越来越多的人认识到老年人也是有潜力的"], ["There is a general recognition of the urgent need for reform.", "人们普遍认识到迫切需要改革。"], ["to seek international/official/formal recognition as a sovereign state", "寻求国际上的╱官方的╱正式的承认，承认它是一个主权国家"], ["She gained only minimal recognition for her work.", "她的工作仅仅得到极少的赞誉。"], ["He received the award in recognition of his success over the past year.", "他受到了奖励，这是对他过去一年的成绩的肯定。"]]}, "Valentine": {"ex": ["n. （在 2 月 14 日常以匿名寄送的）圣瓦伦廷节情人卡", "网络 瓦伦丁；情人节；修士瓦伦丁"], "pron": {"peg": "英 ['væləntaɪn] ", "pam": "美 ['vælən.taɪn] "}, "eg2": []}, "Vic": {"ex": ["n. 飞机V字队形编队", "n. (Vic)人名；(英、法)维克；(西)比克"], "pron": {"peg": "[vɪk]", "pam": "[vɪk]"}, "st": {}, "wp": {"Vic Dibitetto": "维克·迪比特托", "Vic Gundotra": "多特拉;甘多特拉;冈多特推;古多塔", "Vic Bartolome": "维克·巴尔图拉姆", "Vic Toews": "涂斯维;涂斯斐;公安部长陶斯;特夫斯", "Old Vic": "老维克;老维克剧院;早期在老威克;伦敦的老维多利亚剧场", "Vic Godard": "戈达德", "Vic Fedeli": "议员费德尔;议员费尔德;保守党省议员费狄里;评论员费德利", "Vic Mackey": "维克·麦基;盾牌", "Vic Parker": "维克·帕克"}, "eg2": []}, "accommodation": {"pron": {"peg": "英 [ə.kɒmə'deɪʃ(ə)n] ", "pam": "美 [ə.kɑmə'deɪʃ(ə)n] "}, "ex": ["n. 住宿；住处；和解；膳宿", "网络 适应；调节；顺应"], "eg2": [["rented/temporary/furnished accommodation", "租的╱临时的╱有家具的住处"], ["Hotel accommodation is included in the price of your holiday.", "你度假的价钱包括旅馆住宿。"], ["The building plans include much needed new office accommodation.", "建筑规划包括紧缺的新办公用房在内。"], ["First-class accommodation is available on all flights.", "所有班机都备有一等舱位。"], ["More and more travelers are looking for bed and breakfast accommodations in private homes.", "愈来愈多的旅行者在寻找由私人住户提供住宿加早餐的服务。"], ["They were forced to reach an accommodation with the rebels.", "他们被迫与叛乱分子达成调解协议。"]]}, "accurate": {"pron": {"peg": "['ækjərət]", "pam": "['ækjərət]"}, "wp": {"accurate tracking": "精确跟踪", "accurate model": "准确模型;精确模型", "Accurate price": "准确价格;精确的价格;准确的价格", "accurate prediction": "准确预测", "accurate reading": "准确读数", "Very accurate": "很不爽;很准确", "Accurate details": "精确细节", "accurate calculation": "精确计算;精确的计算", "accurate line": "准确线"}, "ex": ["adj. 精确的"], "eg2": [["Therefore, this model is not .", "因此，该模型是不精确的。"], ["I see it as .", "我把它看作是精确的。"], ["When experiments are to be made, one cannot rely too much upon the human senses to make<b> accurate</b> observation.", "在做实验时，不能过分依靠人类的感觉去做精确的观察。"]], "st": {"similar": "correct"}}, "adjustment": {"pron": {"peg": "英 [ə'dʒʌs(t)mənt] ", "pam": "美 [ə'dʒʌstmənt] "}, "ex": ["n. 调整；调节；（行为、思想的）调整", "网络 适应；校正；调校"], "eg2": [["I've made a few adjustments to the design.", "我已对设计作了几处调整。"], ["Some adjustment of the lens may be necessary.", "可能需要调整一下镜头。"], ["She went through a period of emotional adjustment after her marriage broke up.", "婚姻破裂后，她熬过了一段感情调整期。"]]}, "appropriate": {"pron": {"peg": "[əˈproprɪət;(for v.) əˈproprɪet]", "pam": "[əˈproprɪət;(for v.) əˈproprɪet]"}, "wp": {"if appropriate": "任选地;如果有的话;在适当情况下;如果适当", "appropriate manner": "适当的方式", "Appropriate temperaturer": "适用温度", "Appropriate frame": "适当的框架", "appropriate time": "适当时间;合适的时间;适当的时间;适宜时期", "appropriate procedure": "适当程序;适合的程序;适当的程序", "Appropriate exercise": "适当运动;适当做运动;相应小练习;相应练习", "Appropriate measures": "适当防制措施;适当措施;相应措施;治标治本", "Appropriate technology": "适用技术;适宜技术;适当科技;适当技术"}, "ex": ["adj. 适当的；恰当的；合适的", "vt. 占用，拨出"], "eg2": [["Do work by executing<b> appropriate</b> code at each point in the application.", "在应用的每个点上执行适当的代码来完成工作。"], ["If so, then use an<b> appropriate</b> editor and change the encoding of the input file.", "如果是这样，可以使用一个适当的编辑器来更改输入文件的编码。"], ["Give a free hug. OK, only do this when  … but if you have a loved one in your life, give them a hug!", "送出你的拥抱 .哦好吧,只能在适当的时候这样做...但是如果你深爱你生命中的某个人,给他一个拥抱!"]], "st": {"transform": [["vt.", "appropriated,appropriating"]], "similar": "fit"}}, "arose": {"pron": {"peg": "[ə'rəʊz]", "pam": "[ə'rəʊz]"}, "wp": {}, "ex": ["vi. 出现（arise的过去式）；引发"], "eg2": [["It  out of very particular circumstances in the development of the Internet.", "它的出现是因为处于互联网发展这个特殊的环境背景。"], ["After the consortium had answered the question, What is an asset?, new questions : How do we organize and structure an asset?", "在该协会对“什么是资产？” 这一问题做出回答后，新的问题又出现了：我们如何来组织资产？"], ["This situation<b> arose</b> because the production configuration settings were stored in source control and deployed along with the application.", "出现这种状况，因为生产环境的配置保存在版本控制系统中，并与应用一起部署。"]], "st": {"transform": [["vi.", "arose,arisen,arising"]], "similar": "rise"}}, "assign": {"ex": ["vt. 分配；指派；[计][数] 赋值", "vi. 将财产过户（尤指过户给债权人）"], "pron": {"peg": "[ə'saɪn]", "pam": "[ə'saɪn]"}, "st": {"similar": "allot,ascribe"}, "wp": {"Assign Controller": "分配控制器;指定控制器;赋给控制器;分配节制器", "assign to": "指派;指定到;分配给;责任人", "Assign credits": "分配点数;分配你的点数;更改交换点数的比例", "Assign Outline": "赋予轮廓线;指定轮廓线", "automatically assign": "自动指定;自动分配", "assign position": "分派位置;分派地位", "assign keys": "调整键位", "Assign Until": "可指定代理期限", "assign render": "指定渲染器;单击指定衬着器"}, "eg2": [["You need to<b> assign</b> these variables to each view component.", "您需要分配这些变量到每一个视图组件。"], ["Influenced by old ideas， some units<b> assign</b> posts according to seniority.", "由于受旧观念的影响， 有些单位分配工作按资排辈。"], ["Understand the goals and value of meetings and tasks, and only attend or<b> assign</b> those that add value.", "了解会议和任务的目标和价值，并且只参加或分配那些增加价值的。"]]}, "autonomy": {"pron": {"peg": "[ɔ'tɑnəmi]", "pam": "[ɔ'tɑnəmi]"}, "wp": {"institutional autonomy": "院校自治;机构自治;制度上的自治性;大学自主权", "private autonomy": "私人自治;私域自律;私人自主", "reactive autonomy": "后摄自主;后摄自主学习;反应性自主学习", "critical autonomy": "批判自主性;批判的自主", "Student Autonomy": "学生自治;学生自主性", "local autonomy": "地方自治;本地自治;地方自主性;本地端自主性", "learner autonomy": "自主学习;学习者自主;自主性;学习者自主性", "Autonomy Spectrum": "自立幅度", "financial autonomy": "财政自主权;财政独立;财政自治;财政自主"}, "ex": ["n. 自治，自治权"], "eg2": [["One way or another, the days of Fed<b> autonomy</b> are coming to an end, as well they should.", "无论哪个法案被通过，美联储自治的日子都将走到尽头，这也是他们应得的。"], ["However, this decoupling and<b> autonomy</b> conflicts with the use of shared databases.", "但是，这种解耦和自治与共享数据库的使用格格不入。"], ["Five years ago, all of our units were much freer to do what they wanted for local ; now we see the value of being global as well as local.", "年前，我们的单位都是能可以自由地做任何他们想要为地方自治权而做的事；现在我们看到的是全球和当地的价值。"]], "st": {"transform": [["n.", "autonomies"]]}}, "binary": {"ex": ["adj. [数] 二进制的；二元的，二态的"], "pron": {"peg": "['baɪnəri]", "pam": "['baɪnəri]"}, "st": {"transform": [["n.", "binaries"]]}, "wp": {}, "eg2": []}, "certificate": {"ex": ["vt. 发给证明书；以证书形式授权给…；用证书批准", "n. 证书；执照，文凭"], "pron": {"peg": "[sɚˈtɪfɪkɪt; (for v.,) sɚˈtɪfɪˌket]", "pam": "[sɚˈtɪfɪkɪt; (for v.,) sɚˈtɪfɪˌket]"}, "st": {"transform": [["vt.", "certificated,certificating"]]}, "wp": {"birth certificate": "出生证明书;出生证明;出生证;出生证书", "HEALTH CERTIFICATE": "健康证书;卫生证书;卫生证明书;健康证明", "fumigation certificate": "熏蒸证明书;熏蒸证书;熏蒸证明;熏蒸消毒证书", "School Certificate": "学校证书考试;大学在读证明;学校证书;学校证照", "Academic certificate": "毕业证书;凭证;学历证书", "Qualification Certificate": "资格证;资格证书;资质证书;鉴定合格证", "loading certificate": "装货证明书;装载检验证书;装载证书;装货证实书", "security certificate": "安全认证;安全证书;保安令;保险认证", "exemption certificate": "豁免证明书;免除证书;豁免证书;豁免证实书"}, "eg2": [["He was afforded a<b> certificate</b> upon completion of his course of study.", "他结业时被授予证书。"], ["Each<b> certificate</b> added to the key ring is an exception to this policy.", "添加到密匙环的每一个证书都是这个策略的一个例外。"], ["On the other hand when we do something because we receive some reward, like a<b> certificate</b> or money, this is extrinsic motivation.", "另一方面当我们为了得到奖励而去做某事的时候，比如证书或者金钱，就是外在的动机。"]]}, "certification": {"ex": ["n. 证明，保证；检定"], "pron": {"peg": "[,sɝtɪfɪ'keʃən]", "pam": "[,sɝtɪfɪ'keʃən]"}, "st": {}, "wp": {"CERTIFICATION MARK": "保证商标;\t\t证明商标;商标证明标记;认证标记", "conformity certification": "合格认证;合格证;合格认证标志;合格评定", "International certification": "国际认证;国际资质;国际体系证书", "certification hierarchy": "证书结构;证书等级;认证阶层组织;证书层次结构", "certification activity": "认证活动;认证体系", "seed certification": "种子鉴定;种子认证;\t\t种子证明书;种子检定", "Certification Service": "认证服务;航空器认证;证书服务;认证专项服务", "INSPECTION CERTIFICATION": "商检证;检验证书;验厂认证", "certification scheme": "认证计划;认证方案;认证机构;新认证制度"}, "eg2": [["When we write questions for the<b> certification</b> exams, we also write practice questions.", "当我们为认证考试编写问题时，我们也编写练习问题。"], ["There is a program for people like me who are willing to teach, but need .", "有一个方案是针对于像我这样愿意教书的，但又需要合格证的人。"], ["But I learned something every time I prepared for an exam, and to me, that's one of the best things about .", "但我每次为考试做准备时都会学到一些东西，而且对于我来讲，这是关于认证的最大收获之一。"]]}, "consent": {"pron": {"peg": "[kən'sɛnt]", "pam": "[kən'sɛnt]"}, "wp": {"consent solicitation": "同意征求;持有人同意", "consent v": "同意", "Consent Search": "同意搜索;同意搜查", "inform consent": "医疗告知义务;知情同意;说明与同意事;同意书", "reserved consent": "有保留的同意;有保留的赞成;有保留的赞同", "consent theory": "同意理论", "prior consent": "事先同意;得员工的同意", "Consent Letter": "同意书;并填写申请表格;同意信", "mutual consent": "相互同意;协议;双方同意;一致同意"}, "ex": ["vi. 同意；赞成；答应", "n. 同意；（意见等的）一致；赞成", "n. (Consent)人名；(法)孔桑"], "eg2": [["I ought first to have asked your .", "我本应该首先征得你的同意。"], ["He threw me a smile that telegraphed .", "他朝我微笑，流露出同意的神情。"], ["He misinterpreted her silence as giving .", "他把她的沉默误认为是同意。"]], "st": {"similar": "agree,assent,concur,accede,acquiesce"}}, "cubicle": {"ex": ["n. （大房间分隔出的）小房间", "网络 小卧室；箱；小隔间"], "pron": {"peg": "英 ['kjuːbɪk(ə)l] ", "pam": "美 ['kjubɪk(ə)l] "}, "eg2": [["a shower cubicle", "淋浴小单间"], ["a changing cubicle(= for example at a public swimming pool)", "更衣室隔间"], ["an office cubicle", "办公室的隔间"]]}, "declaration": {"pron": {"peg": "[,dɛklə'reʃən]", "pam": "[,dɛklə'reʃən]"}, "wp": {"Declaration section": "声明部分;宣告区段;申明局部;声明局部", "ASEAN Declaration": "东南亚国家联盟宣言;东协宣言", "exception declaration": "异常声明;异常宣告;异样声明", "Sirte Declaration": "苏尔特宣言", "Cusco Declaration": "库斯科宣言", "Bologna declaration": "博洛尼亚宣言;波隆那宣言;波洛尼亚宣言;波隆纳宣言", "declaration form": "报关单;\t\t申报单;启运通知书;\t\t申报表", "Mainau Declaration": "迈瑙宣言", "cargo declaration": "离港货物报关单;到港货物报关单;货物申报单;货物申请表"}, "ex": ["n. （纳税品等的）申报；宣布；公告；申诉书"], "eg2": [["When was the  of Independence?", "《独立宣言》是什么时候宣布的？"], ["The  of Independence was made in America in 1776.", "“独立宣言”于1776年在美国宣布。"], ["You should first show your Customs<b> declaration</b> to the officer.", "你可以给海关官员看一下你的关税申报单。"]], "st": {}}, "deliberately": {"pron": {"peg": "[dɪ'lɪbərətli]", "pam": "[dɪ'lɪbərətli]"}, "wp": {"deliberately disclose": "刻意透露", "deliberately sabotage": "蓄意破坏", "Living Deliberately": "故意生活", "deliberately dishonest": "使用无赖手段", "deliberately mystifying": "故弄玄虚", "Mingming deliberately": "明明刻意", "You deliberately": "你故意的", "Without deliberately": "无需刻意"}, "ex": ["adv. 故意地；谨慎地；慎重地"], "eg2": [["He<b> deliberately</b> roughed the goal-keeper.", "他故意冲撞守门员。"], ["She<b> deliberately</b> stayed behind after work to go with me.", "下班后她故意留下来等我一起走。"], ["The acrobat<b> deliberately</b> faulted the performance once to make it look difficult.", "表演者故意把表演做错一次，以显得表演很难。"]], "st": {"transform": [["vt.", "deliberated,deliberating"]], "similar": "think,voluntary"}}, "demonstrate": {"pron": {"peg": "['dɛmən'stret]", "pam": "['dɛmən'stret]"}, "wp": {"demonstrate integrity": "展示的完整性;显示完整", "demonstrate extension": "示范推广", "to demonstrate": "解释;显示;演示;示范", "Demonstrate Value": "展示价值", "Demonstrate Farm": "示范农场", "demonstrate therapy": "示范疗法", "demonstrate specimen": "服务项目", "demonstrate show": "证实;表明", "Demonstrate competencies": "证明能力"}, "ex": ["vt. 证明；展示；论证", "vi. 示威"], "eg2": [["How can I<b> demonstrate</b> to you that my story is true?", "我怎么才能向你证明我的话是真的呢?"], ["Below we have collected such works for you to<b> demonstrate</b> how modern photographers play with the theme of contrasts.", "下面我们为你搜集了一些这样的作品，以求展示现代摄影师如何拿捏反差的主题。"], ["They<b> demonstrate</b> a real sense of solidarity within the family, and as a society we have a corresponding responsibility towards them.", "他们证明了在家庭中真正意义上的休戚与共，和作为一个社会，我们对他们也有相应责任。"]], "st": {"transform": [["vt.", "demonstrated,demonstrating"]]}}, "dignity": {"pron": {"peg": "['dɪɡnəti]", "pam": "['dɪɡnəti]"}, "wp": {"Dignity Or": "威严或", "equal dignity": "同等的尊严;同等尊严", "Demand Dignity": "要求尊严", "Without Dignity": "失去尊严", "legal dignity": "法律尊严", "accidental dignity": "与得位庙旺", "ethical dignity": "价值尊严", "dignity value": "尊严价值", "dignity absence": "尊严缺失"}, "ex": ["n. 尊严；高贵"], "eg2": [["They have to be treated well, with .", "必须善待申请人，让人有尊严。"], ["We do this because we believe in the  and value of every person.", "我们这样做是因为我们相信每个人的尊严和价值。"], ["This award must be shared with everyone who strives for justice and .", "我一定要与所有为正义和尊严奋斗的人分享此奖。"]], "st": {"transform": [["n.", "dignities"]], "similar": "decorum"}}, "discriminatory": {"ex": ["adj. 有辨识力的；差别对待的"], "pron": {"peg": "[dɪ'skrɪmɪnətɔri]", "pam": "[dɪ'skrɪmɪnətɔri]"}, "st": {}, "wp": {"discriminatory pricing": "差别定价;歧视性定价;定价法;歧视定价", "discriminatory auction": "别拍卖;复数价格标;歧视性价格拍卖", "discriminatory validity": "区别效度", "discriminatory carrier": "识别载波;\t\t判别载波", "discriminatory quota": "歧视性配额", "discriminatory agreement": "排外性协议", "discriminatory practices": "歧视性惯例;歧视性的做法", "discriminatory taxation": "差别征税", "discriminatory barrier": "歧视性壁垒"}, "eg2": [["Firms should be in no doubt that it is  and we will not accept it.", "在毫无疑问，这样的公司应该是歧视性的，我们不会接受它。"], ["That situation has long been a focus of criticism by gay rights groups, who argue that the law is particularly  against immigrants.", "这一现状是同性恋权益组织长久以来批判的焦点，他们认为这一法规是针对移民的区别对待。"], ["But nor would anyone pretend that the<b> discriminatory</b> policies which gave rise to such horrors have disappeared from modern France.", "但也不会有任何人假装引起了这样的恐怖事件的歧视性政策已在当代法国消失。"]]}, "disguise": {"pron": {"peg": "[dɪs'ɡaɪz]", "pam": "[dɪs'ɡaɪz]"}, "wp": {}, "ex": ["vt. 掩饰；假装；隐瞒", "n. 伪装；假装；用作伪装的东西"], "eg2": [], "st": {"transform": [["vt.", "disguised,disguising"]]}}, "dispute": {"ex": ["vt. 辩论；怀疑；阻止；抗拒", "vi. 争论", "n. 辩论；争吵"], "pron": {"peg": "['dɪs'pjʊt]", "pam": "['dɪs'pjʊt]"}, "st": {"similar": "argument,discuss", "transform": [["vi.", "disputed,disputing"]]}, "wp": {"labor dispute": "劳资纠纷;劳动争议;劳动纠纷;劳资矛盾", "dispute resolution": "和调解纠纷;争议解决;争端解决;争议的解决", "trade dispute": "劳资纠纷;劳资争议;\t\t商务争议;贸易争端", "Dispute Settlement": "争端解决;纠纷解决;争议解决;争端的解决", "maritime dispute": "海事争议", "succession dispute": "继承纠纷", "rent dispute": "租务纠纷", "international dispute": "国际争端;国际纠纷;国际争端英语", "tax dispute": "税收争议"}, "eg2": [["Mother interposed in the<b> dispute</b> between my brother and me.", "母亲介入了我与哥哥之间的争论。"], ["Mother interposed in the<b> dispute</b> between my brother and me.", "母亲干预了我和哥哥之间的争论。"], ["The  at the moment revolved about the question of whom to send.", "当时的争论是围绕着派谁去好这一问题而进行的。"]]}, "domestic": {"pron": {"peg": "[də'mɛstɪk]", "pam": "[də'mɛstɪk]"}, "wp": {"domestic flight": "国内航班;国内班机;国际航班;国内航线", "domestic duck": "家鸭;鸭货;做了家鸭", "domestic block": "住宅楼宇;住宅大厦", "domestic building": "住用建筑物;住宅大厦;居住房屋;非住用建筑物", "domestic vacancy": "空置住宅楼宇;空置住宅单位", "domestic price": "国内价格;出口国价格;本土价格;\t\t国内市场价格", "domestic sewage": "生活污水;家庭污水;生活排水;城市污水", "domestic export": "本地产品出口;国内出口", "domestic pig": "家猪;家猪的畸形胎儿"}, "ex": ["adj. 国内的；家庭的；驯养的；一心只管家务的", "n. 国货；佣人"], "eg2": [["The film turns about a<b> domestic</b> tragedy.", "这部影片主要讲述一个家庭悲剧。"], ["She was twittering about<b> domestic</b> trivialities.", "她在嘁嘁喳喳地说着些家庭琐事。"], ["Low prices crimped<b> domestic</b> output and foreign imports.", "低物价阻碍了国内出口和国外进口。"]], "st": {}}, "endanger": {"ex": ["vt. 危及；使遭到危险"], "pron": {"peg": "[ɪn'dendʒɚ]", "pam": "[ɪn'dendʒɚ]"}, "st": {}, "wp": {"endanger factors": "危害因素", "endanger r": "危及;危害", "endanger safety": "危害社会安全;危及安全", "endanger control": "使管理受到控制", "endanger v": "返回", "endanger life": "危及生命", "Endanger lives": "危及生命", "endanger plant": "濒危植物", "will endanger": "危及"}, "eg2": [["It was foolish to  your life in that way.", "用那种方式危及你的生命是愚蠢的。"], ["Such offences as his profoundly<b> endanger</b> public security.", "他这样的犯法行为极大地危及公共安全。"], ["It needed firmness and courage, as even the slightest deviation or hesitation would<b> endanger</b> the soldier.", "这需要沉着和勇气，因为即使是轻微的偏差或犹豫都会危及士兵的生命。"]]}, "entitle": {"ex": ["vt. 称做…；定名为…；给…称号；使…有权利"], "pron": {"peg": "[ɪn'taɪtl]", "pam": "[ɪn'taɪtl]"}, "st": {"transform": [["vt.", "entitled,entitling"]]}, "wp": {"entitle thereto": "有权及其;有权公约;其有权", "entitle Yt": "给……权力", "entitle e": "使有资格;给予权利;使;给…命名", "entitle detail": "有权", "entitle vt": "书", "Entitle Pool": "授权池", "entitle to": "赋予…做;给……权利;有权向;享有权利", "entitle U": "题名", "entitle-": "给"}, "eg2": []}, "exceptional": {"pron": {"peg": "[ɪk'sɛpʃənl]", "pam": "[ɪk'sɛpʃənl]"}, "wp": {"Exceptional Cleanliness": "洁净如洗的卫生环境", "exceptional measure": "非常措施", "exceptional poverty": "特困", "exceptional hardship": "严重困难;极度困苦;异常的困苦;极度困苦的情况", "Exceptional Wands": "扩展法杖", "visibility exceptional": "能见度异常好", "Exceptional Performance": "非同一般的表现;非统一般的表示;非统一般的表现;出色的表现", "exceptional curve": "例外曲线", "exceptional circumstances": "特殊情况;例外情况;例外情形;例外的情形"}, "ex": ["adj. 异常的，例外的", "n. 超常的学生"], "eg2": [["Its flesh has<b> exceptional</b> delicacies.", "它的肉异常鲜美。"], ["The flesh of this kind of fish has  delicacy.", "这种鱼的肉异常鲜美。"], ["This means you have to do some handling of<b> exceptional</b> cases.", "这就意味着您必须对异常情况进行处理。"]], "st": {}}, "exclusively": {"ex": ["adv. 唯一地；专有地；排外地"], "pron": {"peg": "[ɪk'sklʊsɪvli]", "pam": "[ɪk'sklʊsɪvli]"}, "st": {}, "wp": {"Exclusively Designed": "顶绝创意", "exclusively distribute": "总经销", "used exclusively": "专供", "Exclusively Mine": "私人胸间", "depend exclusively": "完全地依靠", "reserve exclusively": "专订", "lack exclusively": "完全地缺乏", "Almost Exclusively": "几乎完全", "supply exclusively": "绝对地供应一切"}, "eg2": [["An Activity diagram must be owned by an Activity and must fully and<b> exclusively</b> depict the semantics of that Activity.", "一个活动图必须被一个活动所拥有，并且必须全面的和专有的描述该活动的语义学；"], ["A State Machine diagram must be owned by a State Machine and must fully and<b> exclusively</b> depict the semantics of that State Machine.", "一个状态机图必须为一个状态机所拥有，并且必须全面的和专有的描述该状态机的语义学。"], ["When we speak, that is - -entirely and  and without any other motive- for communication, except for one thing that the Russian formalists in particular took note of.", "当我们开口说话,那是完全地专门地为了交流-,没有任何其它动机，除了一件事,也就是俄国形式主义者特别注意的。"]]}, "exemption": {"pron": {"peg": "[ɪg'zɛmpʃən]", "pam": "[ɪg'zɛmpʃən]"}, "wp": {"Full exemption": "全额免税法", "proposed exemption": "提议免除", "duty exemption": "免税", "Exemption invite": "免试邀请", "MFN Exemption": "最惠国待遇例外", "exemption condition": "豁免条件", "partial exemption": "部分免除", "individual exemption": "别豁免", "Exemption Status": "豁免地位"}, "ex": ["n. 免除，豁免；免税"], "eg2": [["The income tax is to be reimposed next year after ten years' .", "所得税经过十年的豁免后将于明年重新征收。"], ["If the user holds an  to every rule used by a security policy, then the user will have complete access to all data protected by that security policy.", "如果用户拥有安全策略使用的每个规则的豁免权，那么该用户将拥有受那个安全策略保护的所有数据的完全访问权。"]], "st": {"similar": "immunity,impunity"}}, "explicit": {"pron": {"peg": "[ɪk'splɪsɪt]", "pam": "[ɪk'splɪsɪt]"}, "wp": {"explicit address": "显式地址;显示地址", "explicit reference": "显式引用;明确提及;外显参考;外显引用", "explicit memory": "外显记忆;外显性记忆;制内存", "Explicit Ills": "详述病情", "explicit terms": "明文", "explicit function": "显函数;显功能;显函數;外显函数", "Sexually explicit": "登堂入室", "explicit transaction": "显式事务;显式事务处理;外显交易;明确交易", "explicit loss": "明亏"}, "ex": ["adj. 明确的；清楚的；直率的；详述的"], "eg2": [["He avoids the<b> explicit</b> answer to us.", "他避免给我们明确的回答。"], ["Perhaps one day we can do away even with this   knowledge.", "也许某一天，没有这种明确的说明我们也能区分。"], ["We have two rationales there; one is the  rationale of imitatio dei. This is what I do and this is what you should do.", "这里我们有两个理论基础，一个是对效法经的明确阐述,它告诉你这是你做的事，这是你应该做的事。"]], "st": {"similar": "express,exact"}}, "facility": {"pron": {"peg": "[fə'sɪləti]", "pam": "[fə'sɪləti]"}, "wp": {"Facility Engineer": "厂务工程师;设备工程师;设施工程师;设施部工程师", "facility seeing": "人为视宁度", "recreational facility": "康乐设施;游憩设施;娱乐设施;文娱设备", "experimental facility": "实验装置;实验设施;试验设备", "mortgage facility": "按揭借款;抵押借款", "facility letter": "贷款确认书;提供贷款通知书;贷款通知;\t\t贷款确认函", "tap facility": "持续发售机制;连续发售机制", "Extended Facility": "中期贷款;扩展贷款", "Facility Manager": "后勤经理;厂务经理;设施经理;设备经理"}, "ex": ["n. 设施；设备；容易；灵巧"], "eg2": [["It describes completely the  and its safety basis.", "它完整的描述了设备,和它的安全基础。"], ["In 1989, he and his wife Raisa personally visited the , above.", "1989年，他和他的妻子赖莎亲自访问了上述设施。"], ["If so, this<b> facility</b> will need to be available at the disaster recovery environment.", "如果是这样，在灾难恢复环境中也需要可以使用这个设施。"]], "st": {"transform": [["n.", "facilities"]]}}, "fraud": {"pron": {"peg": "英 [frɔːd] ", "pam": "美 [frɔd] "}, "ex": ["n. 骗子；欺诈罪；欺骗罪；行骗的人", "网络 诈骗；舞弊；诈欺"], "eg2": [["She was charged with credit card fraud.", "她被控告信用卡诈骗罪。"], ["property that has been obtained by fraud", "欺诈所得的财产"], ["a $100 million fraud", "1 亿元数额的诈骗罪"], ["He's nothing but a liar and a fraud.", "他只不过是个撒谎者和骗子。"], ["She felt a fraud accepting their sympathy(= because she was not really sad) .", "她接受他们的同情时感到自己是在骗人。"]]}, "frivolously": {"ex": ["adv. 轻浮地；愚昧地"], "pron": {"peg": "['frɪvələsli]", "pam": "['frɪvələsli]"}, "st": {}, "wp": {}, "eg2": [["A lot of publishers are using such codes, but they can't be added  for the cool factor.", "许多出版商正在使用这样的代码，但是不能因为这样很酷就盲目地加入它们。"], ["What money I could have invested by now! I had a retirement plan, but on the 3 occasions when I changed jobs, I withdrew that and spent it .", "我曾经有过退休金的，但是换了3次工作，我取出了我的养老金并且草率地花掉了。"], ["Yet DiCaprio yearns to be a regular guy. He doesn’t have bodyguards and doesn’t fly private jets and doesn’t spend as lavishly or  as a lot of his megastar counterparts.", "然而，迪卡普里奥渴望做普通人，他没有保镖没有私人飞机没有像其他的巨星那样铺张浪费。"]]}, "humiliate": {"pron": {"peg": "[hju'mɪlɪet]", "pam": "[hju'mɪlɪet]"}, "wp": {"humiliate me": "羞辱我;侮辱我", "humiliate V": "耻辱", "humiliate punishment": "耻辱刑", "humiliate insult": "损害别人的自尊心", "Humiliate You": "羞辱你", "humiliate e": "羞辱;使丢脸", "humiliate Vt": "使蒙羞", "humiliate oneself": "丢脸", "Humiliate Them": "羞辱他们"}, "ex": ["vt. 羞辱；使…丢脸；耻辱"], "eg2": [["Their goal is to  us.", "他们的目的是羞辱我们。"], ["They want to<b> humiliate</b> us.", "他们是要羞辱我们。"], ["\"Every time they shoot a rocket, we should react without any proportion in a way that will not only hurt them but also<b> humiliate</b> them,\" he said.", "他说：“他们每一次发射火箭，我们都应该以某种方式做出反应，不仅要给他们造成伤害，而且还要羞辱他们。”"]], "st": {"transform": [["vt.", "humiliated,humiliating"]], "similar": "degrade"}}, "hyper": {"ex": ["adj. 亢奋的；高度紧张的", "n. 宣传人员"], "pron": {"peg": "['haɪpɚ]", "pam": "['haɪpɚ]"}, "st": {}, "wp": {"hyper size": "闪烁系列;大美目;超大直径巨目棕;超大直径巨目黑", "HYPER TEXT": "超文本;超电影;超;超文字", "Hyper Universe": "超维宇宙;超宇宙;超时空对决;超能冲击", "HYPER TERMINAL": "超级终端", "hyper sensitizing": "增感法;过敏", "HYPER Huge": "雪钻系列;巨目雪钻;雪钻", "HYPER NATURAL": "水钻棕;水钻灰;水钻", "hyper old": "超高龄", "Hyper Angel": "天使系列;天使三色;三色天使;魔鬼三色"}, "eg2": [["If you have lots of stress in your life, pick an activity that will help balance your already  mind.", "如果你的生活当中有许许多多的压力，选择一项可以平衡你超负荷心灵的运动。"], ["If they see that you are over-scheduled,  and always on the go, they will feel this is a good way to be.", "如果他们看到你时间安排的满满的、烦躁并总是很忙时，他们就会觉得这样是好的生活方式。"], ["I mean if you look at the Mediterranean area you have horse  functional quality that is due to a little fold on the vocal fold that interferes with the vibration of the vocal folds.", "我指的是如果你在地中海地区，你会听到一种像马一样呼吸声很重的音质，原因是那里的人们声带有一点点折叠，影响了其振动发声。"]]}, "implication": {"pron": {"peg": "['ɪmplɪ'keʃən]", "pam": "['ɪmplɪ'keʃən]"}, "wp": {"interface implication": "接口含义;接口隐含;界面隐含式", "pragmatic implication": "语用涵义;语用意义;语用含意;语用含义", "strict implication": "严格蕴涵;严格隐含;严格蕴含", "economic implication": "对经济的影响", "BRAND IMPLICATION": "品牌寓意;品牌寄意", "Fltttering Implication": "飘动的物语", "budgetary implication": "财政预算的影响;财务预算的影响", "Implication Questions": "喻性问题;暗示问题;暗示性询问;暗示型问题", "financial implication": "财政影响;财政负担;财政承担;财务影响"}, "ex": ["n. 含义；暗示；牵连，卷入；可能的结果，影响"], "eg2": [["That was an .", "而这是一个暗示。"], ["He smiled, but the<b> implication</b> was that he didnt believe me.", "他微微一笑,但这一笑暗示着他不相信我的话。"], ["The<b> implication</b> is that you may need to track all changes to your process, the reason why you made each change, and when the change was made to conform to these regulations.", "这含义是您可能需要追踪对您的过程进行的所有的变更，您为什么进行每个变更的原因，以及为了遵守这些法规，什么时候进行的变更。"]], "st": {}}, "imply": {"pron": {"peg": "[ɪm'plai]", "pam": "[ɪm'plai]"}, "wp": {"imply happiness": "意味着幸福", "I Imply": "暗示", "imply that": "暗示", "imply virtually": "善意地暗示", "imply meaningfully": "意味深长地暗示", "imply duties": "意味着责任", "imply obviously": "明显地暗示", "imply suggestively": "建议性地暗示", "imply indicate": "意味"}, "ex": ["vt. 意味；暗示；隐含"], "eg2": [["So all these skeptical hypothesis actually<b> imply</b> my thinking and my existence.", "这样所有怀疑主义假设实际上暗示出我的思考和存在。"], ["So yes, the internet furnishes weapons for the oppressors as well as the oppressed – but not, as Morozov seems to , in equal measure.", "所以，是的，互联网为压迫者以及被压迫者提供了武器，但是不像想要暗示的那样，以同样的尺度。"], ["Photographers and designers can surely think of many ways to visually  more by not showing the whole, that is, showing more by showing less.", "摄影师和设计师一定能想到很多的不展示整体的视觉的暗示，也就是通过展示小部分来显示更多。"]], "st": {"transform": [["vt.", "implied,implying"]]}}, "impression": {"pron": {"peg": "[ɪm'prɛʃən]", "pam": "[ɪm'prɛʃən]"}, "wp": {"impression tray": "印模盘;\t\t印模托盘;印模托", "Paris Impression": "巴黎印象;巴黎印刷", "impression wax": "印模蜡", "General Impression": "整体印象;总体印象;大致印象", "Calgary Impression": "卡城印象特刊", "impression paper": "油印纸;卤象环保纸样本", "West Impression": "西部印像;瑗块儴鍗板儚;西印象;西方印象", "Great Impression": "大印象", "artistic impression": "艺术印象;艺术印象分"}, "ex": ["n. 印象；效果，影响；压痕，印记；感想；曝光（衡量广告被显示的次数。打开一个带有该广告的网页，则该广告的impression 次数增加一次）"], "eg2": [["The journey leaves a favourable .", "这次旅行给他们留下了良好的印象。"], ["I carried with me for years a vague<b> impression</b> that he was a cold-hearted man.", "多年来我有一个模糊的印象，认为他是一个寡情的人。"], ["Although she had only met the old man once， he had made an indelible<b> impression</b> on her.", "虽然她和那老人只见过一面， 可却在她心上留下了不可磨灭的深刻印象。"]], "st": {}}, "inaccuracy": {"ex": ["n. 错误；不精确"], "pron": {"peg": "[ɪn'ækjərəsi]", "pam": "[ɪn'ækjərəsi]"}, "st": {"transform": [["n.", "inaccuracies"]]}, "wp": {"measurement inaccuracy": "测量误差", "Test inaccuracy": "测试不准确度", "prior inaccuracy": "先验偏差", "Inaccuracy propagation": "偏差传播", "data inaccuracy": "数据不精确度", "average inaccuracy": "平均不准确度", "operation inaccuracy": "动作误差", "distortion inaccuracy": "变形误差", "manufacturing inaccuracy": "制造误差"}, "eg2": [["Others are quicker to forgive the  of this film because it's also replete with winking anachronisms.", "另外一些人则聪明的原谅这部电影的错误，因为它还充满了时代的错误（？）"], ["Some of the  of software models can be blamed on the extremely detailed and sensitive nature of current programming language technologies.", "某些错误的软件模式归咎于当前编程语言的过多的细节和敏感的本质。"], ["In short, only a subset of the population (the squeaky wheels) will participate, significantly limiting the sample pool and possibly skewing the results with personal bias and .", "总之，只有人群的某一部分人将会参与进来，从而显著地减小了选择的空间，并可能因为个人的偏见和错误导致结果的不平衡。"]]}, "inclusion": {"pron": {"peg": "[ɪn'kluʒn]", "pam": "[ɪn'kluʒn]"}, "wp": {"inclusion polymerization": "笼形包合;包接聚合", "metallic inclusion": "金属夹杂物;非金属夹杂物;金属杂质相;外因非金属夹杂物", "inclusion conjunctivitis": "包涵体性结膜炎;\t\t包涵体结膜炎", "tungsten inclusion": "夹钨", "Inclusion process": "包合物制备;包合工艺", "differential inclusion": "微分包含式;\t\t微分包含", "gaseous inclusion": "气体包裹体", "fluid inclusion": "流体包裹体;\t\t液包体;液体包体;包裹体", "inclusion map": "包含映射;包含射"}, "ex": ["n. 包含；内含物"], "eg2": [["Additionally, it can take an array of links for  above the text.", "此外，它还能接受链接的数组以将其包含到文本之上。"], ["But close watchers of Moore should perhaps not have been surprised by his  of Christianity in his latest movie.", "但是摩尔的密切观察者或许应该不会对其把天主教包含在他最新影片中感到惊奇。"], ["For some, this may be a simple paragraph, for others it may mean the  of a chart or graphic to show how the management system works.", "对于有些流程，这可能就是简单的一个段落，而对于其他流程，可能意味着需要包含图表或图片来说明管理系统如何工作。"]], "st": {}}, "inclusive": {"pron": {"peg": "[ɪn'klusɪv]", "pam": "[ɪn'klusɪv]"}, "wp": {"inclusive language": "中立语言;具包容性的语言;使用中性语言;广容性语言", "Inclusive value": "包容值", "inclusive disjunction": "可兼析取;包含性析取;又称可兼析取;选言连接词", "inclusive finance": "普惠金融;包容性金融;普惠制金融", "inclusive development": "包容性发展", "inclusive segments": "相容段", "inclusive ticket": "票价包括所有费用", "inclusive OR": "可兼的逻辑或;或;可兼或", "inclusive a": "包括一应费用在内的;首末日包括在内的;包括的"}, "ex": ["adj. 包括的，包含的"], "eg2": [["This process should be  of all departments and all situations.", "此过程应该包括所有部门和所有的情况。"], ["As a convenience, I use the term \"mechanism,\" as in the phrase \"governance mechanism\" to be all- of the components identified above.", "为了方便起见，如在短语“治理机制”中一样，我使用术语“机制”来包括上面所识别的所有组成部分。"], ["Obviously, if \"ashtray\" or \"painting\" belongs in home furnishings, then it certainly belongs in the bigger, more  combined category too.", "显然，如果“烟灰缸”或“油画”属于家居用品，那么它们当然属于一个大的包含更多的分类中。"]], "st": {}}, "indicate": {"pron": {"peg": "['ɪndɪket]", "pam": "['ɪndɪket]"}, "wp": {"fully indicate": "充分表明", "indicate left": "打左转向灯;打左灯;显示左;表示向左", "indicate e": "指示;提示;象征;暗示", "directly indicate": "直接指示", "briefly indicate": "简单指出", "INDICATE RELATIONSHIP": "表明关系;指示关系;表示关系", "Indicate researcher": "研究人员评价", "Test Indicate": "经实验", "results indicate": "结果证明"}, "ex": ["vt. 表明；指出；预示；象征"], "eg2": [["The clouds<b> indicate</b> the coming of rain.", "云彩预示着即将下雨了。"], ["As the comments of this interface , you can access an attribute by either its name or its index.", "正如本接口的注释所表明的，可以通过属性的名称或者其索引访问它。"], ["You have no way to<b> indicate</b> whether this method should or should not also be available to classes outside the JAR.", "您没有办法来表明这个方法是否也应该或不应该对该 JAR 之外的类可用。"]], "st": {"transform": [["vt.", "indicated,indicating"]]}}, "intrusive": {"ex": ["adj. 侵入的；打扰的"], "pron": {"peg": "[ɪn'trusɪv]", "pam": "[ɪn'trusɪv]"}, "st": {}, "wp": {"intrusive mass": "侵入岩体;侵入体", "intrusive mood": "侵入式", "No intrusive": "非侵入性;非入侵性", "intrusive stock": "侵入岩株", "intrusive tuff": "侵入凝灰岩", "intrusive boss": "侵入岩瘤", "minor intrusive": "小规模侵入", "Intrusive home": "侵入家园", "intrusive prompt": "行为的最小介入性提示"}, "eg2": [["Modify the existing container services to match the cloud resource and cloud task patterns and attach them to the application in as non- manner as possible.", "修改现有的容器服务以匹配云资源和云任务模式，并尽可能以非侵入方式将它们附加到应用程序上。"], ["The government remains<b> intrusive</b> in many areas but much less so than before.", "政府仍在很多领域保持干预，但是已经比从前少了很多。"], ["We dwell on  memories of the past or fret about what may or may not happen in the future.", "我们的注意力集中在闯进来的对过去的记忆或者为将来可能会或可能不会发生的事而烦恼。"]]}, "irrespective": {"pron": {"peg": "[,ɪrɪ'spɛktɪv]", "pam": "[,ɪrɪ'spɛktɪv]"}, "wp": {}, "ex": ["adj. 无关的；不考虑的；不顾的"], "eg2": [["The modularity system can then match you with what you need<b> irrespective</b> of which module provides it.", "模块化系统可以很好地匹配您的需求，而不需要考虑是哪个模块提供的。"], ["Figure out actions you can take that make sense<b> irrespective</b> of which scenario plays out.", "找出你可以采取的有意义的行动不用去顾及具体情节的展开。"]], "st": {}}, "legitimate": {"ex": ["adj. 合法的；正当的；合理的；正统的", "vt. 使合法；认为正当（等于legitimize）"], "pron": {"peg": "[ləˈdʒɪtəmɪt]", "pam": "[ləˈdʒɪtəmɪt]"}, "st": {"similar": "legal", "transform": [["vt.", "legitimated,legitimating"]]}, "wp": {"Legitimate expectation": "信赖保护原则;合法预期;合理期待;合理期望", "legitimate power": "法定权;合法权力;法定权力;合法权", "legitimate interest": "合法权益;合法利益;\t\t正当利益;正当权益", "legitimate person": "获确立婚生地位人士;婚生人士", "legitimate authority": "合法权威;正当权威;合法权力", "Legitimate Opposition": "合法反对原则", "legitimate knowledge": "法定知识", "legitimate business": "正当业务", "Legitimate end": "合法的目的"}, "eg2": [["Some of that is .", "上述有些事情是合理的。"], ["That is entirely  and it is to be expected.", "那也是完全合理的，而且是可以预料的。"], ["This is still a huge question for us when we think about nation building and building new states, how to create a  authority.", "这对我们来说依然是个庞大的问题,当我们思考国家的建设,建设一个新的国家，如何创造合法权力。"]]}, "leisure": {"pron": {"peg": "英 ['leʒə(r)] ", "pam": "美 ['leʒər] "}, "ex": ["n. 休闲；闲暇；空闲", "adj. 闲暇的", "网络 悠闲；空闲时间；安逸"], "eg2": [["These days we have more money and more leisure to enjoy it.", "如今我们钱多了，也有更多时间来花钱享受了。"], ["leisure activities/interests/pursuits", "业余活动╱爱好╱嗜好"], ["Spend the afternoon at leisure in the town centre.", "下午到城中心区玩儿去吧。"], ["Let's have lunch so we can talk at leisure.", "咱们吃午饭吧，边吃边谈。"], ["Spend the afternoon at leisure in the town centre.", "下午到城中心区玩儿去吧。"], ["Let's have lunch so we can talk at leisure.", "咱们吃午饭吧，边吃边谈。"], ["I suggest you take the forms away and read them at your leisure.", "我建议你把表格带回去有空慢慢看。"], ["I suggest you take the forms away and read them at your leisure.", "我建议你把表格带回去有空慢慢看。"]]}, "misinformation": {"ex": ["n. 误报；错误的消息"], "pron": {"peg": "[,mɪsɪnfə'meʃən]", "pam": "[,mɪsɪnfə'meʃən]"}, "st": {}, "wp": {"accounting misinformation": "会计信息失真", "insidious misinformation": "诡异的误传", "misinformation effect": "误导信息效应;误信息效应", "innocent misinformation": "无恶意的误导", "distort misinformation": "误报", "fraudulent misinformation": "恶意误报", "T Lovely Misinformation": "速度金属", "misinformation of teleindication": "遥信误报", "Office of Misinformation": "错误信息办公室"}, "eg2": [["And of course these are all crucial issues, riddled with a mix of known facts and remarkable fears, prejudices, and .", "很显然，这些都是至关重要的问题，掺杂着已知事实和显著的恐惧、偏见、误报的混合体。"], ["Why is this sort of<b> misinformation</b> and misperception possible, and can it be corrected? Based on a recent report, the outlook for the second part of the question is less than promising.", "为什么这类错误信息和误解成为可能,并且可以改正过来吗?根据最近的一份报告,展望问题的第二部分是不到光明的。"], ["At its worst extreme, a culture of<b> misinformation</b> can produce something like Iran, which is run by a Holocaust denier.", "最极端的是，错误信息的文化可以造成象伊朗一样的问题，那是否定大屠杀的人造成的。"]]}, "mismatch": {"pron": {"peg": "['mɪsmætʃ]", "pam": "['mɪsmætʃ]"}, "wp": {"profile mismatch": "齿廓啮合失配", "mismatch condition": "不匹配条件;\t\t不符合条件", "Mismatch distribution": "错配分布;歧点分布;分布分析;失配分布", "CTE mismatch": "电缆终端设备失配;热膨胀系数不匹配", "Mismatch Risk": "错配风险", "Molding Mismatch": "包封偏差;错位", "mismatch error": "失配误差;配合错误", "mismatch attenuation": "失配衰减", "Spatial Mismatch": "空间不匹配;空间错位"}, "ex": ["vt. 使配错", "n. 错配；不协调"], "eg2": [["Since there is a<b> mismatch</b> in the users specified, the execution of the application is not possible.", "因为在用户指定的角色中有一个匹配错误，不可能执行应用程序。"]], "st": {}}, "misreport": {"ex": ["v. 错报；误报；谎报", "n. 误报；谎报", "网络 不实的报导；错误的报导"], "pron": {"peg": "英 [.mɪsrɪ'pɔː(r)t] ", "pam": "美 [.mɪsrɪ'pɔrt] "}, "eg2": [["The newspapers misreported the facts of the case.", "报纸对案情的报道有误。"]]}, "misrepresent": {"ex": ["vt. 歪曲，误传；不合适地代表", "vi. 虚伪陈述；歪曲报道"], "pron": {"peg": "[,mɪs,rɛprɪ'zɛnt]", "pam": "[,mɪs,rɛprɪ'zɛnt]"}, "st": {}, "wp": {"to misrepresent": "谎报;误导;歪曲", "misrepresent source": "出处误", "misrepresent facts": "作失实陈述", "suppress misrepresent": "隐瞒", "Deliberately Misrepresent": "指鹿为马", "misrepresent the law": "曲解法律", "Don T Misrepresent": "不要误导", "to misrepresent the facts": "颠倒黑白", "misrepresent the author's meaning": "歪曲作者原意"}, "eg2": [["The mass media consistently<b> misrepresent</b> science and medicine.", "大众媒体在不断地歪曲科学和医学。"], ["In fact, I think the tests themselves<b> misrepresent</b> their real function.", "事实上，我认为考试本身歪曲了其真正的功能。"], ["These agents also often<b> misrepresent</b> or conceal their U. S. affiliations.", "这些中介还常常歪曲或是隐瞒自己在美国的关系。"]]}, "oath": {"ex": ["n. 誓言；宣誓；（表示愤怒、惊异等的）咒骂", "网络 誓约；诅咒；卑微的誓言"], "pron": {"peg": "英 [əʊθ] ", "pam": "美 [oʊθ] "}, "eg2": [["to take/swear an oath of allegiance", "宣誓效忠"], ["Before giving evidence, witnesses in court have to take the oath(= promise to tell the truth) .", "作证之前，证人必须当庭宣誓据实作证。"], ["She heard the sound of breaking glass, followed by a muttered oath.", "她听到打碎玻璃的响声，接着是低声的咒骂。"]]}, "occupancy": {"ex": ["n. 使用", "网络 占有；占用；居住"], "pron": {"peg": "英 ['ɒkjʊpənsi] ", "pam": "美 ['ɑkjəpənsi] "}, "eg2": [["Prices are based on full occupancy of an apartment.", "公寓租金按整套租用计算。"], ["to be in sole occupancy", "单独占用"]]}, "outdated": {"pron": {"peg": "['aʊt'detɪd]", "pam": "['aʊt'detɪd]"}, "wp": {"Outdated Payen": "破旧的紫铜东方棍", "outdated magazine": "旧杂志", "outdated calendar": "老皇历", "Radio Outdated": "唱片名", "Outdated Computer": "过时计算机", "outdated culture": "旧文化", "Brand Outdated": "品牌老化", "Outdated Information": "过时信息", "Outdated Exblo": "旧式合金臂铠"}, "ex": ["adj. 过时的；旧式的", "v. 使过时（outdate的过去式和过去分词）"], "eg2": [["The senator disinfected his speech of the  information.", "参议员去除演讲稿中的过时资料。"], ["However, if you need a new system now, there is no need to suffer with an , slow, or defective system.", "然而，如果你此时就需要一个新的系统，没有必要在一种过时而缓慢或有缺陷的系统上耗着。"], ["I'm a republican, so I believe the monarchy is an , parasitic institution to begin with, and that we should have a separately elected president as our head of state.", "我是名共和党，所以我认为一个过时的寄生机构是始于君主制的，而我们应该有一个单独选举的总统来当我们的国家首脑。"]], "st": {"transform": [["vt.", "outdated,outdating"]]}}, "outspoken": {"pron": {"peg": "[aʊt'spokən]", "pam": "[aʊt'spokən]"}, "wp": {"Terrorized outspoken": "直言不讳地", "outspoken n": "坦率的", "Duke outspoken": "率真公爵", "outspoken comments": "直言不讳的评语", "outspoken text": "坦率婉言的", "Outspoken Rooster": "直率的鸡", "Helpless Outspoken": "无奈心直口快", "outspoken spirit": "独立发言精神", "Outspoken Declined": "直言谢绝"}, "ex": ["adj. 坦率的，直言不讳的"], "eg2": [["The EC is not paid by Pakistan, so I can be .", "由于巴基斯坦不向欧共体交钱，所以我可以直言不讳。"], ["But it was a book reassessing Liu’s life published by an<b> outspoken</b> journalist in 1999 that finally convinced many that the man was really not that bad.", "但是在1999年由一位直言不讳的记者写的一本书重新审视了刘的一生才最终让许多人承认刘并不像人们说的那么差。"], ["Like the remarks of an  old grandmother, the sayings of the founding fathers have embarrassed generations of their less confident successors.", "这些开国元老们的话，就像直言不讳的祖母一样，令那些自信心缩水的后继者们颜面扫地。"]], "st": {"transform": [["vt.", "outspoke,outspoken,outspeaking"]], "similar": "frank"}}, "parental": {"ex": ["adj. 父母亲的，父母的；亲代的，亲本的"], "pron": {"peg": "[pə'rɛntl]", "pam": "[pə'rɛntl]"}, "st": {}, "wp": {"Parental Investment": "亲代投资;亲本投资;亲本育幼行为实验", "parental generation": "亲代;\t\t亲本世代", "Parental Advisory": "家长指导;父母指导;推荐一首比较诱惑的歌;警告父母", "parental permissiveness": "父母纵容;家长的过分宽容", "parental ditype": "亲型;亲二型;\t\t亲代双型", "parental rights": "父母权利;父母的权利;亲权", "parental complex": "双亲情结", "parental nutrition": "肠外营养;胃肠外营养", "Parental benefits": "父母亲护理假受益;父母假"}, "eg2": [[" love is deep and true.", "父母之爱深而真挚。"], ["Neither of them depends on  financial support.", "他们谁都不需要父母的财务支持。"], ["It implies huge<b> parental</b> investment in the offspring since, if you lose it, you lose everything. ", "这意味着父母对后代的巨大投入，因为如果失去后代，你就失去了一切。"]]}, "permanently": {"pron": {"peg": "['pɝmənəntli]", "pam": "['pɝmənəntli]"}, "wp": {"accept permanently": "永久接受;接受永久", "Permanently plankton": "长期性浮游生物", "permanently connected": "固定连接", "hide permanently": "永久隐藏;隐藏永久", "permanently calm": "长时间地平静", "Happiness Permanently": "幸福永久", "permanently attached": "你的本名永恒连结", "permanently depriving": "永久剥夺", "permanently solve": "永久得解除"}, "ex": ["adv. 永久地，长期不变地"], "eg2": [["If you can<b> permanently</b> delegate one of your regular tasks to someone else, do it.", "如果你能永久地委派一项你的常规任务给别人，那就这样做吧。"], ["And she emphasizes that no decisions have yet been made to close down these programs .", "她同时强调说，目前还没有任何决定关于永久终止设立这些学科。"], ["I must delete the message if I wish to<b> permanently</b> remove it from processing.", "如果我希望永久地从处理中移除消息，我必须删除它。"]], "st": {}}, "predator": {"ex": ["n. [动] 捕食者；[动] 食肉动物；掠夺者"], "pron": {"peg": "['prɛdətɚ]", "pam": "['prɛdətɚ]"}, "st": {}, "wp": {"Predator Missile": "掠食者导弹;掠夺者导弹;者导弹;捕食者导弹", "Predator Hunt": "终极战士狩猎;终极战士猎杀模式", "predator model": "掠夺者模式", "Predator B": "捕食者B;掠夺者B;者B型", "PREDATOR CROUCHLEAP": "铁血战士的蹲跳", "UFO Predator": "飞碟掠夺者", "Predator Series": "游猎侠系列", "predator chain": "捕食链;捕食食物链", "large predator": "大的捕食者"}, "eg2": [["But just like Dutch in<b> predator</b> before the final battle, you have to be able to answer only one question about your target before you start: where they are.", "但就像一战之前的荷兰掠夺者一样，在开始工作之前你必须能够回答实现目标的唯一问题：他们在哪里？"], ["By night they roost in the gently flowing shallows of the Platte, shin-deep in cool water, or else on sandbars, giving them warning against any  that might come splashing out.", "在夜里，它们栖息在普拉特河缓缓流动的浅水处，呆在没腿的凉爽河水中或沙洲上，因为溅起的水花会警告它们，可能有捕食者来了。"], ["If you create /prey relationships in silico, what conditions cause the virtual organisms to settle into a long-term coevolutionary duet, and what conditions cause them to crash?", "如果你网上创建捕食者和猎物关系，什么条件下虚拟生物体能长期处在共同进化的二重奏中，又会在何种条件下崩溃？"]]}, "proportionate": {"pron": {"peg": "[prə'pɔrʃənɪt]", "pam": "[prə'pɔrʃənɪt]"}, "wp": {"proportionate response": "均衡反应", "proportionate relationships": "比例关系", "proportionate justice": "与比例正义", "proportionate fraction": "成比例的部分", "proportionate studying": "配比研究", "proportionate share": "应摊份额", "proportionate selection": "比例的选择", "probability proportionate": "概率比例", "proportionate principles": "比例原则"}, "ex": ["adj. 成比例的；相称的；适当的", "vt. 使成比例；使相称"], "eg2": [["Do you think the Russian reaction was adequate and ?", "那么，你认为俄罗斯的反映是否足够并且适当？"], ["Enlarged material powers spell enlarged peril if there is not<b> proportionate</b> growth of the soul.", "如果灵魂的生长发育不相称的话，那么，扩张的物质力量就会带来扩大化的危险。"], ["The head of the Association of Chief Police Officers has insisted the policing of demonstrations in the UK is \"\" and that recent criticisms lack objectivity and perspective.", "英国警官协会会长坚持认为，英国警察针对示威活动进行的管理是“适当的”，最近的那些批评声音不客观、不全面。"]], "st": {"transform": [["vt.", "proportionating"]], "similar": "commensurable,commensurate"}}, "proposal": {"pron": {"peg": "[prə'pozl]", "pam": "[prə'pozl]"}, "wp": {"Republican Proposal": "共和提案", "revenue proposal": "征税建议;税收建议;收入建议;征税提议", "Unsolicited Proposal": "非应标建议书;非招标提案", "research proposal": "研究计划;研究计划书;开题报告;研究提案", "policy proposal": "政策建议;施政建议", "budget proposal": "财政预算案建议;拟议预算;预算草案;\t\t概算", "marriage proposal": "求婚", "thesis proposal": "开题报告;论文预答辩;论文计划;论文方案", "The proposal": "假结婚;爱情限时签;求婚的恶魔;弄假成真"}, "ex": ["n. 提议，建议；求婚"], "eg2": [["We assented to her .", "对她的建议我们表示同意。"], ["They reacted against my .", "他们反对我的建议。"], ["You can not possibly make an all-embracing .", "你不可能提出一个包罗万象的建议。"]], "st": {"similar": "proposition"}}, "propose": {"pron": {"peg": "[prə'poz]", "pam": "[prə'poz]"}, "wp": {"policy propose": "政策建议", "Marriage propose": "提亲", "I Propose": "我提议;笔者建议", "Propose Motel": "建议汽车旅馆", "propose explanation": "提出的解释;建议的说明;提出解释", "propose tost": "敬酒", "propose amendments": "提出修改", "we propose": "提出了;提出", "101byeonjae propose": "次求婚"}, "ex": ["vt. 建议；打算，计划；求婚", "vi. 建议；求婚；打算"], "eg2": [["What do you<b> propose</b> we do?", "你建议我们做什么?"], ["We<b> propose</b> an early start tomorrow.", "我们打算明天早早出发。"], ["That is why in this blog post, I would like to  something to every designer: Why not try to design something every day for one year?", "这也是这篇博客发表的原因，我希望建议每一个设计师：为什么不试试一年之中每天都来做点儿设计？"]], "st": {"transform": [["vt.", "proposed,proposing"]], "similar": "intend"}}, "provision": {"pron": {"peg": "英 [prə'vɪʒ(ə)n] ", "pam": "美 [prə'vɪʒ(ə)n] "}, "ex": ["n. 提供；条款；供给；供应品", "v. 为…提供所需物品（尤指食物）", "网络 规定；预备；准备"], "eg2": [["housing provision", "住房供应"], ["The government is responsible for the provision of health care.", "政府负责提供医疗服务。"], ["There is no provision for anyone to sit down here.", "这里没有可坐的地方。"], ["The provision of specialist teachers is being increased.", "当局正在增加设置专门师资。"], ["He had already made provisions for(= planned for the financial future of) his wife and children before the accident.", "意外事故发生之前，他已为妻子、儿女做好了经济安排。"], ["You should make provision for things going wrong.", "你要采取措施，以防不测。"], ["Under the provisions of the lease, the tenant is responsible for repairs.", "按契约规定，房客负责房屋维修。"]]}, "reaction": {"pron": {"peg": "英 [ri'ækʃ(ə)n] ", "pam": "美 [ri'ækʃ(ə)n] "}, "ex": ["n. 反应；化学反应；回应；反动", "网络 反作用；感应；反作用力"], "eg2": [["What was his reaction to the news?", "他对这消息有何反应？"], ["My immediate reaction was one of shock.", "我当即的反应是大吃一惊。"], ["A spokesman said the changes were not in reaction to the company's recent losses.", "一位发言人说，这些变动不是针对公司最近的亏损而作出的反应。"], ["There has been a mixed reaction to her appointment as director.", "对她获任命为主管一事，人们的反应各不相同。"], ["The decision provoked an angry reaction from local residents.", "这个决定引起了当地居民的愤怒抗议。"], ["I tried shaking him but there was no reaction.", "我试着摇了摇他，但他一动不动。"], ["The return to traditional family values is a reaction against the permissiveness of recent decades.", "传统家庭价值观的回归是对近几十年来放纵自由的一种反动。"], ["to have an allergic reaction to a drug", "对某药物有过敏反应"], ["a skilled driver with quick reactions", "反应敏捷的熟练司机"], ["a chemical/nuclear reaction", "化学╱核反应"], ["The forces of reaction made change difficult.", "反动势力使得改革举步维艰。"]]}, "reasonable": {"pron": {"peg": "['riznəbl]", "pam": "['riznəbl]"}, "wp": {"Reasonable arrangements": "合理安排;径流系数", "Health reasonable": "高品质;和谐;以人为本;健康合理", "reasonable terms": "合理的条件;合理条件", "reasonable manner": "合理的方式", "reasonable man": "理性人;明理的人;合理的人;理性的人", "reasonable distribution": "合理级配;合理分配;公道级配;合理分布", "reasonable usage": "合理用药;合理使用", "reasonable design": "合理设计;设计合理;合理方案;合理地设计", "reasonable expectation": "期待可能性;合理期待;合理预期;合理期望"}, "ex": ["adj. 合理的，公道的；通情达理的"], "eg2": [["The masses are .", "群众是通情达理的。"], ["As a concession to his<b> reasonable</b> demand, the doctor allowed him to work.", "医生向他的合理要求让步了， 允许他工作。"], ["My friend knows where he can pick up a good used car for you at a<b> reasonable</b> price.", "我朋友知道他能在哪儿以合理的价格为你买一辆好的二手车。"]], "st": {"similar": "rational"}}, "recognition": {"pron": {"peg": "英 [.rekəɡ'nɪʃ(ə)n] ", "pam": "美 [.rekəɡ'nɪʃ(ə)n] "}, "ex": ["n. 识别；认识；承认；认可", "网络 认出；赏识"], "eg2": [["He glanced briefly towards her but there was no sign of recognition.", "他瞥了她一眼，但似乎没认出她来。"], ["the automatic recognition of handwriting and printed text by computer", "计算机对手写和印刷文本的自动识别"], ["a growing recognition that older people have potential too", "越来越多的人认识到老年人也是有潜力的"], ["There is a general recognition of the urgent need for reform.", "人们普遍认识到迫切需要改革。"], ["to seek international/official/formal recognition as a sovereign state", "寻求国际上的╱官方的╱正式的承认，承认它是一个主权国家"], ["She gained only minimal recognition for her work.", "她的工作仅仅得到极少的赞誉。"], ["He received the award in recognition of his success over the past year.", "他受到了奖励，这是对他过去一年的成绩的肯定。"]]}, "refuge": {"ex": ["n. 避难所；庇护；慰藉；庇护者", "v. 避难；〈古〉庇护", "网络 避难处；庇护所；藏身处"], "pron": {"peg": "英 ['refjuːdʒ] ", "pam": "美 ['refjudʒ] "}, "eg2": [["A further 300 people have taken refuge in the US embassy.", "又有 300 人在美国大使馆避难。"], ["They were forced to seek refuge from the fighting.", "他们被迫寻求庇护，以躲避战争。"], ["a place of refuge", "避难所"], ["As the situation at home got worse she increasingly took refuge in her work.", "随着家庭情况的恶化，她越来越在工作中寻求慰藉。"], ["He regarded the room as a refuge from the outside world.", "他把这个屋子当作是逃避外界的避难所。"], ["a wetland refuge for birds", "湿地鸟类保护区"], ["a women's refuge", "妇女收容所"], ["a refuge for the homeless", "无家可归者的收容所"]]}, "smoothly": {"ex": ["adv. 平稳地，平滑地；流畅地，流利地"], "pron": {"peg": "['smʊðli]", "pam": "['smʊðli]"}, "st": {}, "wp": {}, "eg2": [["The pen writes .", "这支钢笔书写流畅。"], ["The train glides  into the station.", "列车平稳而缓慢地驶进车站。"], ["Don't jerk out your words,try to recite more .", "不要结结巴巴地背诵，努力背得更流利些。"]]}, "statutory": {"pron": {"peg": "[stætʃʊˌtɔrɪ]", "pam": "[stætʃʊˌtɔrɪ]"}, "wp": {"statutory survey": "法定检验;船舶法定检验", "statutory corporation": "法定公司;法定法人", "Statutory Right": "法定权利", "statutory prescription": "法定时效", "Statutory forms": "法定表格", "statutory charge": "法定收费", "Auditing statutory": "法定审计", "statutory reserve": "责任准备金;法定储备;法定准备金;法定准备率", "Statutory Instrument": "行政立法性文件;有效立法;国际量制;法定文书"}, "ex": ["adj. 法定的；法令的；可依法惩处的"], "eg2": [["The education secretary had set out<b> statutory</b> guidelines for schools and councils to follow, he added, which would ensure that \"inappropriate\" content would not be used.", "教育部长已经为学校和委员会设立了应该遵循的法定方针，他补充说，这可以确保不合适的内容不会被使用。"]], "st": {}}, "strive": {"pron": {"peg": "[straɪv]", "pam": "[straɪv]"}, "wp": {"strive turm": "力争每转;力争页转到", "Strive Excelsior": "力争精益求精", "STRIVE Act": "奋斗法案;移民奋斗法案", "strive optimistically": "乐观奋斗", "Families strive": "为了家庭不懈奋斗", "strive turn": "努力把;努力转", "I strive": "我奋起拼搏", "strive floating": "为…而奋斗", "strive together": "共同努力"}, "ex": ["vi. 努力；奋斗；抗争"], "eg2": [["We all want it and<b> strive</b> for it.", "我们都想要工作并为此而努力。"], ["Observe what is best and to  to universalize these qualities.", "观察什么是最好的，然后努力使这些特质得以普遍化。"], ["So: skip the labels, watch what you buy, and<b> strive</b> for goodness, no matter where you find it.", "因此：跳过标签，看你要买的东西，并努力寻找优质的食品，无论您身在何处都会找到它。"]], "st": {"transform": [["vi.", "strove 或 strived,striven 或 strived,striving"]], "similar": "try"}}, "stunt": {"ex": ["n. 噱头；（尤指电影中的）特技表演；意在引人注意的花招；愚蠢行为", "v. 阻碍生长；妨碍发展；遏制", "网络 绝技；惊人表演；阻碍...发育"], "pron": {"peg": "英 [stʌnt] ", "pam": "美 [stʌnt] "}, "eg2": [["He did all his own stunts.", "所有特技都是他自己演的。"], ["a stunt pilot", "特技飞行员"], ["a publicity stunt", "宣传噱头"], ["I've had enough of her childish stunts.", "她那些幼稚的愚蠢行为我受够了。"], ["Don't you ever pull a stunt like that again!", "你再别那样逞能了！"], ["The constant winds had stunted the growth of plants and bushes.", "老是刮风，花草、灌木长不大。"], ["His illness had not stunted his creativity.", "疾病没有扼杀他的创造力。"]]}, "suitable": {"ex": ["adj. 适当的；相配的"], "pron": {"peg": "['sutəbl]", "pam": "['sutəbl]"}, "st": {}, "wp": {"Suitable Temperatue": "适用温度", "suitable packing": "合适的包装", "Suitable material": "适用材料;适合材料;典型物料;适用原料", "Ella suitable": "陈嘉桦;官恩娜", "Suitable Area": "适用面积;适用场合", "suitable pinky": "合适的小指;适合张文慈;适用于小指", "Suitable model": "适用机型", "Suitable applications": "适合应用;适合应用闭环", "Lolita suitable": "萝莉塔;洛丽塔"}, "eg2": [["They have pitched upon the most<b> suitable</b> man for the job.", "他们已选好最适当的人来做那项工作。"], ["The diet should be , being neither too rich nor too meagre.", "饮食应该适当， 既不能太油腻也不能太粗淡。"], ["The local shops have been marked in on this map so that people can choose a house in a<b> suitable</b> area.", "这张地图已将当地的一些商店增加进去，这样人们就能在适当的地区内选择住所。"]]}, "supportive": {"ex": ["adj. 支持的；支援的；赞助的"], "pron": {"peg": "[sə'pɔrtɪv]", "pam": "[sə'pɔrtɪv]"}, "st": {}, "wp": {"supportive psychotherapy": "支持性心理治疗;概念支持性心理治疗", "Supportive Vestments": "支援法衣;援助袈裟", "supportive level": "支持位;支持区;支撑线", "Supportive prerequisites": "辅助或支持性先决技能", "supportive leader": "领导者;支持型领导方式;支持型领导者", "supportive environment": "支持性环境;与支持性的环境;环境支持;持的环境", "Supportive Criteria": "支持性标准", "Supportive Functions": "统属于支持部门", "supportive leadershellop": "撑持型带领"}, "eg2": [["She is extremely loving and , and I could not do anything without her.", "她是那么的可爱和支持我，没有她我做不成任何事情。"], ["The players are all<b> supportive</b> of him and have welcomed him to the club. I think he has a great future with us.", "他的队友给了他相当多的信任和支持，大家都欢迎他的到来，我认为他在曼联会拥有美好的未来。"], ["So I do not expect any kind of crisis with Russia over this. We expect the Russians to be  of stability in the region.", "我不希望和俄罗斯在这个问题上产生危机，我们希望俄罗斯人支持那个地区的稳定。"]]}, "swathe": {"pron": {"peg": "英 [swɒθ] ", "pam": "美 [sweɪð] "}, "ex": ["v. 裹；包；覆盖", "n. （尤指割了庄稼的）一长条田地；一长片", "网络 绑；包围；带子"], "eg2": [["The combine had cut a swathe around the edge of the field.", "联合收割机把庄稼绕田边割了一长条。"], ["Development has affected vast swathes of our countryside.", "开发建设影响了乡村广大地区。"], ["The mountains rose above a swathe of thick cloud.", "群峰耸立在云海之上。"], ["He was lying on the hospital bed, swathed in bandages.", "他裹着绷带，躺在医院的病床上。"]]}, "temporarily": {"pron": {"peg": "[ˈtɛmpəˌrɛrili]", "pam": "[ˈtɛmpəˌrɛrili]"}, "wp": {"Temporarily On": "临时开启", "Temporarily the": "暂别了", "sojourn temporarily": "在外乡停留或暂住", "extinguished temporarily": "暂时熄灭", "temporarily ad": "一时地", "temporarily road": "临时公路", "temporarily ischemic": "暂时性缺血", "Temporarily relieves": "临时缓解", "add temporarily": "临时加入"}, "ex": ["adv. 临时地，临时"], "eg2": [["Doctors have<b> temporarily</b> removed about half of her skull to ease pressure.", "医生已临时取掉了她近一半的头骨以减轻压力。"], ["On House, when Wilson went through his  divorce, he moved in with House .", "威尔森正在办离婚（又离了……），所以他临时搬去和豪斯一起住。"], ["If you must make a change that would be incompatible with a released version, for whatever reason, then there is a back door of<b> temporarily</b> disabling this constraint.", "如果您必须做出一个变更 ，使它与发布版本不相兼容，不管是什么原因，那么就会有一个临时后门丧失这个约束的能力。"]], "st": {"transform": [["n.", "temporaries"]], "similar": "acting,ad interim,provisional"}}, "testimony": {"pron": {"peg": "['tɛstə'moni]", "pam": "['tɛstə'moni]"}, "wp": {"historical testimony": "历史见证", "written testimony": "书面证言", "testimony psychology": "作证心理", "opinion testimony": "意见证言", "testimony art": "见证式艺术", "geometry testimony": "几何证明", "false testimony": "伪证;虚假证供;\t\t伪供;假证", "indirect testimony": "间接证据", "unshakable testimony": "铁证"}, "ex": ["n. [法] 证词，证言；证据"], "eg2": [["The  of witnesses vindicated the defendant.", "证人们的证词证明了被告的无辜。"], ["His<b> testimony</b> contradicted that of the preceding witness.", "他的证词和前一位的互相矛盾。"], ["Her  works against his chance of success as a politician.", "她的证词使他作为一个政治家很难有成功的机会。"]], "st": {"transform": [["n.", "testimonies"]], "similar": "proof"}}, "thoughtful": {"ex": ["adj. 深思的；体贴的；关切的"], "pron": {"peg": "['θɔtfl]", "pam": "['θɔtfl]"}, "st": {"similar": "considerate,attentive"}, "wp": {"thoughtful type": "思想型;思考型;翻译;思维型", "thoughtful consideration": "体贴入微的关照;考虑周到;深思经认真推敲的考虑;沉思", "Thoughtful Service": "零距离服务", "Thoughtful dentist": "深思的牙医", "Li thoughtful": "李平有思想", "Thoughtful touch": "体贴的关怀", "thoughtful looks": "沉思的表情", "A Thoughtful": "一个体贴", "thoughtful tailoring": "体贴入微的裁剪"}, "eg2": [["But imagine his surprise when under the stone he found a bag full of money and this message: \"This money is for the  person who removes this stone from the road.", "但你可以想象，当他在石头的下面发现一个装满金钱的袋子和这则消息：“这些钱是给那个从路中搬走石头的体贴的人，那个人是值得帮助的。”"], ["The Web allows us to converse by email, a form of communication that often makes us braver and more impulsive -- and occasionally even more  -- about what we say.", "网络让我们通过电子邮件交谈，这种交流方式通常让我们更加勇敢和直接地表示自己，有时候甚至会更加深思熟虑。"], ["\"Yes, I think so, because I know how<b> thoughtful</b> you are and how well-educated you are, \" she says.", "“我认为是这样的，因为我知道你是一个有思想又受过良好教育的人”她说。"]]}, "toilet": {"ex": ["n. 厕所；马桶；梳妆；清洗伤口", "网络 卫生间；盥洗室；洗手间"], "pron": {"peg": "英 ['tɔɪlət] ", "pam": "美 [ˈtɔɪlət] "}, "eg2": [["Have you flushed the toilet?", "你冲厕所了吗？"], ["I need to go to the toilet(= use the toilet) .", "我得去趟洗手间。"], ["a toilet seat", "马桶座圈"], ["toilet facilities", "卫生设施"], ["Do you need the toilet ?", "你需要用洗手间吗？"], ["Every flat has its own bathroom and toilet.", "每套公寓都带有洗澡间和盥洗室。"], ["Who's in the toilet?", "谁在用厕所？"], ["public toilets", "公共厕所"], ["Could you tell me where the ladies' toilet is, please?", "请问哪里有女厕所？"]]}, "transgender": {"pron": {"peg": "[trænz'dʒɛndɚ]", "pam": "[trænz'dʒɛndɚ]"}, "wp": {"transgender advocate": "变性倡导者;变性主张", "Transgender Day of Remembrance": "纪念日;跨性别纪念日", "transgender person": "变性人", "Transgender Mod": "变性", "Transgender people": "变性人;跨性别者;变性的人", "Transgender Perspective": "跨性别外观点", "Transgender Pride Flag": "跨性别骄傲旗帜", "Transgender Lives": "跨性别的生活属于你的故事"}, "ex": ["n. 跨性别；跨性别者"], "eg2": [], "st": {}}, "tribunal": {"pron": {"peg": "英 [traɪ'bjuːn(ə)l] ", "pam": "美 [trɪ'bjun(ə)l] "}, "ex": ["n. 特别法庭；裁判所", "网络 审裁处；法官席；法院"], "eg2": [["an international war crimes tribunal", "国际战争罪法庭"], ["a military tribunal", "军事法庭"]]}, "undue": {"pron": {"peg": "[,ʌn'du]", "pam": "[,ʌn'du]"}, "wp": {"undue influnence": "第二节;不当影响", "undue interference": "不当干扰", "Undue Hardship": "过度重负;度重负;过度的困苦;不应有的困难", "undue identification": "指认不当", "Undue influence": "不恰当的影响力;不正当影响;不当影响;不正当压力", "undue fluctuation": "过度波动", "undue detriment": "不当损害", "undue consumption": "用水量过度", "undue advantage": "不正当好处"}, "ex": ["adj. 过度的，过分的；不适当的；未到期的"], "eg2": [["Using the server as a proxy for every client transaction means that a large number of users could cause<b> undue</b> server load.", "使用服务器作为每个客户机事务的代理意味着大量用户可能导致过度的服务器负载。"], ["The OSCE found “ pressure” on people to vote, especially those working for state institutions such as schools, hospitals and the armed forces.", "欧安组织（OSCE）发现人们在“不适当的压力”下去投票，尤其是那些在国家机构如学校、医院和部队工作的人。"], ["Humility needs to be pitched with much care lest it lets people take<b> undue</b> advantage of you.", "但是你需要很小心的对待谦逊，因为人们会不适当的利用你的谦逊。"]], "st": {}}, "unlawful": {"pron": {"peg": "[ʌn'lɔfl]", "pam": "[ʌn'lɔfl]"}, "wp": {"unlawful interference": "非法干预;航空器受到非法干扰", "unlawful conversion": "非法变更", "unlawful crowd": "非法聚集的人", "Unlawful Entry": "危险第三情;暴劫惊魂", "unlawful seizure": "非法扣押", "unlawful intervention": "不法干预", "unlawful fighting": "非法殴斗", "Unlawful Deviation": "不合理绕航;不合法的绕航", "unlawful market": "黑市"}, "ex": ["adj. 非法的；私生的"], "eg2": [["They evicted the property from its  possessor.", "他们把财产从非法占有者手里收回来了。"], [" search of, or intrusion into, a citizen's home is prohibited.", "禁止非法搜查或者非法侵入公民的住宅。"], ["\"The record is fairly clear with respect to those activities that the United States believes that he was involved in which made him an<b> unlawful</b> combatant and landed him at Guantanamo,\" he said.", "怀特曼说：“关于他从事的那些活动有相当明确的纪录，所以美国根据他参与的活动确认他是一名非法战斗人员，因而把他投入关塔那摩。”"]], "st": {}}, "veil": {"pron": {"peg": "英 [veɪl] ", "pam": "美 [veɪl] "}, "ex": ["n. 面罩；掩饰；掩盖；（修女的）头巾", "v. 掩饰；戴面纱；戴面罩；遮掩", "网络 遮蔽物；头纱；幕"], "eg2": [["a bridal veil", "新娘的面纱"], ["Their work is carried out behind a veil of secrecy.", "他们的工作是在秘密掩护下进行的。"], ["It would be better to draw a veil over what happened next(= not talk about it) .", "最好把之后发生的事情掩盖起来。"], ["The mountain tops were hidden beneath a veil of mist.", "山顶笼罩在薄雾中。"], ["A fine drizzle began to veil the hills.", "蒙蒙的细雨渐渐笼罩了群山。"]]}, "visible": {"pron": {"peg": "['vɪzəbl]", "pam": "['vɪzəbl]"}, "wp": {"Faintly visible": "依稀可见", "visible spectroscopy": "可见光;\t\t可见光谱学", "visible human": "可视化人体;可视人;可见人体;可视人体", "Visible Light": "可见光;可见光谱;可视光;可见辐射光", "visible mutation": "可见突变", "Merge Visible": "合并可见图层;合并所有可见层;归并可见图层;合并可见层", "Visible Proof": "视觉证明;视觉证实", "visible alarm": "可视警报;可视报警器", "visible indicator": "能见度指示器;目视指示器"}, "ex": ["adj. 明显的；看得见的；现有的；可得到的", "n. 可见物；进出口贸易中的有形项目"], "eg2": [["The fruit of our lives may be<b> visible</b> only to those who live after us.", "我们的生命所结出的果实，或许只能被那些在我们之后生活的人看见。"], ["Yet there is another partition in America that is less , but no less troubling.", "然而美国还有另一种不那么明显的、但同样令人不安的划分。"], ["This application is not normally<b> visible</b> because it is a system application, but it is there.", "因为此应用程序是一个系统应用程序，所以它通常不可见，但确实存在。"]], "st": {}}, "whereby": {"pron": {"peg": "[wɛr'bai]", "pam": "[wɛr'bai]"}, "wp": {"Whereby Projections": "据此推算", "whereby y": "凭借", "Whereby Operation": "据此操作", "Whereby Conveys": "一百八十五", "whereby d": "靠那个", "whereby ad": "靠那个;靠什么;靠阿谁;靠啥子", "Are Sharp Whereby": "锋快", "Whereby Clause": "功能子句", "whereby adv": "靠那个"}, "ex": ["conj. 凭借；通过…；借以；与…一致", "adv. 凭此；借以"], "eg2": [], "st": {}}}, "title": "Self-declaration would bring Britain into line with international best practice\n", "paperStatistics": {"suggestedfocus": "10.4 Minutes", "wordsset": 491, "keywords": "GRA,birth,declaration,gender,identity,law,sex,trans", "toughwords": 90, "allwords": 1176, "title": "Self-declaration would bring Britain into line with international best practice\n", "desc": "And grant trans people maximum dignity and autonomy, writes Vic Valentine of the Scottish Trans Alliance\n", "img": "https://cdn.static-economist.com/sites/default/files/20180707_BLP512.jpg\n", "date": "2018-07-03 08:12:11", "link": "2018_7_6_5.json"}}