{"date": "2018-07-08 23:59:24", "content": "\n But the risk of punishment may be falling\n \n ![In China, sex work is being pushed back into the shadows](https://cdn.static-economist.com/sites/default/files/images/print-edition/20180707_CNP002_0.jpg) \n \n ONCE referred to even in China’s media as the country’s “sex capital”, the southern city of Dongguan remains the subject of many <span class=\"fa fa-info-circle\">lewd</span> jokes. Tens of thousands of sex workers used to practise in the city, servicing people working in its vast <span class=\"fa fa-info-circle\">sprawl</span> of factories as well as visitors drawn by its <span class=\"fa fa-info-circle\">sleaze</span>. That began to change early in 2014, when the local government launched an unusually <span class=\"fa fa-info-circle\">fierce</span> anti-vice campaign. In the first few days alone some 6,000 police <span class=\"fa fa-info-circle\">raid</span>ed 2,000 <span class=\"fa fa-info-circle\">sauna</span>s, <span class=\"fa fa-info-circle\">karaoke</span> bars and other such <span class=\"fa fa-info-circle\">venue</span>s. They <span class=\"fa fa-info-circle\">haul</span>ed away many of their staff and <span class=\"fa fa-info-circle\">patron</span>s.\n \n Four years later <span class=\"fa fa-info-circle\">punter</span>s can still buy sex in Dongguan, as they can across China. A taxi-driver explains that instead of operating in <span class=\"fa fa-info-circle\">posh</span> hotels and “super <span class=\"fa fa-info-circle\">sauna</span>s”, as many of them used to, Dongguan’s sex workers now mainly <span class=\"fa fa-info-circle\">ply</span> their trade more <span class=\"fa fa-info-circle\">discreetly</span>. He offers an appointment with a woman he knows. Yet city officials have done a far more <span class=\"fa fa-info-circle\">thorough</span> job of <span class=\"fa fa-info-circle\">clamp</span>ing down on the business than most locals expected. They have <span class=\"fa fa-info-circle\">persist</span>ed with their efforts, even though their campaign has damaged service industries in Dongguan (also sometimes called “sin city” in China’s English-language press) that depended on the sex trade. Many of Dongguan’s <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">prostitu</span>te</span>s were migrants from rural areas. A lot of them appear to have left town.\n \n The Communist Party has long <span class=\"fa fa-info-circle\">portray</span>ed <span class=\"fa fa-info-circle\">prostitution</span> as a form of <span class=\"fa fa-info-circle\">exploitation</span> and itself as a <span class=\"fa fa-info-circle\">liberator</span> of women who engage in it (with the help of thought reform in labour camps). After seizing power in 1949, the party used its control of the economy to provide alternative jobs for many <span class=\"fa fa-info-circle\">prostitute</span>s. Before long it claimed to have wiped out the trade entirely.\n \n <span class=\"fa fa-info-circle\">Prostitution</span> returned in force after China began liberalising its economy in 1978. The government encouraged foreign investment and relaxed <span class=\"fa fa-info-circle\">restriction</span>s on migration from the countryside to cities. Rural women took the opportunity to seek better-paid work. Businesspeople from Hong Kong, Taiwan and elsewhere began piling in to build factories, including in Dongguan. Many of the migrants found jobs on the new production lines. Some sought work in new red-light districts.\n \n Experts <span class=\"fa fa-info-circle\">reckon</span> there may be millions of sex workers in China, most of them women. De<span class=\"fa fa-info-circle\">spite</span> numerous campaigns against the business, <span class=\"fa fa-info-circle\">prostitution</span> is probably becoming more common. Surveys carried out over 20 years by Pan Suiming and fellow researchers at Renmin University in Beijing found that the <span class=\"fa fa-info-circle\">proportion</span> of Chinese men who admit to having hired a <span class=\"fa fa-info-circle\">prostitute</span> doubled to around one in seven in the decade to 2015. They believe it might reach more than one in six by 2020. China’s <span class=\"fa fa-info-circle\">skew</span>ed sex ratio, caused by a traditional <span class=\"fa fa-info-circle\">preference</span> for sons that has encouraged <span class=\"fa fa-info-circle\">abortion</span>s of female fetuses (a problem <span class=\"fa fa-info-circle\">exacerbate</span>d by a now-abandoned policy of limiting couples to having only one child) means that there will be growing demand for commercial sex from men unable to find <span class=\"fa fa-info-circle\">wive</span>s.\n \n Most Chinese sex workers choose the trade freely, says Ding Yu of Sun Yat-sen University in Guangzhou. Some prefer it to jobs that are commonly done by poor women from the countryside, such as in shops or factories. They <span class=\"fa fa-info-circle\">gamble</span> that, in <span class=\"fa fa-info-circle\">spite</span> of being illegal, <span class=\"fa fa-info-circle\">prostitution</span> will offer more chance to save money. Others become sex workers only as a last <span class=\"fa fa-info-circle\">resort</span>. China’s limited social safety-net can leave those who are ill, unemployed or on the run from <span class=\"fa fa-info-circle\">violent</span> men with few other options, says Lijia Zhang, a writer who has researched China’s sex business.\n \n The penalties are <span class=\"fa fa-info-circle\">harsh</span>. Sex workers and their clients can be fined and locked up without trial for up to 15 days. <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">Prostitu</span>te</span>s caught repeatedly can be sent, also without trial, to “<span class=\"fa fa-info-circle\">custody</span> and education” centres, a type of jail where they can be held for up to two years. <span class=\"fa fa-info-circle\">Pimp</span>s can be sentenced to up to ten years in prison. There is less risk of public shaming. In 2010 the government banned police from parading sex workers in the streets, once a frequent form of punishment. But health campaigners criticise a common police practice of using the presence of <span class=\"fa fa-info-circle\">condom</span>s as evidence that any woman found during a <span class=\"fa fa-info-circle\">raid</span> on a <span class=\"fa fa-info-circle\">massage</span> parlour, hair <span class=\"fa fa-info-circle\">salon</span> or <span class=\"fa fa-info-circle\">karaoke</span> club is engaged in <span class=\"fa fa-info-circle\">Prostitu</span>tion (this makes sex workers less likely to carry or stock them, says Tingting Shen of Asia <span class=\"fa fa-info-circle\">Catalyst</span>, a charity). Tales <span class=\"fa fa-info-circle\">abound</span> of sex workers <span class=\"fa fa-info-circle\">swallow</span>ing used <span class=\"fa fa-info-circle\">condom</span>s when police storm in.\n \n For all the <span class=\"fa fa-info-circle\">crackdown</span>s, however, official statistics show a drop of two-thirds in the number of <span class=\"fa fa-info-circle\">prostitution</span>-related cases <span class=\"fa fa-info-circle\">investigate</span>d by the police since a peak in 2001 (see chart). One reason is that police forces can no longer take a cut of the fines they collect, so they have less <span class=\"fa fa-info-circle\">incentive</span> to target <span class=\"fa fa-info-circle\">petty</span> criminals, according to Mr Pan of Renmin University. Their reduced income from this source has been <span class=\"fa fa-info-circle\">offset</span> by better funding. The number of <span class=\"fa fa-info-circle\">custody</span> and education centres has been falling too, from 183 in 2000 to 116 by 2014.\n \n When they are not in the <span class=\"fa fa-info-circle\">midst</span> of an anti-vice campaign, officials can seem surprisingly <span class=\"fa fa-info-circle\">indulgent</span>. In a central part of Beijing, Ying Ying sells sex from a room with a door that opens directly onto a busy <span class=\"fa fa-info-circle\">lane</span>. To one side is a barber’s chair where she <span class=\"fa fa-info-circle\">occasion</span>ally provides <span class=\"fa fa-info-circle\">haircut</span>s. On the other side is a single bed, hidden behind a heavy curtain hanging from the ceiling. Her neighbours know what goes on there, she says; so do police officers, whose daily duties frequently require them to walk past outside. She has been questioned a few times, but thinks her small business is not a police <span class=\"fa fa-info-circle\">priority</span> except during <span class=\"fa fa-info-circle\">sporadic</span> anti-<span class=\"fa fa-info-circle\">prostitution</span> campaigns. She says that on one such <span class=\"fa fa-info-circle\">occasion</span> local officers sim<span class=\"fa fa-info-circle\">ply</span> advised her to take down her <span class=\"fa fa-info-circle\">giveaway</span> “barber’s shop” sign.\n \n In Dongguan some <span class=\"fa fa-info-circle\">resident</span>s believe that the sex trade has been targeted by the central government more as a way of bringing to <span class=\"fa fa-info-circle\">heel</span> <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">corrup</span>t</span> officials who support the industry than of stamping out <span class=\"fa fa-info-circle\">prostitution</span> itself. Xi Jinping, who took over as China’s leader in 2012, has made fighting <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">corrup</span>t</span>ion a <span class=\"fa fa-info-circle\">prominent</span> cause.\n \n This does not mean that the government has become any more willing to consider legalising <span class=\"fa fa-info-circle\">prostitution</span>. Some officials may recognise that the sex industry is nothing like the social evil that the party has traditionally held it to be. But the party is often slow to reverse ill-considered positions, such as the one-child policy, fearing questions about its <span class=\"fa fa-info-circle\">judgment</span>. One result of Mr Xi’s efforts to tighten the party’s control over the media has been that public discussion of <span class=\"fa fa-info-circle\">prostitution</span> has become even more <span class=\"fa fa-info-circle\">prudish</span>. Chinese journalists are more <span class=\"fa fa-info-circle\">reluctant</span> to report on topics such as sex, gender or sexually transmitted disease. It has become harder to publish sex-related research in <span class=\"fa fa-info-circle\">scholarly</span> journals. But even as the sex business moves further into the shadows, it <span class=\"fa fa-info-circle\">thrive</span>s.\n", "last": "2018_7_12_1.json", "next": "2018_7_12_3.json", "assistent": {"Catalyst": {"ex": ["n. 催化剂；促使变化的人；引发变化的因素", "网络 触媒；接触剂；催化剂触媒"], "pron": {"peg": "英 ['kætəlɪst] ", "pam": "美 ['kæt(ə)lɪst] "}, "eg2": [["I see my role as being a catalyst for change.", "我认为我的角色是促成变革。"]]}, "Pimp": {"ex": ["v. 拉嫖客；做淫媒；拉皮条；加工（尤指使事物更具个人特色）", "n. 拉皮条的男人", "网络 男妓；老鸨；妓院老板"], "pron": {"peg": "英 [pɪmp] ", "pam": "美 [pɪmp] "}, "eg2": [["Pimp your car with stylish custom wheels!", "给你的车装上时尚的订制车轮！"], ["I would love to pimp the songs up.", "我很想让这些歌曲更具独有的特色。"]]}, "Prostitute": {"ex": ["n. 卖淫者；娼妓；妓女；男妓", "v. 滥用才能；糟蹋自己；卖淫；出卖肉体", "adj. 卖淫的；堕落的", "网络 婊子；傍柳随花"], "pron": {"peg": "英 ['prɒstɪ.tjuːt] ", "pam": "美 ['prɑstɪ.tut] "}, "eg2": [["Many felt he was prostituting his talents by writing Hollywood scripts.", "许多人觉得他给好莱坞写剧本是滥用自己的才华。"]]}, "Prostitution": {"ex": ["n. 卖淫；为娼；当男妓；才能的滥用（或糟蹋）", "网络 妓院；娼妓；性交易"], "pron": {"peg": "英 [.prɒstɪ'tjuːʃ(ə)n] ", "pam": "美 [.prɑstɪ'tuʃ(ə)n] "}, "eg2": [["Many women were forced into prostitution.", "许多妇女被迫为娼。"], ["child prostitution", "儿童卖淫"]]}, "abortion": {"pron": {"peg": "英 [ə'bɔ:ʃn] ", "pam": "美 [ə'bɔ:ʃn] "}, "ex": ["n. 流产；堕胎；败育；失败", "网络 人工流产；夭折；小产"], "eg2": [["to support/oppose abortion", "支持╱反对堕胎"], ["a woman's right to abortion", "妇女做人工流产的权利"], ["abortion laws", "堕胎法"], ["I've always been anti-abortion.", "我一直反对堕胎。"], ["She decided to have an abortion .", "她决定做人工流产。"]]}, "abound": {"pron": {"peg": "[ə'baʊnd]", "pam": "[ə'baʊnd]"}, "wp": {"abound dinner": "丰盛的晚餐", "Opportunities Abound": "机会很多", "To Abound": "方比比皆", "abound v": "大量存在", "Abound Solar": "盛产太阳能公司;盛产太阳能;阿邦德太阳能公司", "l abound": "大量存在", "abound in": "盛产;充满;富于;大量地出产", "Abound cake": "丰富蛋糕", "abound d": "富于;大量存在;多;丰富"}, "ex": ["vi. 富于；充满"], "eg2": [["But the dwindling of the insurgency does not mean that peaceful opportunities .", "但是暴动的减少并不意味着和平的机会已经大量存在。"], ["Finally, offer this closing prayer to the Lord: May the God of hope fill you with all joy and peace in believing, that you may  in hope by the power of the Holy Spirit.", "最后，将结束的祷告告诉主：愿在你拥有信仰的时候希望的上帝用快乐与和平充满你的人生，让你在圣灵的力量下富于希望。"], ["Legends about the origin of this festivity  .", "关于这个节日的起源有很多种说法。"]], "st": {}}, "clamp": {"pron": {"peg": "英 [klæmp] ", "pam": "美 [klæmp] "}, "ex": ["n. 夹具；夹钳；夹子；车轮夹锁（用于锁住违章停放的车辆）", "v. 固定；紧紧抓住；紧夹住；被抓住", "网络 夹紧；学园侦探团"], "eg2": [["Clamp one end of the plank to the edge of the table.", "把厚木板的一端用夹具固定在桌子的边上。"], ["Clamp the two halves together until the glue dries.", "用夹具把两半物品夹紧，待胶干后再松开。"], ["He had a cigar clamped between his teeth.", "他嘴里叼着一根雪茄。"], ["She clamped a pair of headphones over her ears.", "她把一副耳机戴在两边耳朵上。"], ["Her lips clamped tightly together.", "她的双唇紧闭。"], ["He clamped his mouth shut.", "他紧闭着嘴。"]]}, "condom": {"ex": ["n. 安全套；（女用）避孕套", "网络 保险套；阴茎套；男用避孕套"], "pron": {"peg": "英 ['kɒndɒm] ", "pam": "美 ['kɑndəm] "}, "eg2": []}, "corrupt": {"pron": {"peg": "[kə'rʌpt]", "pam": "[kə'rʌpt]"}, "wp": {"corrupt conduct": "舞弊行为", "corrupt official": "赃官;贪污的官僚", "corrupt moral": "败坏道德", "corrupt file": "解决刷机失败", "corrupt administration": "腐败的行政管理", "Corrupt t": "堕落;腐蚀;腐败的;文体有错误的", "Corrupt Bargain": "腐败交易", "Corrupt Kleptocrat": "腐败政客", "Corrupt Enchantment": "加持腐化"}, "ex": ["adj. 腐败的，贪污的；堕落的", "vt. 使腐烂；使堕落，使恶化", "vi. 堕落，腐化；腐烂"], "eg2": [["They posted this organization as .", "他们公开谴责该组织腐败。"], ["The congressman laced into the government for being .", "国会议员谴责政府腐败。"], ["The<b> corrupt</b> mayor should be removed from office and prosecuted.", "这个腐化堕落的市长应当撤职查办。"]], "st": {"similar": "debase"}}, "corruption": {"pron": {"peg": "英 [kə'rʌpʃ(ə)n] ", "pam": "美 [kə'rʌpʃ(ə)n] "}, "ex": ["n. 腐败；贪污；受贿；贿赂", "网络 堕落；腐化；贪污腐败"], "eg2": [["allegations of bribery and corruption", "对贿赂与贪污的指控"], ["The new district attorney has promised to fight police corruption.", "新上任的地方检察官承诺要打击警察腐败。"], ["He claimed that sex and violence on TV led to the corruption of young people.", "他断言电视中所宣扬的色情与暴力诱使青少年堕落。"], ["The word ‘holiday’ is a corruption of ‘holy day’.", "单词 holiday 是 holy day 的变体。"]]}, "crackdown": {"pron": {"peg": "英 ['kræk.daʊn] ", "pam": "美 ['kræk.daʊn] "}, "ex": ["n. 严厉的打击；镇压", "网络 除暴战警；制裁；痛击"], "eg2": [["a military crackdown on student protesters", "对抗议的学生实行的军事镇压"], ["a crackdown on crime", "对犯罪的严厉打击"]]}, "custody": {"ex": ["n. 保管；监护；拘留；抚养权"], "pron": {"peg": "['kʌstədi]", "pam": "['kʌstədi]"}, "st": {"transform": [["n.", "custodies"]]}, "wp": {"joint custody": "共同监护权;共同监护;共同管养;抚养权", "custody order": "管养令;监护令", "child custody": "儿童监护;子女监护权;子女监护;孩子的监护权", "physical custody": "生活监护权;抚养权;监护权", "official custody": "官方看管;翻译", "CUSTODY BRANCH": "托管分行", "safe custody": "保管;妥善保管;翻译", "express custody": "快件监管场所", "Third custody": "第三方存管"}, "eg2": [["I have found that children in joint<b> custody</b> adjust to living in two households better than I could.", "我发现其实这些受共同监护的孩子似乎比我还能适应拥有两个家庭。"], ["No; you're not fit to be your own guardian, Isabella, now; and I, being your legal protector, must detain you in my , however distasteful the obligation may be.", "不，现在你是不合宜作你自己的保护人了，伊莎贝拉；我，既是你的合法保护人，一定要把你放在我的监护下，不论这义务是怎样的倒胃口。"], ["When his cabinet accused him of insanity, he was placed in  after a brief showdown at Neuschwanstein Castle, and was taken to a castle next to Lake Starnberg.", "他的内阁大臣们指责他精神错乱。 他们在新天鹅湖突然向他摊牌，然后将他拘留起来，关押在施塔恩贝湖旁的一个城堡内。"]]}, "discreetly": {"ex": ["adv. 谨慎地；小心地；不显眼地"], "pron": {}, "st": {"similar": "careful"}, "wp": {"discreetly ad": "谨慎地", "sew discreetly": "谨慎地缝制", "plug discreetly": "谨慎地堵住", "touch discreetly": "小心地触摸", "steal discreetly": "谨慎地偷", "lift discreetly": "小心地举起", "discreetly y": "谨慎地", "nose discreetly": "小心地前进", "mind discreetly": "小心地照顾"}, "eg2": [["These are proud people, so the teachers do it .", "他们都是自尊的人，所以老师们谨慎地做这些事。"], ["But we must use it , and not waste powder for nothing.", "但我们要谨慎地运用，不要滥用好像无谓地浪费火药。"], ["The mistake feminists make, when they object to the C word is to think that it will slip<b> discreetly</b> out of the language.", "当男女平等主义者反对C字时，她们所造成的错误是认为C字将会从语言中小心地溜出去。"]]}, "exacerbate": {"pron": {"peg": "[ɪɡ'zæsɚbet]", "pam": "[ɪɡ'zæsɚbet]"}, "wp": {"ameliorate exacerbate": "改善", "exacerbate e": "使加剧;激怒;使恶化;恶化", "exacerbate exacerbation": "增剧", "exacerbate detail": "使加剧", "mitigate exacerbate": "缓和", "alleviate exacerbate": "减轻", "to exacerbate": "加剧;转剧;使恶化", "exacerbate surroundings": "加剧环境恶化", "exacerbate deteriorate": "恶化"}, "ex": ["vt. 使加剧；使恶化；激怒"], "eg2": [["\"It's a cycle, \" says Mason. In other words, one can  theother—and before you know it, no one can remember what came first.", "梅森说：”这是一个循环性的问题“换句话说，一个人激怒另一个人，但是在你知道之前，没人记得是谁先惹了谁。"], ["It is going to<b> exacerbate</b> many of the issues that we experience today, and in some of the world’s poorest regions it will slow our progress against malnutrition and disease.", "它会对目前我们经历的许多问题造成恶化，而且在一些世界上最贫困的地区也会拖慢对抗营养不良和疾病的脚步。"], ["It is going to  many of the issues that we experience today, and in some of the world's poorest regions it will slow our progress against malnutrition and disease.", "这将会使许多我们今天感受到的问题加剧，并且在一些世界上最穷的区域这将会减慢我们对抗营养不良和疾病的前进步伐。"]], "st": {"transform": [["vt.", "exacerbated,exacerbating"]]}}, "exploitation": {"pron": {"peg": "[,ɛksplɔɪ'teʃən]", "pam": "[,ɛksplɔɪ'teʃən]"}, "wp": {}, "ex": ["n. 开发，开采；利用；广告推销；剥削"], "eg2": [], "st": {}}, "fierce": {"pron": {"peg": "[fɪrs]", "pam": "[fɪrs]"}, "wp": {"Fierce wolves": "猛狼中队", "fierce animals": "罴虎", "Fierce Empath": "好斗共感者", "Fierce Style": "凶猛风格", "fierce braking": "急剧制动;猛刹车", "fierce ghost": "恶鬼;鬼怪", "fierce stare": "也指生气时瞪着的眼睛;生气时瞪着眼睛;怒目;摇滚", "Fierce Panda": "出版者;凶猛的熊猫", "increasingly fierce": "日益激烈"}, "ex": ["adj. 凶猛的；猛烈的；暴躁的", "n. (Fierce)人名；(英)菲尔斯"], "eg2": [["The girl backed away from the  dog.", "这小女孩往后退以躲避恶狗。"], ["Lions and tigers are<b> fierce</b> animals, so when they are in zoos, they live in strong cages.", "狮子和老虎是凶猛的动物，所以在动物园它们住在很牢固的笼子里。"], ["But here he is talking to us, without any filtering at all, and what comes through that we have lost is precisely this , unceasing passion.", "但是现在他正对我们说话，完全没有任何过滤筛选，充斥其间的恰恰是我们所遗忘的，他那汹涌狂躁，永无止息的激情。"]], "st": {"transform": [["adj.", "fiercer,fiercest"]]}}, "gamble": {"pron": {"peg": "['ɡæmbl]", "pam": "['ɡæmbl]"}, "wp": {}, "ex": ["vi. 赌博；孤注一掷；投机；打赌", "vt. 赌博；孤注一掷；冒险假设", "n. 赌博；冒险；打赌", "n. (Gamble)人名；(英)甘布尔；(瑞典)甘布勒"], "eg2": [], "st": {"transform": [["vi.", "gambled,gambling"]]}}, "giveaway": {"ex": ["n. 泄漏；免费样品；不正当的交易；有奖问答节目", "adj. 泄露真相的；赠送的；极便宜的"], "pron": {"peg": "['ɡɪvəweɪ]", "pam": "['ɡɪvəweɪ]"}, "st": {}, "wp": {"giveaway buffet": "慈善餐会;慈悲餐会", "YLighting Giveaway": "变形台灯", "Free Giveaway": "免费赠品", "Giveaway chess": "自杀象棋", "Campus Giveaway": "校园大平卖", "Weekly Giveaway": "每周奉送", "Compose Giveaway": "免费赠送堆肥", "giveaway price": "大廉价", "giveaway detail": "赠品"}, "eg2": [["Despite its unassuming exterior, the long lines of young men waiting for entry on most weekend nights are a .", "尽管外表毫不起眼，周末夜里，年轻男子组成长长的、排队等待进入的人龙却泄漏了秘密。"], ["That’s one reason the bailout looked so much like a : officials felt they lacked the legal tools to save the financial system without letting the people who created the crisis off the hook.", "救助看上去很像免费赠品就是其中原因之一：要救助金融体制而且不让那些制造危机的人们逍遥法外，官员们感到合法工具方面的缺乏。"], ["And yet attempts to fix this problem and reform this program were thwarted by special interests that fought tooth and nail to preserve their exclusive .", "然而试图对这些问题的解决和对这项计划的改进总是被一些想保持他们独有馈赠的特殊利益集团极力阻挠。"]]}, "haircut": {"ex": ["n. 理发；发型"], "pron": {"peg": "['hɛrkʌt]", "pam": "['hɛrkʌt]"}, "st": {}, "wp": {}, "eg2": []}, "harsh": {"pron": {"peg": "[hɑrʃ]", "pam": "[hɑrʃ]"}, "wp": {"harsh weather": "令人难受的天气", "Harsh yarn": "死毛", "not harsh": "醇和的", "harsh clutch": "刚性离合器", "Harsh Times": "非常时期;艰锋时刻;暴力冲击;非常时刻", "harsh handle": "手感粗糙", "harsh justice": "不公正的判断", "Harsh Mishra": "米什拉", "harsh countenance": "严厉的脸色"}, "ex": ["adj. 严厉的；严酷的；刺耳的；粗糙的；刺目的", "n. (Harsh)人名；(英)哈什"], "eg2": [["Ten days ago, I received some pretty<b> harsh</b> criticism.", "十天前，我受到了一些颇为严厉的批评。"], ["The  truth is that if you build a website for everyone, it will appeal to no one.", "严酷的事实却是：如果你为所有人建立一个网站，你就一个人都诉求不到。"], ["But, if we are well trained, the underwater part of things is not really as<b> harsh</b> as you might think.", "但是，如果我们受到良好的训练，水下部分的事情可能就不会真的像你想像的那么严酷。"]], "st": {"similar": "rough"}}, "haul": {"pron": {"peg": "[hɔl]", "pam": "[hɔl]"}, "wp": {"haul loop": "提环", "over haul": "大修;付价运矩", "haul road": "拖运材料的道路;运料路;工地运料路;运材道路", "haul down": "落下;卸下;拉倒", "haul off": "退却;改向驶离;转向避开", "Haul away": "启航启航;拖走;驶开;曳开", "a haul": "一网;一次作业", "haul forward": "风转向正横前", "haul ashore": "退出海上生活"}, "ex": ["n. 拖，拉；用力拖拉；努力得到的结果；捕获物；一网捕获的鱼量；拖运距离", "vt. 拖运；拖拉", "vi. 拖，拉；改变主意；改变方向", "n. (Haul)人名；(德)豪尔"], "eg2": [["No one knows for sure how well cash and other big-ticket rewards work in education over the long .", "没有人能够确切知道在长期范围内现金和高价奖品能够在对教育产生多大的作用。"], ["The country nevertheless plans to extend the programme to Bali and parts of Sumatra — and go for the long .", "然而，印尼打算把该计划扩展到巴厘岛和苏门答腊岛的部分地区——并让该计划长期持续下去。"], ["“I came to realize that so much of Beijing was destroyed because no one was willing to pay these men for overtime” to  away relics, he said, half-jokingly.", "“我开始认识到北京有如此之多的东西被破坏是因为没有人愿意为这些工人付加班工资运走这些遗迹”他半开玩笑地说。"]], "st": {"similar": "pull"}}, "heel": {"pron": {"peg": "英 [hiːl] ", "pam": "美 [hil] "}, "ex": ["n. 足跟；脚后跟；（袜子等的）后跟；（鞋、靴子等的）后跟", "v. 给（鞋等）修理后跟；倾侧；倾斜", "网络 脚跟；踵；鞋跟"], "eg2": [["shoes with a low/high heel", "低跟鞋；高跟鞋"], ["a stiletto heel", "细高跟"], ["The sergeant clicked his heels and walked out.", "中士将鞋跟咔哒一并，走了出去。"], ["high-heeled shoes", "高跟鞋"], ["She doesn't often wear heels.", "她不常穿高跟鞋。"], ["He fled from the stadium with the police at his heels.", "他逃离了运动场，警察在后面紧追不舍。"], ["He fled from the stadium with the police at his heels.", "他逃离了运动场，警察在后面紧追不舍。"], ["News of rising unemployment followed hard on the heels of falling export figures.", "出口数字下降之后紧接着就是失业率上升的消息。"], ["News of rising unemployment followed hard on the heels of falling export figures.", "出口数字下降之后紧接着就是失业率上升的消息。"], ["The boat heeled over in the strong wind.", "船在狂风中倾侧了。"]]}, "incentive": {"pron": {"peg": "英 [ɪn'sentɪv] ", "pam": "美 [ɪn'sentɪv] "}, "ex": ["n. 激励；刺激；鼓励", "adj. 刺激性的", "网络 动机；诱因；奖励"], "eg2": [["tax incentives to encourage savings", "鼓励储蓄的税收措施"], ["There is no incentive for people to save fuel.", "没有鼓励人们节约燃料的措施。"]]}, "indulgent": {"ex": ["adj. 放纵的；宽容的；任性的"], "pron": {"peg": "[ɪn'dʌldʒənt]", "pam": "[ɪn'dʌldʒənt]"}, "st": {}, "wp": {"abstemious indulgent": "节制的", "indulgent attitude": "姑息态度", "indulgent toward": "对", "Indulgent Spa": "舒心温泉", "Over Indulgent": "过分溺爱", "indulgent to": "对……可以接受的", "And Indulgent": "和放纵", "Indulgent parents": "放任式父母;型父母;溺爱孩子的父母", "indulgent management": "姑息管理"}, "eg2": [["You are too  with your children.", "你太放纵孩子了。"], ["Well, after 20 weeks on the road I'm now about halfway through my journey so, at the risk of being self-, here goes.", "好吧，我骑车旅行已经有20个星期，路程也差不多过半了，我就冒着自我放纵的风险来写一下吧。"], ["Some thought the mood was merely a self- vacation from the real world, even an orgy of narcissism on a national scale.", "一些人认为这种情绪不仅仅属于在现实世界一个假期的放纵，而是更趋近于整个国家范围内的自我陶醉。"]]}, "investigate": {"pron": {"peg": "[ɪn'vɛstɪɡet]", "pam": "[ɪn'vɛstɪɡet]"}, "wp": {"qualitatively investigate": "定性考察", "Investigate Mugging": "调查街头劫案", "estate investigate": "产业调查", "diet investigate": "膳食调查", "Investigate journalists": "调查报导", "to investigate": "调查;勘测;访查;探究", "We Investigate": "我们着手调查", "grill investigate": "调查", "Field Investigate": "野外调查"}, "ex": ["v. 调查；研究"], "eg2": [["Scientists  the nature.", "科学家研究自然。"], ["We should not jump to conclusions. Let's<b> investigate</b> first.", "我们不应草率下结论， 还是先调查一下吧。"], ["The government of the United States began at once to  the case.", "美国政府立即开始调查此案。"]], "st": {"transform": [["vt.", "investigated,investigating"]]}}, "judgment": {"pron": {"peg": "['dʒʌdʒmənt]", "pam": "['dʒʌdʒmənt]"}, "wp": {"Good judgment": "良好的判断力;判断力;正确的判断力;判断正确", "Artistic Judgment": "艺术标准;艺术评断", "constitutional judgment": "合宪性判断", "judgement judgment": "判断;判定;审判", "threshold judgment": "初始性判断;初始性判定;心理学", "Castlevania Judgment": "恶魔城;恶魔城审判;审判", "Contest Judgment": "演讲评比", "categorical judgment": "范畴判断;主题判断;范畴判定", "default judgment": "缺席判决;缺席裁判;缺席审判;缺席审判制度"}, "ex": ["n. 判断；裁判；判决书；辨别力"], "eg2": [["His<b> judgment</b> carries weight.", "他的判断很有分量。"], ["Your decision reflects well upon your .", "你的决定说明你的判断很正确。"], ["On the one hand I admire his gifts, but on the other I distrust his .", "一方面我羡慕他的才华， 而另一方面我却怀疑他的判断力。"]], "st": {}}, "karaoke": {"ex": ["n. 【娱】卡拉OK", "网络 K歌之王；伴唱机；唱歌"], "pron": {"peg": "英 [ˌkæriˈəʊki] ", "pam": "美 [ˌkeriˈoʊki] "}, "eg2": [["a karaoke machine/night/bar", "卡拉 OK 机╱之夜╱酒吧"]]}, "lane": {"ex": ["n. 车道；小巷；泳道；胡同", "网络 小路；通道；跑道"], "pron": {"peg": "英 [leɪn] ", "pam": "美 [leɪn] "}, "eg2": [["winding country lanes", "蜿蜒的乡间小路"], ["We drove along a muddy lane to reach the farmhouse.", "我们驾车沿泥泞的小路到达农舍。"], ["The quickest way is through the back lanes behind the bus station.", "最近的路是穿过公共汽车站后面的小巷。"], ["Park Lane", "帕克里"], ["the inside/middle lane", "内车道；中车道"], ["the northbound/southbound lane", "北行╱南行车道"], ["to change lanes", "变换车道"], ["She signalled and pulled over into the slow lane.", "她给信号后把车开进了慢车道。"], ["a four-lane highway", "四车道公路"], ["The Australian in lane four is coming up fast from behind.", "第四道的澳大利亚选手正从后面快速追赶上来。"], ["one of the world's busiest shipping/sea lanes", "世界上最繁忙的海运航线之一"]]}, "lewd": {"ex": ["adj. 淫荡的；猥亵的；下流的"], "pron": {"peg": "[lud]", "pam": "[lud]"}, "st": {"transform": [["adj.", "lewder,lewdest"]]}, "wp": {"Very Lewd": "很好色", "lewd talk": "骚话", "lewd conduct": "猥亵行为;淫秽行为;下流行为", "Idea lewd": "意;意淫", "Lewd lust": "翻译公司好色;翻译公司的翻译公司;正在翻译", "Lewd child": "翻译公司的孩子", "Trey Lewd": "表演者", "lewd song": "恶声", "Lewd boys": "翻译公司男孩"}, "eg2": [["The logo at first looks like an eagle but as you look you see one man is performing a  act on another.", "那个标识乍一看上去像一只鹰，但再仔细看，你会看到一个男人正在猥亵另一个男人。"], ["I think I can top that. Try getting thrown out of Disneyland for<b> lewd</b> behavior.", "我想我比你还糗。因为行为下流而被从迪斯尼里赶出来。"]]}, "liberator": {"ex": ["n. 解放者；释放者", "n. (Liberator)人名；(法)利伯拉托尔"], "pron": {"peg": "['lɪbə,retɚ]", "pam": "['lɪbə,retɚ]"}, "st": {}, "wp": {"The Liberator": "解放者;解放者报", "Liberator System": "解放者系统", "liberator cell": "脱铜槽", "Great Liberator": "伟大的解放者", "russian liberator": "斯卡朋克", "kite liberator": "少女杀手;风筝解放者;放风筝的人;姹儿刺客", "histamine liberator": "组胺释放剂", "24 Liberator": "B24解放者", "SL LIBERATOR": "海陆解放"}, "eg2": [["\"The<b> liberator</b> who destroys my property, \" Tyler said, \"is fighting to save my spirit.", "“那个毁坏我财物的解放者，”泰勒说，“正为了拯救我的灵魂而战斗。"]]}, "massage": {"ex": ["v. 按摩；推拿；用…揉擦（皮肤、头发等）；美化（事实）", "n. 按摩", "网络 马杀鸡；揉捏；按摩中心"], "pron": {"peg": "英 ['mæsɑːʒ] ", "pam": "美 [mə'sɑʒ] "}, "eg2": [["Massage will help the pain.", "按摩能减轻疼痛。"], ["a back massage", "背部按摩"], ["to give sb a massage", "给某人按摩"], ["massage oils", "按摩油"], ["He massaged the aching muscles in her feet.", "他给她按摩脚上疼痛的肌肉。"], ["to massage sb's ego(= to make sb feel better, more confident, attractive, etc.)", "增强某人的自信心"], ["Massage the cream into your skin.", "将护肤霜揉擦到皮肤上。"], ["The government was accused of massaging the unemployment figures.", "政府被指责谎报了失业数字。"]]}, "midst": {"ex": ["n. 当中，中间", "prep. 在…中间（等于amidst）"], "pron": {"peg": "[mɪdst]", "pam": "[mɪdst]"}, "st": {"similar": "middle"}, "wp": {"midst link": "中间环节", "midst layer": "中间层", "midst business": "中间业务", "midst relay": "中间继电器", "Midst Tent": "棚内", "Midst storage": "中间坯库", "MIDST DIAMETER": "中径", "midst t": "中部;中间", "midst distancemeter": "中程测距仪"}, "eg2": [["Where they crucified him, and two other with him, on either side one, and Jesus in the .", "他们就在那里钉他在十字架上，还有两个人和他一同钉着，一边一个，耶稣在中间。"], ["But there stood one in the  of you, at whose brand of sin and infamy ye have not shuddered!", "但是就在你们中间，却站着一个人，他的罪孽和耻辱并不为你们所回避！"], ["Now, let us place the body under cover, that each one of us may defend this old man dead as he would his father living, and may his presence in our<b> midst</b> render the barricade impregnable!", "现在让我们保护好他的遗体，我们每个人都应当象保护自己活着的父亲那样来保护这位死了的老人。 让他留在我们中间，使这街垒成为铜墙铁壁。"]]}, "occasion": {"ex": ["n. 时机，机会；场合；理由", "vt. 引起，惹起"], "pron": {"peg": "[ə'keʒn]", "pam": "[ə'keʒn]"}, "st": {}, "wp": {"on occasion": "间或;有时;不时地;必要时", "purchase occasion": "购买时机", "Paging Occasion": "寻呼时段;寻呼时机", "occasion sentence": "情境句;场合句", "Operation occasion": "手术时机", "occasion for": "时机;有…理由", "occasion meaning": "情景意义", "Any Occasion": "各种场景", "varying occasion": "动时点"}, "eg2": [["Try to dress appropriately for each .", "试图为每个场合适当地打扮。"], ["What you said on the<b> occasion</b> was not appropriate.", "在这种场合你说这样的话是不相宜的。"], ["His behaviour was not in keeping with the solemn .", "他的举止与这庄严的场合不协调。"]]}, "occasionally": {"pron": {"peg": "[o'keʒənəli]", "pam": "[o'keʒənəli]"}, "wp": {"Occasionally think": "偶尔在想", "Occasionally remembered": "偶然想起", "occasionally ad": "偶然;非经常地;非时常地;非凡是地", "Occasionally seen": "间或不见;偶尔会看", "Occasionally Thought": "偶尔会想", "Occasionally Dentate": "偶有具牙齿", "occasionally needed": "偶尔会需要;有时需要", "Occasionally Subsessile": "偶尔近无柄", "OCCNLY Occasionally": "偶然地"}, "ex": ["adv. 偶尔；间或"], "eg2": [["Disputes  occurred between us.", "我们之间偶尔也会有一番争论。"], ["The pickerel would  arrow the surface.", "小狗鱼偶尔会箭一般地跃出水面。"], ["She goes to church only ,but she believes.", "她只是偶尔去教堂做礼拜，可是她笃信宗教。"]], "st": {}}, "offset": {"ex": ["n. 【印】胶印；背面蹭脏；【机】偏置(管)；迂回管", "v. 抵消；弥补；补偿", "adj. 胶印的", "网络 偏移；偏移量；抵销"], "pron": {"peg": "英 [.ɒf'set] ", "pam": "美 ['ɔf.set] "}, "eg2": [["Prices have risen in order to offset the increased cost of materials.", "为补偿原料成本的增加而提高了价格。"], ["What expenses can you offset against tax ?", "什么开支可以获得税项减免？"]]}, "parade": {"pron": {"peg": "英 [pə'reɪd] ", "pam": "美 [pə'reɪd] "}, "ex": ["n. 阅兵；游行；炫耀；检阅", "v. 游行；展览；游行庆祝；游行示威", "网络 巡游；列队行进；夸耀"], "eg2": [["the Lord Mayor's parade", "欢迎新市长大游行"], ["St Patrick's Day parade in New York", "纽约市圣帕特里克节庆祝游行"], ["a military parade", "军事检阅"], ["They stood as straight as soldiers on parade .", "他们像接受检阅的士兵一样站得笔直。"], ["The latest software will be on parade at the exhibition.", "最新软件将在展览会上展出。"], ["Each generation passes through a similar parade of events.", "每一代人都要经历一系列类似的事。"], ["a shopping parade", "购物街"], ["The victorious team will parade through the city tomorrow morning.", "明天上午获胜队将在城内举行庆祝游行。"], ["People were parading up and down showing off their finest clothes.", "人们走来走去，炫耀着他们最漂亮的服装。"], ["The trophy was paraded around the stadium.", "奖杯被环绕着体育场高举展示。"], ["The prisoners were paraded in front of the crowd.", "囚犯被押解示众。"], ["He is not one to parade his achievements.", "他不是一个爱炫耀自己成就的人。"], ["The crowds applauded as the guards paraded past.", "卫队列队走过时，人群鼓掌欢迎。"], ["The colonel paraded his men before the Queen.", "上校指挥士兵列队行进，接受女王的检阅。"], ["myth parading as fact", "外表看似真实的神话"], ["He paraded himself as a loyal supporter of the party.", "他把自己伪装成该党的忠实支持者。"]]}, "patron": {"ex": ["n. 赞助人；保护人；主顾", "n. (Patron)人名；(英)佩特伦；(法、意、罗)帕特龙"], "pron": {"peg": "[ˈpeɪtrən]", "pam": "[ˈpeɪtrən]"}, "st": {"similar": "sponsor"}, "wp": {"El Patron": "拉丁帅哥;平面设计;苹果乐园", "Patron God": "僻护神菜单", "human patron": "人类的守护神;人类英", "cultural patron": "赞助人", "Thiella Patron": "帕特瑞", "Karaoke Patron": "成奎安", "Patron happiness": "守护幸福", "Sun patron": "太阳守护神", "Patron Permissions": "修改使用者权限;修改馆员权限"}, "eg2": [["The  came down a path paved with cobblestones .", "赞助人经过一条铺着鹅卵石的小路。"], ["\"You have patrons of the arts, museums and charities. I wanted a<b> patron</b> for my family,\" he said.", "杨说：“有人赞助艺术、博物馆和慈善机构，我想为自己的家庭找个赞助人。”"], ["As a sculptor and welder of large metal pieces, I was always invited to the unveilings, especially when a big company was involved as the sponsor or .", "作为一名大件金属物品雕塑家兼电焊工，我总是会被要求去参加揭幕式，特别是当一家大公司成为赞助人或主顾的时候。"]]}, "penalty": {"pron": {"peg": "['pɛnəlti]", "pam": "['pɛnəlti]"}, "wp": {"penalty zone": "禁区", "penalty cost": "违约成本;罚没支出;惩罚成本", "penalty goal": "罚球得分;罚进的球;判胜一球;罚踢得分", "Penalty Double": "惩罚性加倍", "educational penalty": "教育性惩罚;教育的惩罚", "Power penalty": "功率代价;功率损失;功率恶化;功率偿付值", "penalty constant": "罚常数", "termination penalty": "提前结束时的罚金", "point penalty": "罚分;扣分处罚"}, "ex": ["n. 罚款，罚金；处罚"], "eg2": [["The fees and<b> penalty</b> charges ballooned.", "花费和罚款费用一路激增。"], ["Yes. It's a notice of violation but no civil .", "是的，它是一个违规的通知,但是没有民事处罚。"], ["If not, well, I accept the physical<b> penalty</b> without complaint.", "就当是毫无怨言地在承受这个肉体上的罚款。"]], "st": {"transform": [["n.", "penalties"]]}}, "persist": {"pron": {"peg": "[pɚ'sɪst]", "pam": "[pɚ'sɪst]"}, "wp": {"Persist Trust": "持续信赖", "MEAT PERSIST": "肉品坚持", "Life persist": "终生坚持", "enthusiastically persist": "热情地坚持", "Persist time": "持续时间", "to persist": "坚持;复现;坚执;持续", "Persist Context": "持久化上下文", "persist betterment": "持续改进", "persevere persist": "坚持"}, "ex": ["vi. 存留，坚持；持续，固执", "vt. 坚持说，反复说"], "eg2": [["But you must .", "但是你必须坚持。"], ["I say no at first, but they . They promise to work around my schedule; they flatter me.", "一开始我说“不”，但是对方坚持，保证按我的日程安排，还奉承我，对我说，“我们需要你！”"], ["So<b> persist</b> until your stars align and god opens the path for you.", "因此坚持，直到你的星排成一条直线，直到上帝为你开放这条道路。"]], "st": {"similar": "continue"}}, "petty": {"ex": ["adj. 琐碎的；小气的；小规模的", "n. (Petty)人名；(英、法)佩蒂"], "pron": {"peg": "['pɛti]", "pam": "['pɛti]"}, "st": {"similar": "trivial,trifling,paltry,picayune", "transform": [["adj.", "pettier,pettiest"]]}, "wp": {"petty cash": "零用现金;零用钱;\t\t零用金;小额现款", "petty favours": "小恩小惠", "petty bourgeois": "小资产阶级分子;小资产阶级;小市民;时尚汇聚了一群小资", "petty loan": "小额贷款", "petty proprietor": "小业主", "petty thief": "小偷;第十九话", "petty farmer": "小农", "petty insurance": "小额保险", "Being petty": "很霸道;作为小;在小额;猥琐"}, "eg2": [["From now I leave off all<b> petty</b> decorations.", "从今起我要抛弃一切琐碎的装饰。"], ["To support this formula meant upholding democracy and the Constitution; to oppose it seemed mean and .", "支持这个模式意味着维护民主和《宪法》；反对它似乎意味着卑鄙和狭隘。"], ["If you require a building permit, the<b> petty</b> official concerned will obviously get more pleasure from saying «No» than from saying «Yes».", "如果你要求一个建筑许可，这个相关的小官员将明显能从说“不”而非“是”获得更多快乐。"]]}, "ply": {"ex": ["n. 层", "v. 定时往来；定期行驶；（娴熟地）使用", "网络 厚度；层数；帘布层"], "pron": {"peg": "英 [plaɪ] ", "pam": "美 [plaɪ] "}, "eg2": [["Ferries ply across a narrow strait to the island.", "渡船定时穿越狭窄的海峡驶向海岛。"], ["Buses ply regularly to and from these places.", "公交车定时往返于这些地方。"], ["canals plied by gondolas and steam boats", "有小划船和蒸汽船往来的运河"], ["The tailor delicately plied his needle.", "裁缝精巧地飞针走线。"], ["taxis plying for hire outside the theatre", "在剧院外招揽乘客的出租车"], ["taxis plying for hire outside the theatre", "在剧院外招揽乘客的出租车"], ["four-ply knitting yarn", "四股毛线"]]}, "portray": {"pron": {"peg": "[pɔr'tre]", "pam": "[pɔr'tre]"}, "wp": {}, "ex": ["vt. 描绘；扮演"], "eg2": [["What was it like to see someone<b> portray</b> you?", "看到有人扮演你是怎样的感觉？"], ["A wide shot might best  one desert, while a close-up of one plant struggling to survive on the side of a dune might best represent another.", "描绘沙漠的全景时运用广角镜头是最合适的，而对沙丘一侧顽强生存的植物的特写则表现出另一种物质。"], ["Though they were written a century or more ago, these words<b> portray</b> very accurately the situation or challenge in which we all find ourselves in these days.", "虽然这段话是在一个世纪前写下的，这些话语却非常准确地描绘了我们在这些日子里所处的环境和面对的挑战。"]], "st": {}}, "posh": {"pron": {"peg": "[pɑʃ]", "pam": "[pɑʃ]"}, "wp": {"Posh bobs": "时髦短发", "posh breakfast": "我不喜欢", "Posh Inverse": "优雅逆转", "Jason Posh": "毫华的贾森", "Posh Spice": "时髦辣妹;高贵辣妹;维多利亚", "Posh Boy": "唱片公司", "POSH-": "精品皮衣", "less posh": "更加平民化没有译出来", "POsh rinkfilm": "时延效应"}, "ex": ["adj. 时髦的；漂亮的；奢侈的"], "eg2": [["This /smart/classy profession is a favorite in movies.", "这个时髦、优雅、精明的职业可是电影的最爱。"], ["One needs to have a  shop to attract the customers,\" Sujith says.", "要吸引顾客就必须有一个时髦漂亮的铺子。” 他接着说：“买卖很不错。"], ["It is unlikely its Southampton neighbours would go for a casino in their<b> posh</b> town, so the tribe will probably look elsewhere.", "那些南安普敦的邻居不太可能在漂亮的城镇里光顾一家赌场，所以部落将另寻新址。"]], "st": {}}, "preference": {"pron": {"peg": "['prɛfrəns]", "pam": "['prɛfrəns]"}, "wp": {"General Preference": "一般优选设定;选项卡;也是编辑菜单中非常重要的一个选项;普遍偏好", "Community Preference": "欧共体特惠制;共同体优先;体优先;共同体优先原则", "imperial preference": "帝国特惠制;帝国优惠制", "Liquidity Preference": "流动性偏好;\t\t流动偏好;活动性偏好;流动性偏好理论", "Dividends Preference": "优先分红权", "preference testing": "选择检验", "trade preference": "贸易优惠;贸易优先权", "Homogeneous preference": "同质偏好", "fairness preference": "公平偏好"}, "ex": ["n. 偏爱，倾向；优先权"], "eg2": [["Everyone will have their .", "每个人都有自己的偏爱。"], ["At least, this is what psychologists tell us, and they should know, because they have been seriously studying the meaning of color ④, as well as the effect that colors have on human beings.", "至少，这是心理学家告诉我们的--心理学家应该是这方面的专家，因为他们一直在认认真真地研究色彩偏爱的意义以及各种色彩对人的不同影响。"], ["Of course, this is a ridiculous shift in .", "当然，这个优先顺序的转变是可笑的。"]], "st": {"similar": "choice"}}, "priority": {"pron": {"peg": "[praɪ'ɔrəti]", "pam": "[praɪ'ɔrəti]"}, "wp": {"priority declaration": "优先权声明", "Priority Inbox": "优先收件箱;优先级收件箱;智能收件箱;优先收件匣", "scientific priority": "科学优先权;文章的科学先进性;章的迷信进步前辈性;对科学发现优先权", "priority indicator": "优先指示符;优先序指示器;\t\t优先权指示符;优先指示器", "highest priority": "当务之急;\t\t最高优先权;事不宜迟", "Priority Date": "优先日期;优先日;优先权日;排期日", "Aperture Priority": "光圈优先;光圈先决;光圈优先模式;人像摄影必选", "Top Priority": "当务之急;最先考虑;最高优先级;最优先的", "base priority": "基本优先级;基优先级;基础优先级;优先级"}, "ex": ["n. 优先；优先权；[数] 优先次序；优先考虑的事"], "eg2": [["I have  over you in my claim.", "我的请求比你的优先权力。"], ["These issues should clearly be at the top of the  list.", "这些问题应该在这个优先列表的顶部就不澄清。"]], "st": {"transform": [["n.", "priorities"]]}}, "prominent": {"pron": {"peg": "['prɑmɪnənt]", "pam": "['prɑmɪnənt]"}, "wp": {"prominent intellectuals": "高知识群体;高常识群体", "Is prominent": "突出", "prominent property": "显着性", "prominent problems": "突出问题", "Prominent personalities": "突出个性", "prominent status": "显赫身份", "prominent fold": "主褶皱", "Prominent Figures": "人物;巨头;明星;人", "prominent character": "主要特性"}, "ex": ["adj. 突出的，显著的；杰出的；卓越的"], "eg2": [["But I think the most  and visible change to the outside world is our release cycle.", "但我认为对外界而言，最显著的、最能看到的变化是我们的发布周期。"], ["In the process of practice it is not<b> prominent</b> this is because I should improve my English level.", "但在实习的过程中这个优势却并不突出，这都是因为我的专业水平有待提高。"], ["Of course, these individuals have been around since the beginning of human history and played a more<b> prominent</b> role in some eras than in others.", "当然，这些个体自从人类历史开端以来就已经存在，并且在一些时代扮演着比另一些时代更突出的角色。"]], "st": {"similar": "noticeable"}}, "proportion": {"pron": {"peg": "英 [prə'pɔː(r)ʃ(ə)n] ", "pam": "美 [prə'pɔrʃ(ə)n] "}, "ex": ["n. 比例；部分；份额；均衡", "v. 摊派；使相称", "网络 比率；比重；面积"], "eg2": [["Water covers a large proportion of the earth's surface.", "水覆盖了地球表面的大部分。"], ["Loam is a soil with roughly equal proportions of clay, sand and silt.", "壤土是由大约等份的黏土、沙和粉砂合成的。"], ["The proportion of regular smokers increases with age.", "习惯吸烟的人口比重随年龄的增长而上升。"], ["A higher proportion of Americans go on to higher education than is the case in Britain.", "美国人上大学的比例大于英国。"], ["The proportion of men to women in the college has changed dramatically over the years.", "近年来，这个学院的男女学生比例出现了剧变。"], ["The basic ingredients are limestone and clay in the proportion 2:1.", "基本成分是石灰石和黏土，比例为 2:1。"], ["The room is very long in proportion to(= relative to) its width.", "这房间的长度比宽度大很多。"], ["You haven't drawn the figures in the foreground in proportion .", "你的前景人物画得不合比例。"], ["The head is out of proportion with the body.", "头部和身体不成比例。"], ["an impressive building with fine proportions", "比例协调的雄伟建筑物"], ["Always try to keep a sense of proportion(= of the relative importance of different things) .", "事有轻重缓急之分，这要常记在心。"], ["This method divides the task into more manageable proportions.", "这个方法把要完成的任务划分成较易操作的步骤。"], ["a food shortage that could soon reach crisis proportions", "可能会很快达到危机程度的粮食短缺"], ["a room of fairly generous proportions", "相当宽敞的屋子"]]}, "prostitute": {"pron": {"peg": "英 ['prɒstɪ.tjuːt] ", "pam": "美 ['prɑstɪ.tut] "}, "ex": ["n. 卖淫者；娼妓；妓女；男妓", "v. 滥用才能；糟蹋自己；卖淫；出卖肉体", "adj. 卖淫的；堕落的", "网络 婊子；傍柳随花"], "eg2": [["Many felt he was prostituting his talents by writing Hollywood scripts.", "许多人觉得他给好莱坞写剧本是滥用自己的才华。"]]}, "prostitution": {"pron": {"peg": "英 [.prɒstɪ'tjuːʃ(ə)n] ", "pam": "美 [.prɑstɪ'tuʃ(ə)n] "}, "ex": ["n. 卖淫；为娼；当男妓；才能的滥用（或糟蹋）", "网络 妓院；娼妓；性交易"], "eg2": [["Many women were forced into prostitution.", "许多妇女被迫为娼。"], ["child prostitution", "儿童卖淫"]]}, "prudish": {"ex": ["adj. 装正经的；过分规矩的"], "pron": {"peg": "['prudɪʃ]", "pam": "['prudɪʃ]"}, "st": {}, "wp": {"prudish h": "过分守礼的", "hypocritical and prudish": "假正经", "a prudish attitude to sex": "对性的态度过分拘谨"}, "eg2": []}, "punter": {"ex": ["n. 顾客；主顾；客户；赌马的人", "网络 船夫；赌马者；弃踢手"], "pron": {"peg": "英 ['pʌntə(r)] ", "pam": "美 ['pʌntər] "}, "eg2": [["It's important to keep the punters happy.", "重要的是让顾客满意。"]]}, "raid": {"pron": {"peg": "英 [reɪd] ", "pam": "美 [reɪd] "}, "ex": ["v. 突袭；偷袭；突击搜捕；突然搜查", "n. 抢劫；突然袭击；突击检查；突然搜查", "网络 磁盘阵列(Redundant Array of Independent Disks)；磁碟阵列(Redundant Array of Inexpensive Disks)；独立磁盘冗余阵列"], "eg2": [["They carried out a bombing raid on enemy bases.", "他们突然出击，轰炸了敌军的基地。"], ["They were arrested during a dawn raid .", "在一次清晨的突击搜查中，他们都被捕了。"], ["an armed bank raid", "一起持械抢劫银行案"], ["Villages along the border are regularly raided.", "边境附近的村庄经常遭受突袭。"], ["a raiding party(= a group of soldiers, etc. that attack a place)", "突袭小分队"], ["Many treasures were lost when the tombs were raided in the last century.", "上世纪这些坟墓遭到偷盗，很多财宝都失踪了。"], ["I caught him raiding the fridge again(= taking food from it) .", "我撞见他又在扫荡冰箱里的食物。"]]}, "reckon": {"pron": {"peg": "['rɛkən]", "pam": "['rɛkən]"}, "wp": {"reckon in": "计入;包括在内", "you reckon": "你真的这么认为", "reckon with": "处理;估计到;对付;预料到", "L Reckon": "我想", "reckon accounts": "结帐", "Economists Reckon": "经济学家认为", "reckon areong": "算在…之内", "reckon sth": "把某事物计算在内", "to reckon": "估计;算计;料度;数数"}, "ex": ["vt. 测算，估计；认为；计算", "vi. 估计；计算；猜想，料想"], "eg2": [["You are the boss here,I .", "你是这里的老板吧，我猜想。"], ["Did you  in the cost of the taxi?", "你把坐计程车的费用计算在内了吗?"], ["We<b> reckon</b> him to be the best goalkeeper in the world.", "我们认为他是世界上最好的足球守门员。"]], "st": {"similar": "calculate,rely"}}, "reluctant": {"pron": {"peg": "[rɪ'lʌktənt]", "pam": "[rɪ'lʌktənt]"}, "wp": {"reluctant realism": "谨慎的现实主义", "Reluctant Dragon": "书名", "reluctant to": "不愿意;勉强的;不愿", "reluctant start": "勉强的开端", "reluctant -": "不情愿的", "reluctant admission": "勉强的承认", "Reluctant see": "不愿意看到", "Reluctant speakers": "不愿开口的学生", "Reluctant smile": "不情愿的微笑;不愿意微笑"}, "ex": ["adj. 不情愿的；勉强的；顽抗的"], "eg2": [["Even if the child is , he knows that the time is reserved for reading.", "即使孩子们不情愿，他也会知道那个时间是为了阅读留出来的。"], ["If the company is  to give you a list, do some research on your own (Google it).", "如果公司不情愿给您名单，那您可以独自地做一些调查(谷歌它)。"]], "st": {"similar": "disinclined,hesitant,loath,averse"}}, "resident": {"pron": {"peg": "['rɛzɪdənt]", "pam": "['rɛzɪdənt]"}, "wp": {"Resident Evil": "生化危机;生化危机系列;恶灵古堡;生化危机之变种生还者", "resident flora": "常居菌;常住菌;常驻菌;常居细菌群", "Resident Manager": "驻店经理;住店经理;驻点经理;酒店驻店经理", "Chief resident": "总住院医师;住院总医师;住院总;总医师", "resident permit": "居留许可;临时居住许可;申请居留证;居住许可证", "Resident Executive": "驻存执行;\t\t常驻执行程序;常驻管理程序", "resident correspondent": "常驻记者;常驻;常驻新闻采访者;常驻采访者", "Resident protection": "下降后留下的保护点", "resident student": "寄宿生;走读生;住校生"}, "ex": ["adj. 居住的；定居的", "n. 居民；住院医生"], "eg2": [["As one local  put it in May, \"By day there is government.", "正如一位当地居民在五月份对它的描述”白天有政府。"], ["Almost every<b> resident</b> is a tenant of the duchy, which has its regional office in the village.", "这里几乎所有居民都是公国的住户，公国在村子里设有区域办事处。"], ["Few of her former comrades enjoy this comfort; but, as another<b> resident</b> explained, the authorities like them to live there \"to do propaganda and education work\".", "她以前的同志，很少人能享受能这种舒适生活；不过另一个居民解释说，当局希望他们住在那以“进行宣传教育工作”。"]], "st": {}}, "resort": {"pron": {"peg": "英 [rɪ'zɔː(r)t] ", "pam": "美 [rɪ'zɔrt] "}, "ex": ["n. 度假胜地；诉诸；采取；旅游胜地", "v. 去；凭藉", "网络 度假村；求助；度假酒店"], "eg2": [["seaside/ski/mountain, etc. resorts", "海滨、滑雪、山区等度假胜地"], ["a popular holiday resort", "受欢迎的旅游胜地"], ["the resort town of Byron Bay", "度假小镇拜伦贝城"], ["There are hopes that the conflict can be resolved without resort to violence.", "冲突有望不需要诉诸武力而得到解决。"], ["Strike action should be regarded as a last resort , when all attempts to negotiate have failed.", "罢工应该是最后一着，在所有的谈判努力都告失败时才使用。"], ["In the last resort(= in the end) everyone must decide for themselves.", "最后人人都得自己作决定。"]]}, "restriction": {"pron": {"peg": "[rɪ'strɪkʃən]", "pam": "[rɪ'strɪkʃən]"}, "wp": {}, "ex": ["n. 限制；约束；束缚"], "eg2": [], "st": {}}, "salon": {"ex": ["n. 美发厅；美容院；高级服装店；（大宅中的）客厅", "网络 沙龙；美容厅；沙龙香槟"], "pron": {"peg": "英 ['sælɒn] ", "pam": "美 [sə'lɑn] "}, "eg2": [["a beauty salon", "美容院"], ["a hairdressing salon", "美发厅"], ["a literary salon", "文艺沙龙"]]}, "sauna": {"ex": ["n. 蒸汽浴室；桑拿浴室；桑拿房；蒸气浴", "网络 三温暖；桑拿室；芬兰浴"], "pron": {"peg": "英 ", "pam": "美 [ˈsɔːnə] "}, "eg2": [["a hotel with a swimming pool and sauna", "带游泳池和桑拿浴室的旅馆"], ["to have/take a sauna", "洗桑拿浴"]]}, "scholarly": {"ex": ["adj. 博学的；学者风度的；学者派头的"], "pron": {"peg": "['skɑlɚli]", "pam": "['skɑlɚli]"}, "st": {}, "wp": {"Scholarly Publishing": "学术出版", "scholarly dictionary": "学术性词典", "Scholarly campus": "书香校园", "Scholarly Publications": "学者文摘", "scholarly literature": "学术文献", "scholarly writing": "学术论文写作", "scholarly research": "学术研究", "scholarly notes": "学术注释", "scholarly elegance": "儒雅"}, "eg2": [["Even when I recall the trial, I can not remember what topics we selected for<b> scholarly</b> discussion.", "甚至在我回忆那次审判时，我都不记得我们选的是什么论题进行的学术讨论。"], ["And while much of this information is not necessarily new, this is the first time we’ve seen it all in one place, analyzed with<b> scholarly</b> detachment.", "尽管书中提供的信息并不一定都是新的，不过这书第一次将所有资料汇集在一起，作者用一种学者的超脱态度进行研究。"], ["Much of the trouble can be traced to the difficulty of establishing a modern role for an imperial line so old that its origins are a matter of<b> scholarly</b> debate.", "许多麻烦可以追溯至为天皇安置一个现代化角色的困难，因为这支皇族的历史如此古老，以至于其起源一直是学术界争论的问题。"]]}, "seize": {"ex": ["vt. 抓住；夺取；理解；逮捕", "vi. 抓住；利用；（机器）卡住"], "pron": {"peg": "[siz]", "pam": "[siz]"}, "st": {"similar": "take", "transform": [["vt.", "seized,seizing"]]}, "wp": {"seize opportunities": "抓住机遇;捉住机遇;把握时机;捉住机会", "Seize food": "虎口夺食", "seize upon": "抓住;利用", "seize property": "扣押财产", "Fruit Seize": "水果砸砸砸;保护果园", "seize children": "抓住儿童;占领孩子;抓住孩子", "Seize Moodle": "希子目多", "seize trunk": "中继线网关", "seize illegally": "不合法地抓住"}, "eg2": [["The opportunity is there. Why not<b> seize</b> it?", "机会正在那儿呢，为什么不抓住它？"], ["If you fail to oil the engine regularly, it would  up  without warning.", "如果你不定期给发动机注油，它不定那天就会突然卡住。"], ["“I think that there is no reason why we should not<b> seize</b> this opportunity and this moment,” the president said.", "奥巴马总统说：\"我认为，没有任何理由让我们不去抓住这个机会和这个时刻。\""]]}, "skew": {"pron": {"peg": "[skju]", "pam": "[skju]"}, "wp": {"skew line": "偏斜线;交叉线;\t\t斜线;复斜线", "skew ray": "不交轴光线;斜光线;斜射光", "skew symmetric": "反对称的", "line skew": "行扭斜;\t\t行位偏斜", "skew bridge": "斜交桥;\t\t斜桥", "skew table": "斜辊辊道;斜座石", "skew distribution": "偏斜分布;偏斜分配;非对称性分布;偏态分布", "Bridge Skew": "桥接扭曲", "skew curve": "空间曲线;不对称曲线;偏态曲线;斜曲线"}, "ex": ["n. 斜交；歪斜", "adj. 斜交的；歪斜的", "vt. 使歪斜", "vi. 偏离，歪斜；斜视"], "eg2": [["However there is some notable right .", "但是有一个非常显著的右歪斜。"], ["You are either designing a new table that will be hash-partitioned, or you have an existing hash-partitioned table that might have a data<b> skew</b> problem.", "您正在设计一个将被哈希分区的新表，或者您已经有了一个哈希分区的表，并且此表有可能会存在数据倾斜问题。"], ["Table data<b> skew</b> refers to a difference between the number of records in a table on particular database partitions and the average number of records across all database partitions for this table.", "表数据倾斜 指的是特定的一些数据库分区上的某个表内的记录数与这个表所跨的所有数据库分区的平均记录数之间的差额。"]], "st": {}}, "sleaze": {"ex": ["n. 劣等品；卑鄙的人；肮脏；不名誉的状况", "vi. 松松垮垮地进行；缓慢无力地移动"], "pron": {"peg": "[sliz]", "pam": "[sliz]"}, "st": {}, "wp": {"Sleaze Rock": "肮脏摇滚", "sleaze gridlock": "在竞选过程中", "Sleaze and Sirens": "丑闻和警报", "Sleaze A Billy": "唱片名", "no vip sleaze": "不走贵宾通道", "By That Sleaze Bag": "到那个肮脏袋", "Sleazebag or sleaze ball": "混球", "Techno Pleasr U Sleaze": "摇头吧", "The Sleaze Factor": "新浪潮"}, "eg2": [["For instance, these days for me, dramatic plays at local arts centers have replaced strip pole dancing at the local  huts.", "举个例子，在我的这些日子里，去低俗的小屋看钢管舞已经变成了去当地艺术中心看戏剧。"]]}, "spite": {"ex": ["n. 不顾；恶意；怨恨", "vt. 刁难；使恼怒"], "pron": {"peg": "[spaɪt]", "pam": "[spaɪt]"}, "st": {"similar": "malic", "transform": [["vt.", "spited,spiting"]]}, "wp": {"Spite Fire": "弹药师", "spite behavior": "有碍适应的行为", "Spite Up": "能量放出", "Spite Illness": "带病", "petty spite": "卑劣的恶意", "CSS Spite": "实现菜单标签", "Personal Spite": "私愤", "Desktop Spite": "雪狐桌面精灵", "spite e": "怨恨;恶意"}, "eg2": [["In  of these insults, I managed not to get angry.", "尽管遭到了这些侮辱，我尽力控制住自己没有发怒。"], ["In<b> spite</b> of that big, barren space between you and your goal, in  of the fear of rejection or humiliation, dance.", "尽管在你和你的目标之间横亘着那个宽大贫瘠的空地，尽管害怕被拒绝或者羞辱——跳舞吧。"], ["Some of our purebred pets like this bloodhound look like little mutants, and we love them, not in  of their ugliness, but because of it.", "像猎犬这样的一些人类纯种宠物看上去有时也像突变体，并且我们之所以喜欢它们，恰恰是因为它们的丑陋之处。"]]}, "sporadic": {"ex": ["adj. 零星的；分散的；不定时发生的"], "pron": {"peg": "[spə'rædɪk]", "pam": "[spə'rædɪk]"}, "st": {}, "wp": {"sporadic meteor": "偶现流星;散流星", "sporadic explosions": "零星爆炸", "Sporadic cases": "散发病例", "sporadic deviation": "偶然差异", "sporadic distribution": "不规则分布", "Sporadic Groups": "散在群", "Sporadic CJD": "散发性库贾氏病;分为散发性;散发性", "Sporadic brick": "零星砌砖", "sporadic task": "零星任务"}, "eg2": [["If you’re finding  periods of laziness throughout the day, it could be because you don’t take enough breaks (see #2), and you don’t have the day mapped out as efficiently as you could.", "如果你一整天当中不定时地出现零星的懒惰行为，也许因为是你没有得到充足的休息（参见第2条），和没有尽可能有效地详细制定一天的计划。"], ["Therefore, based on current information, these instances of drug resistance appear to represent<b> sporadic</b> cases of resistance.", "因此，根据当前的信息，这些耐药性病例似乎体现为零星的耐药案例。"], ["But outbreaks and<b> sporadic</b> importations continue to affect an additional four countries in Africa.", "但是，疫情和零星输入情况继续影响到非洲另外四个国家。"]]}, "sprawl": {"pron": {"peg": "[sprɔl]", "pam": "[sprɔl]"}, "wp": {"urbar sprawl": "都会扩张", "information sprawl": "信息蔓延", "sprawl WESTBANK": "展开", "SPRAWL TRILOGY": "漫生三部曲;蔓生都会三部曲;三部曲;蔓生三部曲", "server sprawl": "服务器蔓延;伺服器耗用过多资源;服务器蔓生;器散列", "Solution Sprawl": "解决方案蔓延", "Utopia Sprawl": "理想境蔓生", "sprawl v": "伸展手足而卧", "land sprawl": "用地扩张"}, "ex": ["vi. 蔓延；伸开手足躺；无计划地扩展", "vt. 懒散地伸开；使蔓生", "n. 蔓生；伸开手足躺卧姿势"], "eg2": [["Sand dunes<b> sprawl</b> along the coast of northeastern Brazil, sometimes extending kilometers inland.", "沙丘沿着巴西东北部海岸蔓延，有时会往内陆扩展数公里。"], ["The ability to easily generate virtual machines tends to lead to a willingness to do more, and soon the IT manager finds virtual machine<b> sprawl</b> on his hands.", "如果能够更容易地制作虚拟机，那么人们会更愿意使用它，不久之后IT经理就会发现虚拟机已经蔓延开了。"], ["This kind of holistic approach to server virtualization is necessary to reap the benefits of the technology without succumbing to the perils of virtual .", "服务器虚拟化的这种整体方法对于从该技术获取效益来说是很有必要的，而不会面临虚拟蔓延的危险。"]], "st": {}}, "swallow": {"pron": {"peg": "英 ['swɒləʊ] ", "pam": "美 ['swɑloʊ] "}, "ex": ["v. 吞下；咽下；吞没；相信", "n. 吞；咽；燕；一次吞咽的量", "网络 燕子；淹没"], "eg2": [["Always chew food well before swallowing it.", "什么食物都要先嚼碎再吞咽。"], ["I had a sore throat and it hurt to swallow.", "当时我嗓子疼，咽东西就疼。"], ["The pills should be swallowed whole.", "这些药要吞服。"], ["She swallowed hard and told him the bad news.", "她使劲咽了口唾沫，把坏消息告诉了他。"], ["I watched her walk down the road until she was swallowed by the darkness.", "我看着她沿公路越走越远，直至消失在黑暗中。"], ["Large areas of countryside have been swallowed up by towns.", "大片大片的乡村地区被城镇吞噬。"], ["Most of my salary gets swallowed (up) by the rent and bills.", "我的工资大多支付房租和各种日常费用了。"], ["I found her excuse very hard to swallow .", "我觉得她的理由很难让人相信。"], ["He told her a pack of lies, but she swallowed it whole .", "他对她讲了一堆假话，可她全都信以为真。"], ["to swallow your doubts", "不流露怀疑"], ["You're going to have to swallow your pride and ask for your job back.", "你得放下架子，去求人家给你恢复原职。"], ["I was surprised that he just sat there and swallowed all their remarks.", "让我吃惊的是他就坐在那儿默默地任凭他们评论。"]]}, "thorough": {"ex": ["adj. 彻底的；十分的；周密的"], "pron": {"peg": "[ˈθʌrəʊ; θʌro]", "pam": "[ˈθʌrəʊ; θʌro]"}, "st": {}, "wp": {"thorough repair": "大修", "thorough understanding": "彻底理解;深入了解;透彻的理解;透彻了解", "thorough cleansing": "彻底清洁", "Thorough cleaning": "彻底打扫;彻底清扫;大扫除", "Thorough thinking": "思考透彻;深入思考;相应的思考", "Thorough Search": "地毯式搜索;摸排;彻底搜查", "thorough burning": "完全燃烧", "thorough tamping": "完全夯实", "thorough drying": "充分干燥"}, "eg2": [["He had made a  investigation. No wonder he knew so much about it.", "他对此事做了彻底的调查，怪不得他了解得那么多。"], ["As described in the previous chapter, these tests are not described in enough detail in RUP to do a<b> thorough</b> mapping process.", "如在前一章所描述的，这些测试没有在RUP中进行足够详细的描述，以进行一个彻底的映射过程。"], ["We will only highlight some of the questions here, but a  understanding of the answers to all of the questions is critical to connector design.", "虽然我们在这里只强调几个问题，但是对于连接器设计而言，能够彻底理解所有这些问题的答案是至关重要的。"]]}, "thrive": {"pron": {"peg": "[θraɪv]", "pam": "[θraɪv]"}, "wp": {"thrive derrick": "吊杆转臂起重机", "Indeed Thrive": "更繁荣昌盛", "thrive in": "于", "thrive-": "兴旺", "to thrive": "繁荣兴旺;大量生长;要一举超越;使兴旺", "thrive miraculously": "奇迹般地兴盛", "thrive person": "吊杆控制员", "concreting thrive": "浇注混凝土起重机臂", "Thrive Island": "生存安卓版"}, "ex": ["vi. 繁荣，兴旺；茁壮成长"], "eg2": [["A business cannot<b> thrive</b> without good management.", "企业没有良好的管理不会兴旺。"], ["And I want every child to have the same chances to learn and dream and grow and  that you girls have.", "我同时也希望每一个孩子都能拥有跟你们一样的学习机会，同样充满梦想，然后茁壮成长起来。"], ["If you are yourself at work, you will either  or wither, and if you wither chances are that you are in the wrong place to begin with.", "如果你在工作中坚持做自己，你要么茁壮成长，要么逐渐枯萎，当你枯萎的时候，还会有机会在你枯萎的错误地方重新开始。"]], "st": {"transform": [["vi.", "thrived或throve,thrived或thriven,thriving"]], "similar": "succeed"}}, "venue": {"pron": {"peg": "英 ", "pam": "美 [ˈvɛnjuː] "}, "ex": ["n. 场地；会场；(体育)场馆；集合地点", "网络 会议地点；展览地点；比赛地点"], "eg2": [["The band will be playing at 20 different venues on their UK tour.", "这个乐队在英国巡回演出期间将在 20 个不同的地点演出。"], ["Please note the change of venue for this event.", "请注意：这次比赛易地进行。"]]}, "violent": {"pron": {"peg": "['vaɪələnt]", "pam": "['vaɪələnt]"}, "wp": {"violent folding": "剧烈褶皱作用", "violent incidents": "暴力事件", "Violent Beauty": "残暴之美;暴之美", "violent acceleration": "急剧加速", "Violent Playground": "暴力游乐场;暴徒地带", "violent ken": "洗脑肯", "violent possession": "暴力占有", "Violent Lolita": "暴力与嗜杀", "violent flood": "暴洪"}, "ex": ["adj. 暴力的；猛烈的"], "eg2": [["The black cloud presignified a<b> violent</b> storm.", "乌云预示着一场猛烈的暴风雨。"], ["The speaker lashed the young people into<b> violent</b> action.", "那个演讲者煽动青年人搞暴力行动。"], ["The enemy troops began to reel in defeat under our<b> violent</b> attack.", "敌军在我方的猛烈攻击下开始溃退。"]], "st": {}}, "wive": {"ex": ["vt. 娶…为妻；给…娶妻", "vi. 娶妻"], "pron": {"peg": "[waɪv]", "pam": "[waɪv]"}, "st": {"transform": [["vi.", "wived,wiving"]]}, "wp": {}, "eg2": []}}, "title": "In China, sex work is being pushed back into the shadows\n", "paperStatistics": {"suggestedfocus": "11.9 Minutes", "wordsset": 550, "keywords": "China,Dongguan,business,government,police,prostitution,sex,trade", "toughwords": 76, "allwords": 934, "title": "In China, sex work is being pushed back into the shadows\n", "desc": "But the risk of punishment may be falling\n", "img": "https://cdn.static-economist.com/sites/default/files/images/print-edition/20180707_CNP002_0.jpg\n", "date": "2018-07-08 23:59:24", "link": "2018_7_12_2.json"}}