{"Date": "2019-04-17 11:24:06", "content": "<p>\n</p> <p>The sport’s most beloved star was very good at <span class=\"word-wrap-span\">Augusta</span>—but also very lucky\n</p> <p>\n</p> <p>\n</p> <p>FOR EVERY single week between August 2013 and September 2018, betting on Tiger Woods was a losing <span class=\"word-wrap-span\">proposition</span>. Owing to a series of injuries and over-use of pain-killing <span class=\"word-wrap-span\">prescription</span> drugs, golf’s biggest star went five years without winning a single <span class=\"word-wrap-span\">tournament</span>. So in <span class=\"word-wrap-span\">hindsight</span>, it looks like <span class=\"word-wrap-span\">remarkably</span> poor timing that the \n</p> <p>\n</p> <p> ran an article pouring cold water on Mr Woods’s chances of winning the <span class=\"word-wrap-span\">Master</span>s <span class=\"word-wrap-span\">Tournament</span> in precisely the week that he wound up  ending his 11-year-long drought  in major championships. “Our <span class=\"word-wrap-span\">Master</span>s forecast is <span class=\"word-wrap-span\">lukewarm</span> on Tiger Woods”, read the headline on the online version of the  story , which ended by declaring it “more likely than not that he has let <span class=\"word-wrap-span\">loose</span> his last roar”.\n</p> <p>\n</p> <p>Before the <span class=\"word-wrap-span\">tournament</span> began, betting markets gave Mr Woods a 5% chance to win. That was more than twice the 2.2% <span class=\"word-wrap-span\">estimate</span> produced by <span class=\"word-wrap-span\">EAGLE</span>, our <span class=\"word-wrap-span\">statistical</span> golf prediction model. Did <span class=\"word-wrap-span\">punter</span>s know something that the computer did not?\n</p> <p>\n</p> <p><span class=\"word-wrap-span\">EAGLE</span> may well have under-<span class=\"word-wrap-span\">estimate</span>d the probability that the man who once played the game better than anyone else in history would re-capture his mojo. However, close <span class=\"word-wrap-span\">scrutiny</span> of Mr Woods’s showing at the <span class=\"word-wrap-span\">Master</span>s suggests that rather than channelling <span class=\"word-wrap-span\">vintage</span> Tiger, he delivered a <span class=\"word-wrap-span\">mere</span>ly excellent <span class=\"word-wrap-span\">tournament</span>, not one for the ages. His performance was easily within the capacity of any top-ten <span class=\"word-wrap-span\">golfer</span>, and one that in gene<span class=\"word-wrap-span\">ral</span> is not <span class=\"word-wrap-span\">sufficient</span> to win a major.\n</p> <p>\n</p> <p>In fact, Mr Woods’s four days in Georgia were not even his \n</p> <p>\n</p> <p> best work at a major since he returned to action. Last year at the PGA Championship, Mr Woods played well enough to win, but was stymied by a competitor who was just a bit better. This time, in contrast, he put in nearly as good an effort, while all of the other <span class=\"word-wrap-span\">contender</span>s in a wide-open field made costly errors at crucial moments.\n</p> <p>\n</p> <p> Although <span class=\"word-wrap-span\">EAGLE</span> was far less <span class=\"word-wrap-span\">bullish</span> on Mr Woods than <span class=\"word-wrap-span\">bettor</span>s were, the model was actually rather <span class=\"word-wrap-span\">impress</span>ed by his <span class=\"word-wrap-span\">comeback</span>. After adjusting for course conditions and difficulty, Mr Woods’s average scores since he returned from injury in December 2017 were the tenth-best in the world during that period. <span class=\"word-wrap-span\">EAGLE</span> ranked him as the ninth-best <span class=\"word-wrap-span\">golfer</span> in this year’s <span class=\"word-wrap-span\">Master</span>s field, with an expected score of 0.36 <span class=\"word-wrap-span\">stroke</span>s above par per round under standard conditions for a major <span class=\"word-wrap-span\">tournament</span>.\n</p> <p>\n</p> <p>There is so much round-to-round <span class=\"word-wrap-span\">variability</span> <span class=\"word-wrap-span\">intrinsic</span> to golf that over a <span class=\"word-wrap-span\">mere</span> 72 holes, the best player in the world at the start of a major <span class=\"word-wrap-span\">tournament</span> rarely <span class=\"word-wrap-span\">emerge</span>s <span class=\"word-wrap-span\">victor</span>ious. <span class=\"word-wrap-span\">EAGLE</span> regarded <span class=\"word-wrap-span\">Dustin</span> Johnson as the leader of the <span class=\"word-wrap-span\">Master</span>s pack by a comfortable margin, but still gave him just an 8% chance to win. (At the t<span class=\"word-wrap-span\">ail</span> end of his peak, Mr Woods towered so far above the competition that he reached <span class=\"word-wrap-span\">seemingly</span> <span class=\"word-wrap-span\">unthinkable</span> <span class=\"word-wrap-span\">victor</span>y odds around 25%. No one has approached that level since.) Instead, the champion usually <span class=\"word-wrap-span\">emerge</span>s from the <span class=\"word-wrap-span\">cluster</span> of players ranked between fifth and 30th—though determining exactly which one of them fortune will smile upon is a fool’s <span class=\"word-wrap-span\">errand</span>. By <span class=\"word-wrap-span\">EAGLE</span>’s <span class=\"word-wrap-span\">estimate</span>, the current version of Mr Woods plays at almost exactly the average skill level of major winners. Then again, so do competitors like Paul Casey and Sergio García, who both wound up buried at the bottom of the <span class=\"word-wrap-span\">Master</span>s leaderboard.\n</p> <p>\n</p> <p>Rather than unfounded scepticism about Mr Woods’s ability, <span class=\"word-wrap-span\">EAGLE</span>’s <span class=\"word-wrap-span\">estimate</span> of his chances fell short of those of betting markets for two reasons. The first is that in the model’s <span class=\"word-wrap-span\">calculation</span>, <span class=\"word-wrap-span\">punter</span>s tend to over-value \n</p> <p>\n</p> <p> <span class=\"word-wrap-span\">elite</span> or well-known players, while under-estimating those of long-shots. The ranks of major champions include almost all of the greats, but also out-of-nowhere <span class=\"word-wrap-span\">upstart</span>s. In 2009 the unhe<span class=\"word-wrap-span\">ral</span>ded  Y.E. <span class=\"word-wrap-span\">Yang</span>  <span class=\"word-wrap-span\">ral</span>lied from a seven-<span class=\"word-wrap-span\">stroke</span> <span class=\"word-wrap-span\">deficit</span> to beat Mr Woods at the  2009 PGA Championship , which by <span class=\"word-wrap-span\">EAGLE</span>’s <span class=\"word-wrap-span\">estimate</span> was the most <span class=\"word-wrap-span\">improbable</span> major <span class=\"word-wrap-span\">victor</span>y of the 21st century. Two years later, <span class=\"word-wrap-span\">Darren</span> <span class=\"word-wrap-span\">Clarke</span> was ranked 111th in the world when he won his first and only major at the Open Championship in England at the age of 42.\n</p> <p>\n</p> <p>Individually, each low-ranked competitor has only a slim chance of <span class=\"word-wrap-span\">victor</span>y. Collectively, however, their probability tends to be greater—and thus, the chances of the favourites are lower—than the prices on peer-to-peer betting exchanges suggest. Based on <span class=\"word-wrap-span\">EAGLE</span>’s <span class=\"word-wrap-span\">calculation</span>s, the most <span class=\"word-wrap-span\">profitable</span> bet ahead of the <span class=\"word-wrap-span\">Master</span>s was to <span class=\"word-wrap-span\">wager</span> on a <span class=\"word-wrap-span\">stumble</span> by <span class=\"word-wrap-span\">Rory</span> McIlroy, who was heavily favoured in betting markets to win the <span class=\"word-wrap-span\">tournament</span>. Mr McIlroy wound up finishing 21st, offering a healthy pay-out to doubters—including your <span class=\"word-wrap-span\">correspond</span>ent—who took odds of 2.5-to-one (a 29% probability) or better that he would f<span class=\"word-wrap-span\">ail</span> to make the top 20. <span class=\"word-wrap-span\">EAGLE</span> <span class=\"word-wrap-span\">reckon</span>ed his chances of such a disappointing result were just under 50%.\n</p> <p>\n</p> <p>The second explanation for <span class=\"word-wrap-span\">EAGLE</span>’s relative <span class=\"word-wrap-span\">pessimism</span> is that unlike <span class=\"word-wrap-span\">bettor</span>s, the model treats all players with similar scores over the past few years similarly—regardless of whether or not they happen to be named Tiger Woods. <span class=\"word-wrap-span\">Punter</span>s priced Mr Woods as the third or fourth most likely player to win the <span class=\"word-wrap-span\">tournament</span>, a conclusion impossible to justify based solely on his record since 2017. The only way to arrive at such a <span class=\"word-wrap-span\">lofty</span> valuation was to bake in a significant probability that he would recover the form he last displayed nearly a decade ago. As <span class=\"word-wrap-span\">prescient</span> as that looks in <span class=\"word-wrap-span\">hindsight</span>, could it really have been justified in advance?\n</p> <p>\n</p> <p><span class=\"word-wrap-span\">EAGLE</span> takes a <span class=\"word-wrap-span\">straightforward</span> approach to weighting historical scores: every day, each round result in its database loses about 0.25% of its impact. Scores from a week ago are counted about 98% as much as ones from today; those a month old are worth 93%; those a full year in the past get 41%; and those two years back are <span class=\"word-wrap-span\">assign</span>ed 16%. On one hand, this “<span class=\"word-wrap-span\">decay</span> rate”, optimised to produce the most <span class=\"word-wrap-span\">accurate</span> forecasts over the model’s entire <span class=\"word-wrap-span\">dataset</span> of over 1m rounds, looks surprisingly gentle. Few analysts pay attention to scores from even six months ago, not to mention those from two years in the past. But given the <span class=\"word-wrap-span\">length</span> of Mr Woods’s decline phase and absences from the game, the weight <span class=\"word-wrap-span\">EAGLE</span> puts on scores from the last time he won a <span class=\"word-wrap-span\">tournament</span> in 2013 rounds to zero.\n</p> <p>\n</p> <p>For most <span class=\"word-wrap-span\">golfer</span>s, ignoring results over six years old would be <span class=\"word-wrap-span\">sensible</span>. But Mr Woods, as always, is a special case. He was <span class=\"word-wrap-span\">ail</span>ing during many of the rounds he did play in the intervening years, making those results poor <span class=\"word-wrap-span\">predictor</span>s of how he might perform when healthy. Moreover, he might have needed to re-discover his touch during the first months of his <span class=\"word-wrap-span\">comeback</span>. In theory, a well-designed model would need to give him credit for his <span class=\"word-wrap-span\">proven</span> potential, while discounting the importance of scores recorded before he settled into form.\n</p> <p>\n</p> <p>In practice, however, the particulars of Mr Woods’s journey <span class=\"word-wrap-span\">mitigate</span> many of these concerns. Because he barely played in the two years to November 2017, <span class=\"word-wrap-span\">EAGLE</span>’s time-<span class=\"word-wrap-span\">decay</span> function already caused it to <span class=\"word-wrap-span\">disregard</span> the poor scores Mr Woods recorded before his time off. And rather than gaining ground <span class=\"word-wrap-span\">incremen<span class=\"word-wrap-span\">tally</span></span> once he came back en route to his <span class=\"word-wrap-span\">climactic</span> <span class=\"word-wrap-span\">Master</span>s <span class=\"word-wrap-span\">triumph</span>, the <span class=\"word-wrap-span\">rejuvenate</span>d star <span class=\"word-wrap-span\">emerge</span>d fully formed, like <span class=\"word-wrap-span\">Athena</span> springing from the head of <span class=\"word-wrap-span\">Zeus</span>, from the moment he <span class=\"word-wrap-span\">resume</span>d play. In the first six <span class=\"word-wrap-span\">tournament</span>s he played upon his return, he finished second, fifth, ninth, 12th and 23rd, with only one missed cut—a run that would make a <span class=\"word-wrap-span\">golfer</span> half his age proud. During the following year, he maintained that level of performance—one <span class=\"word-wrap-span\">consistent</span> with a top-ten player, rather than a top-five one—but did not improve upon it.\n</p> <p>\n</p> <p>Fans of Mr Woods will surely insist that this approach sells their hero short. So as a check on <span class=\"word-wrap-span\">EAGLE</span>’s method, consider a thought experiment. Suppose that back in 2009, when Mr Woods announced he would take a break from golf to repair his broken personal life, that <span class=\"word-wrap-span\">hiatus</span> had lasted for a decade rather than for just a few months. How might we have predicted him to perform in 2019, knowing nothing but how he had played at his peak?\n</p> <p>\n</p> <p>Ageing <span class=\"word-wrap-span\">curve</span>s are far <span class=\"word-wrap-span\">gentler</span> in golf than in most other sports—no one <span class=\"word-wrap-span\">blink</span>s an eye when a 40-something <span class=\"word-wrap-span\">golfer</span> wins a <span class=\"word-wrap-span\">tournament</span>. But that does not mean that time exacts no <span class=\"word-wrap-span\">toll</span> at all. On the <span class=\"word-wrap-span\">contrary</span>, <span class=\"word-wrap-span\">golfer</span>s gene<span class=\"word-wrap-span\">rally</span> play significantly better in their 30s than in their 40s.\n</p> <p>\n</p> <p>Since records for the Official World Golf <span class=\"word-wrap-span\">Rank</span>ings (OWGR) began in 1986, there have been 16 players other than Mr Woods who were in the top ten just before turning 34—Mr Woods’s age when the <span class=\"word-wrap-span\">scandal</span> broke—and were still active at Mr Woods’s current age of 43 years and three and a half months. Just two of them, <span class=\"word-wrap-span\">Phil</span> <span class=\"word-wrap-span\">Mickelson</span> and <span class=\"word-wrap-span\">Greg</span> Norman, were still in the top ten nine years later, and only three more (Colin Montgomerie, <span class=\"word-wrap-span\">Ernie</span> Els and Jim Furyk) managed to stay in the top 25.\n</p> <p>\n</p> <p>Ove<span class=\"word-wrap-span\">ral</span>l, after translating their world rankings into expected scores to par under <span class=\"word-wrap-span\">typical</span> conditions, the average member of this group lost 1.47 <span class=\"word-wrap-span\">stroke</span>s per round between the ages of 34 and 43. And just before his <span class=\"word-wrap-span\">infidelity</span> <span class=\"word-wrap-span\">scandal</span> became public, Mr Woods was playing at a level of some 1.19 <span class=\"word-wrap-span\">stroke</span>s below par per round. If you add on 1.47 <span class=\"word-wrap-span\">stroke</span>s per round for nine years of ageing, you get an <span class=\"word-wrap-span\">estimate</span> of 0.28 <span class=\"word-wrap-span\">stroke</span>s above par per 18 holes today—just a hair better than the rate of 0.36 <span class=\"word-wrap-span\">EAGLE</span> <span class=\"word-wrap-span\">derive</span>d from Mr Woods’s scoring record during the past 16 months. In other words, Mr Woods’s ability has declined at almost exactly the same rate as that of <span class=\"word-wrap-span\">comparable</span> players from previous eras, <span class=\"word-wrap-span\">albeit</span> from a much higher starting point.\n</p> <p>\n</p> <p> No matter how you slice it, Mr Woods looked like a strong but not top-tier <span class=\"word-wrap-span\">contender</span> when the <span class=\"word-wrap-span\">tournament</span> began. But when the facts change, <span class=\"word-wrap-span\">nimble</span> forecasters change their minds. Now that Mr Woods has donned the <span class=\"word-wrap-span\">Master</span>s <span class=\"word-wrap-span\">victor</span>’s green jacket, surely we can <span class=\"word-wrap-span\">proclaim</span> him “back” and <span class=\"word-wrap-span\">resume</span> debate over how long Jack <span class=\"word-wrap-span\">Nicklaus</span>’s record of 18 major championships is likely to stand—right?\n</p> <p>\n</p> <p>Not so fast. A useful concept in sports forecasting, devised by Bill James, a baseball <span class=\"word-wrap-span\">statistician</span>, is “ <span class=\"word-wrap-span\">signature</span> significance ”—the notion that some <span class=\"word-wrap-span\">achievement</span>s are so <span class=\"word-wrap-span\"><span class=\"word-wrap-span\">remarkab</span>le</span> that only the <span class=\"word-wrap-span\">elite</span>s can <span class=\"word-wrap-span\">accomplish</span> them, even in very small <span class=\"word-wrap-span\">sample</span>s of data. A good example in golf would be beating the average score in a major over four rounds by more than 20 <span class=\"word-wrap-span\">stroke</span>s. Since 1960, the two best players in history (Mr Woods and Mr <span class=\"word-wrap-span\">Nicklaus</span>) have each done so twice. Mr Woods broke the mark at the  2000 US Open  and  1997 <span class=\"word-wrap-span\">Master</span>s , while Mr <span class=\"word-wrap-span\">Nicklaus</span> did at the  1965 <span class=\"word-wrap-span\">Master</span>s  and the 1977 Open Championship in Scotland—the <span class=\"word-wrap-span\">notorious</span> “ <span class=\"word-wrap-span\">Duel</span> in the Sun ” that he somehow managed to lose. The only other <span class=\"word-wrap-span\">golfer</span>s to <span class=\"word-wrap-span\">surpass</span> this <span class=\"word-wrap-span\">threshold</span> are the all-time greats Tom <span class=\"word-wrap-span\">Watson</span> (who beat Mr <span class=\"word-wrap-span\">Nicklaus</span> that day), <span class=\"word-wrap-span\">Raymond</span> <span class=\"word-wrap-span\">Floyd</span>, <span class=\"word-wrap-span\">Arnold</span> <span class=\"word-wrap-span\">Palmer</span> and <span class=\"word-wrap-span\">Phil</span> <span class=\"word-wrap-span\">Mickelson</span>—and one <span class=\"word-wrap-span\">mere</span>ly good player, <span class=\"word-wrap-span\">Henrik</span> Stenson, who had a great <span class=\"word-wrap-span\">tournament</span> when  <span class=\"word-wrap-span\">thwart</span>ing Mr <span class=\"word-wrap-span\">Mickelson</span> at the 2016 Open Championship .\n</p> <p>\n</p> <p>If Mr Woods had come anywhere close to <span class=\"word-wrap-span\">exceed</span>ing the field average by 20 <span class=\"word-wrap-span\">stroke</span>s, <span class=\"word-wrap-span\">EAGLE</span> would have immediately <span class=\"word-wrap-span\">elevate</span>d him to the very top tier of its rankings. In fact, his score was quite <span class=\"word-wrap-span\">pedestrian</span> by the standards of major winners. All major <span class=\"word-wrap-span\">victor</span>ies may count the same, but not all of them are equally <span class=\"word-wrap-span\">impress</span>ive. Sometimes, the champion <span class=\"word-wrap-span\">dominate</span>s <span class=\"word-wrap-span\">wire</span> to <span class=\"word-wrap-span\">wire</span>, as Mr Woods did at the 2000 US Open, which he won by an <span class=\"word-wrap-span\">astonish</span>ing margin of 15 <span class=\"word-wrap-span\">stroke</span>s. But, just as often, a <span class=\"word-wrap-span\">golfer</span> <span class=\"word-wrap-span\">sneak</span>s to <span class=\"word-wrap-span\">victor</span>y with a solid performance when his <span class=\"word-wrap-span\">closest</span> competitors <span class=\"word-wrap-span\">stumble</span>.\n</p> <p>\n</p> <p>All keen golf fans remember Mr <span class=\"word-wrap-span\">Watson</span>’s run at the  2009 Open Championship , when, at the age of 59, he led by a <span class=\"word-wrap-span\">stroke</span> with one hole to play, before <span class=\"word-wrap-span\">bogey</span>ing and losing in a <span class=\"word-wrap-span\">playoff</span> to Stewart Cink. But the reason why the all-but-<span class=\"word-wrap-span\">geriatric</span> Mr <span class=\"word-wrap-span\">Watson</span> came that close to winning was that no one managed to beat the field average by even eight <span class=\"word-wrap-span\">stroke</span>s. In the vast majority of <span class=\"word-wrap-span\">tournament</span>s, Mr Cink’s <span class=\"word-wrap-span\">scorecard</span> would not have come anywhere close to <span class=\"word-wrap-span\">victor</span>y. But he had the good fortune to play somewhat better than average over four days when everyone else was off their game.\n</p> <p>\n</p> <p>Mr Woods’s recent <span class=\"word-wrap-span\">Master</span>s <span class=\"word-wrap-span\">victor</span>y was not quite as <span class=\"word-wrap-span\">underwhelm</span>ing as Mr Cink’s, but it was not far off. Although his finishing score of 275 looks <span class=\"word-wrap-span\">impress</span>ive, the average score among <span class=\"word-wrap-span\">golfer</span>s making the cut was a three-under-par 285. Unsurprisingly, there were lots of strong players right on Mr Woods’s <span class=\"word-wrap-span\">heel</span>s, all of whom had numerous opportunities to tie with or beat him.\n</p> <p>\n</p> <p>It would be hard to argue that Mr Woods’s <span class=\"word-wrap-span\">scorecard</span> at the 2019 <span class=\"word-wrap-span\">Master</span>s was more <span class=\"word-wrap-span\">impress</span>ive than Mr <span class=\"word-wrap-span\">Nicklaus</span>’s losing effort at the <span class=\"word-wrap-span\">Duel</span> in the Sun, or Mr <span class=\"word-wrap-span\">Mickelson</span>’s runner-up showing to Mr Stenson in 2016. One way to <span class=\"word-wrap-span\">quantify</span> these differences is to take a player’s score above average, and then adjust it for <span class=\"word-wrap-span\">tournament</span> conditions and rules that cause scores either to spread out widely or to <span class=\"word-wrap-span\">bunch</span> closely together. (In gene<span class=\"word-wrap-span\">ral</span>, the range of scores has grown more <span class=\"word-wrap-span\">compress</span>ed over time, with the introduction of cut rules accelerating this trend. And events in which more players make the cut enable more <span class=\"word-wrap-span\">mediocre</span> <span class=\"word-wrap-span\">golfer</span>s to post finishing scores, increasing the gap between the <span class=\"word-wrap-span\">victor</span>’s score and the field average.) This modified score above average can then be <span class=\"word-wrap-span\">convert</span>ed into a probability of winning a <span class=\"word-wrap-span\">tournament</span>. In gene<span class=\"word-wrap-span\">ral</span>, players who beat the field average by 18 adjusted <span class=\"word-wrap-span\">stroke</span>s go on to win about 95% of the time, those who <span class=\"word-wrap-span\">exceed</span> it by 13.5 <span class=\"word-wrap-span\">stroke</span>s have a 50/50 chance, and ones who only <span class=\"word-wrap-span\">surpass</span> it by nine <span class=\"word-wrap-span\">stroke</span>s are just under 5% to win.\n</p> <p>\n</p> <p>By this measure, Mr Woods’s career <span class=\"word-wrap-span\">tally</span> of major titles has gene<span class=\"word-wrap-span\">rally</span> hewed fairly closely to the probabilities suggested by his <span class=\"word-wrap-span\">scorecard</span>s. He won all eight times his probability was 80% or higher, four of the six times it was between 50% and 80%, and two of the eight times it was between 10% and 50%.\n</p> <p>\n</p> <p>His showing at the 2019 <span class=\"word-wrap-span\">Master</span>s, however, is an extreme outlier. In gene<span class=\"word-wrap-span\">ral</span>, players who <span class=\"word-wrap-span\">amass</span> his to<span class=\"word-wrap-span\">tal</span> of ten adjusted <span class=\"word-wrap-span\">stroke</span>s better than the field average go on to win just 8.2% of the time. Mr Woods, of course, had to play well to put himself in contention. But on the final day, he also needed <span class=\"word-wrap-span\">Francesco</span> Molinari to <span class=\"word-wrap-span\">deposit</span> balls in the water on the 12th and 15th holes, <span class=\"word-wrap-span\">Brook</span>s Koepka to send a <span class=\"word-wrap-span\">tee</span> shot into <span class=\"word-wrap-span\">Rae</span>’s <span class=\"word-wrap-span\">Creek</span> on the 12th hole and miss a makeable <span class=\"word-wrap-span\">birdie</span> putt on the 18th, and Mr Johnson to see his <span class=\"word-wrap-span\">furious</span> charge on the back nine fall millimetres short of a final <span class=\"word-wrap-span\">birdie</span> on the 18th. The chances of all those <span class=\"word-wrap-span\">misfortune</span>s coming to pass at once were fairly low. As Mr Woods and Mr Molinari headed to the 12th hole on Sunday, <span class=\"word-wrap-span\">EAGLE</span> gave Mr Woods a 16% chance of emerging with the green jacket.\n</p> <p>\n</p> <p>None of this is intended to take away from Mr Woods’s stirring <span class=\"word-wrap-span\">victor</span>y—or even to suggest that he has benefited from <span class=\"word-wrap-span\">exceptionally</span> good luck on the whole during his <span class=\"word-wrap-span\">comeback</span>. Before his <span class=\"word-wrap-span\">triumph</span> at <span class=\"word-wrap-span\">Augusta</span>, he had come up just short at the previous two majors: the Open Championship and PGA Championship of 2018. At the former, where he was also paired with Mr Molinari on the final day, Mr Woods briefly secured the lead all to himself before <span class=\"word-wrap-span\">miscue</span>s <span class=\"word-wrap-span\">undid</span> him on the back nine—just as they would do to his rivals at this year’s <span class=\"word-wrap-span\">Master</span>s. Mr Molinari <span class=\"word-wrap-span\">emerge</span>d as the <span class=\"word-wrap-span\">victor</span>. In the latter <span class=\"word-wrap-span\">tournament</span>, it was Mr Woods who mounted a  late push on the last day , similar to Mr Johnson’s this past weekend. He fell just short, when Mr Koepka proved himself <span class=\"word-wrap-span\">immune</span> to the type of mistakes he would go on to commit eight months later at <span class=\"word-wrap-span\">Augusta</span>. Although Mr Woods ended up as the <span class=\"word-wrap-span\">bride</span>smaid at the PGA Championship and the <span class=\"word-wrap-span\">bride</span> at the <span class=\"word-wrap-span\">Master</span>s, his <span class=\"word-wrap-span\">scorecard</span> at the earlier <span class=\"word-wrap-span\">tournament</span> actually gave him a slightly better chance to win. His score of 266 was 10.66 adjusted <span class=\"word-wrap-span\">stroke</span>s above the field average, and gave him a 12.5% chance of <span class=\"word-wrap-span\">victor</span>y.\n</p> <p>\n</p> <p> So where does that leave Mr Woods—and Mr <span class=\"word-wrap-span\">Nicklaus</span>’s record—going forward? If the last three majors are any guide, his most <span class=\"word-wrap-span\">comparable</span> players would be the other two champions in those events, both of whom Mr Woods has been in neck-and-neck races with on the final day: Mr Koepka and Mr Molinari. Mr Koepka has <span class=\"word-wrap-span\">ascend</span>ed to third in the OWGR, while Mr Molinari is <span class=\"word-wrap-span\">seventh</span>, one spot behind Mr Woods. All of those ranks are roughly <span class=\"word-wrap-span\">consistent</span> with a slight improvement on <span class=\"word-wrap-span\">EAGLE</span>’s take on Mr Woods before the <span class=\"word-wrap-span\">Master</span>s began: a top-ten player, but one below the top tier of Mr Johnson, Mr McIlroy and perhaps Justin Rose. That <span class=\"word-wrap-span\">correspond</span>s to a 2-4% chance of winning any given major, a 9% chance of winning another one this year, and a 50/50 chance of winning at least one more by the end of 2024—before accounting for the performance <span class=\"word-wrap-span\">deterioration</span> and greater risk of injury that ageing will <span class=\"word-wrap-span\">inflict</span>. In other words, Mr <span class=\"word-wrap-span\">Nicklaus</span> should probably rest easy. In all likelihood, Mr Woods was absent or injured for too many prime years to make a run at the all-time record.\n</p> <p>\n</p> <p>It may look like <span class=\"word-wrap-span\">consummate</span> <span class=\"word-wrap-span\">stubbornness</span> for us to continue <span class=\"word-wrap-span\">preach</span>ing caution on Mr Woods’s future, just two days after he made a <span class=\"word-wrap-span\">mockery</span> of such <span class=\"word-wrap-span\">counsel</span>. But <span class=\"word-wrap-span\">accurate</span> forecasting methods require a sound process and <span class=\"word-wrap-span\">validation</span> over long time periods, not over-reaction to short-run <span class=\"word-wrap-span\">fluctuation</span>s. Unsurprisingly, <span class=\"word-wrap-span\">bettor</span>s already <span class=\"word-wrap-span\">exuberant</span> about Mr Woods have bid him up further following his <span class=\"word-wrap-span\">Master</span>s <span class=\"word-wrap-span\">victor</span>y: he, Mr Johnson and Mr McIlroy are all trading as co-favourites to win the PGA Championship next month. If that continues, we will probably bet against him—and look forward to suffering the financial and reputational <span class=\"word-wrap-span\">consequence</span>s when the Greatest Of All Time™ makes <span class=\"word-wrap-span\">EAGLE</span> look silly once again.</p>", "Last": "2019_4_17_10.json", "Next": "2019_4_17_12.json", "assistent": {"Arnold": {"ex": ["n. 阿诺德（男子名）"], "pron": {"peg": "['ɑrnəld]", "pam": "['ɑrnəld]"}, "st": {}, "wp": {"Arnold Schoenberg": "阿诺德·勋伯格;勋伯格;荀白克;阿诺尔德·勋伯格", "Arnold Toynbee": "阿诺尔德·汤因比;汤因比;汤恩比;阿诺德•汤因比", "Arnold Klein": "阿诺德·克莱恩;克莱恩;克莱因;克雷恩", "Arnold Gingrich": "阿诺德·金里奇", "Arnold Allen": "阿诺·艾伦;羽量级阿诺德;阿诺德;艾伦", "Arnold Rüütel": "阿诺尔德·吕特尔", "Arnold Dwarika": "阿诺·德瓦利卡", "John Arnold": "约翰·阿诺德;阿诺德;约翰阿诺德;约翰·亚诺", "Andrea Arnold": "安德里亚·阿诺德;阿诺德;安德里亚阿诺德;安芝亚雅莱"}, "eg2": [["Thank you for reading this and allowing me to share some of ’s life with you. ", "谢谢你们读这篇文章，让我和你们分享阿诺德的生活点滴。"], ["One of the main lessons that we found is that the recovery process is not very well understood, “ says.", "\"我们发现的一个主要教训之一是恢复进程没有被很好地理解，\"阿诺德说。"], ["But until the Fed surrenders,  said consumers are likely to see more banks slash debit rewards altogether or trim down the rewards they offer.", "但是直到美联储退让，阿诺德说消费者可能会看到更多的银行砍掉借记奖励或者缩减他们的奖励计划。"]]}, "Athena": {"ex": ["n. 【希神】雅典娜；【女名】女子名", "网络 朱茵；阿西娜；麻宫雅典娜"], "pron": {"peg": "英 [əˈθi:nə] ", "pam": "美 [əˈθinə] "}, "eg2": []}, "Augusta": {"ex": ["n. 【女名】女子名", "网络 奥古斯塔；奥古斯塔市；奥古斯特"], "pron": {"peg": "英 [ɔ:'ɡʌstə] ", "pam": "美 [ɔ:'ɡʌstə] "}, "eg2": []}, "Brook": {"ex": ["n. 小河；美国俚语；【名】布鲁克", "v. 〈正式〉忍受", "网络 小溪；溪流；容忍"], "pron": {"peg": "英 [brʊk] ", "pam": "美 [brʊk] "}, "eg2": [["The tone in his voice brooked no argument.", "他的话里带着不容争辩的语气。"]]}, "Clarke": {"ex": ["n. [地化] 克拉克（姓氏）"], "pron": {"peg": "[klɑ:k]", "pam": "[klɑ:k]"}, "st": {}, "wp": {"Clarke County": "克拉克县;克拉克郡", "Kenneth Clarke": "祁淦礼;克拉克;特使肯尼斯·克拉克", "Samuel Clarke": "萨缪尔·克拉克;克拉克", "Noel Clarke": "洛尔·克拉克;克拉克", "Melinda Clarke": "克拉克;梅琳达·克拉克;美琳达·克拉克;梅琳达", "Jeff Clarke": "克拉克", "Brock Clarke": "克拉克", "John Clarke": "克拉克;约翰·克拉克;科拉克;标签", "Stanley Clarke": "克拉克;史丹利克拉克;斯坦利·克拉克;同名专辑"}, "eg2": []}, "Creek": {"ex": ["n. 克里克人（美洲土著，很多现居于美国俄克拉何马州）", "网络 小溪；朗泉(Creekaudio)；小河"], "pron": {"peg": "英 [kriːk] ", "pam": "美 [krɪk] "}, "eg2": []}, "Darren": {"ex": ["n. 达伦（男子名）"], "pron": {"peg": "['dærən]", "pam": "['dærən]"}, "st": {}, "wp": {"Darren Fletcher": "达伦·弗莱彻;弗莱彻;弗莱切;佛莱契尔", "Darren Clarke": "戴伦·克拉克;克拉克;达伦;达伦·克拉克", "Darren Aronofsky": "达伦·阿罗诺夫斯基;夫斯基;诺夫斯基;阿罗诺夫斯盖", "Darren Ward": "达伦·沃德;沃德", "Darren Rovell": "罗维尔;罗威尔", "Darren McNamara": "什么病", "Darren BECK": "达伦;贝克;达伦贝克;达伦·贝克", "Darren Anderton": "安德顿;安达顿", "Darren Fabric": "法布里克;师达伦·法比瑞克"}, "eg2": []}, "Duel": {"ex": ["n. 决斗；斗争，抗争", "vi. 决斗", "n. (Duel)人名；(西)杜埃尔；(英)迪尤尔"], "pron": {"peg": "['dʊəl]", "pam": "['dʊəl]"}, "st": {}, "wp": {}, "eg2": []}, "Dustin": {"ex": ["n. 达斯汀（男子名）"], "pron": {"peg": "['dʌstin]", "pam": "['dʌstin]"}, "st": {}, "wp": {}, "eg2": []}, "EAGLE": {"ex": ["n. 鹰；鹰徽；十元金币；【高】比标准杆少两杆的分数", "v. 【高】鹰击", "网络 老鹰；鹰牌；金鹰"], "pron": {"peg": "英 [ˈiːɡ(ə)l] ", "pam": "美 [ˈɪɡ(ə)l] "}, "eg2": [["eagles soaring overhead", "在上空翱翔的雕"]]}, "Ernie": {"ex": ["n. 【男名】男子名", "网络 厄尼；恩尼；摇奖机"], "pron": {"peg": "英 [ˈə:ni.ɜrni] ", "pam": "美 "}, "eg2": []}, "Floyd": {"ex": ["n. 弗洛伊德（男子名）"], "pron": {"peg": "[flɔid]", "pam": "[flɔid]"}, "st": {}, "wp": {}, "eg2": []}, "Francesco": {"ex": ["n. 弗朗西斯科（意大利文艺复兴时期著名作家）；弗朗西斯科（意大利著名导演）"], "pron": {}, "st": {}, "wp": {}, "eg2": []}, "Greg": {"ex": ["n. 格雷格（男子名，等于Gregory）"], "pron": {"peg": "[grɛg]", "pam": "[grɛg]"}, "st": {}, "wp": {"Greg Brown": "布朗;雷格·布朗;格雷格布朗;包装设计", "Greg Kinnear": "格雷戈·金尼尔;格雷格·金尼尔;金尼尔;葛雷肯尼尔", "Greg Louganis": "格雷格·洛加尼斯;洛加尼斯;洛甘尼斯;潜水运动员", "Greg Combet": "葛利格·克姆比特;康贝特;甘比德;部长康贝", "Greg Grunberg": "格雷格·格伦伯格;格伦伯格;格鲁伯格;格里戈", "GREG NORMAN": "格雷格;格雷格·诺曼;格·诺曼;格雷格诺曼", "Greg Graham": "格雷格·格拉汉姆;夏洛特;格拉汉姆;格雷格", "Greg Mottola": "莫托拉;莫特拉;导演;导演格莱格·莫特拉", "Greg Butler": "格雷格·巴特勒;巴特勒"}, "eg2": []}, "Henrik": {"ex": ["n. 亨里克，亨利克（人名）"], "pron": {}, "st": {}, "wp": {}, "eg2": []}, "Master": {"ex": ["vt. 控制；精通；征服", "n. 硕士；主人；大师；教师", "adj. 主人的；主要的；熟练的", "n. (Master)人名；(英)马斯特"], "pron": {"peg": "['mæstɚ]", "pam": "['mæstɚ]"}, "st": {}, "wp": {"master key": "万能钥匙;关键;\t\t主密钥;总钥匙", "Zen master": "老师;禅宗大师;禅师", "Master theorem": "主定理", "Master Lock": "玛斯特锁;玛斯特;大师之锁;一则锁的广告", "Master Card": "万事达信用卡;万事达卡;万能卡;\t\t主卡片", "MASTER OUT": "总路输出;主输出;总路输入;主输出插孔", "bus master": "总线主设备;总线主控;总线主控装置;\t\t总线主控器", "BMX Master": "疯狂极限小轮车;车大师;越野自行车大师;特技极限小轮车", "juris master": "法律硕士;法学硕士;法令硕士;师父法律意见"}, "eg2": [["Have you horsed your ?", "你给你主人备好马了吗?"], ["The puppy was fawning on its .", "小狗向它的主人摇尾乞怜。"], ["The dog has transferred its affection to its new .", "那狗已把它的感情转移到新主人身上。"]]}, "Mickelson": {"ex": ["网络 米克尔森；迈克尔森；密克尔逊"], "pron": {"peg": 0, "pam": 0}, "eg2": []}, "Nicklaus": {"ex": ["n. (Nicklaus)人名；(德)尼克劳斯"], "pron": {}, "st": {}, "wp": {"Jack Nicklaus": "杰克·尼克劳斯;尼克劳斯;黄金熊;杰克", "Deverde Nicklaus": "标签", "Gary Nicklaus": "尼克劳斯", "Nicklaus Group": "由尼克罗斯集团", "Nicklaus Heath": "标签", "TACK NICKLAUS": "黄金熊", "Nicklaus Course": "尼克劳斯球场", "Nicklaus NickChou": "周汤豪", "BARBARA NICKLAUS": "巴巴拉·尼克劳斯"}, "eg2": []}, "Palmer": {"ex": ["n. 朝圣者；变戏法的人；毛虫（尤指北美的小舌麦蛾幼虫）", "n. (Palmer)人名；(英、德、挪)帕尔默；(法)帕尔梅"], "pron": {"peg": "['pɑːmə]", "pam": "['pɑːmə]"}, "st": {}, "wp": {"Kylie Palmer": "凯莉·帕尔默;凯丽;帕尔默", "Michael Palmer": "迈克·柏默;彭文浩;帕尔默;帕尔玛", "Walter Palmer": "沃尔特·帕尔默;帕尔默;帕尔马;美国牙医巴默", "Palmer Station": "帕尔默站;帕默站", "Palmer Lake": "帕尔默湖", "Andy Palmer": "帕尔默;安迪·帕尔默;执行副总裁巴默;安迪·帕默尔", "Keke Palmer": "柯克·帕尔莫;帕尔莫;琪琪帕玛;琪琪·帕玛", "Robert Palmer": "帕尔默;罗勃帕玛;罗伯特帕玛;罗伯帕玛", "Donald Palmer": "帕尔玛;帕尔默;作者"}, "eg2": [[" asks if one of those gaps was in the summer from two years ago.", "帕默问这些空白之处有没有一处是在两年前的夏天。"], ["The people that want  in office will do anything to get him there.", "那些希望帕默成为总统的人会不择手段地将他送上那个宝座。"], [" asks his son to stand beside him at the breakfast when he announces to the press his side of the story about the Gibson murder.", "帕默要求他的儿子在早餐会上站在他身边，他将会在那时向媒体宣布他儿子在吉布森被杀一事中所扮演的角色。"]]}, "Phil": {"ex": ["n. 菲尔（男子名）"], "pron": {"peg": "['fɪlo]", "pam": "['fɪlo]"}, "st": {}, "wp": {"Phil Jackson": "菲尔·杰克逊;菲尔;杰克逊;杰克森", "Phil Schiller": "菲尔·席勒;菲尔席勒;施勒尔;菲尔·希勒", "Phil Katz": "菲尔·卡茨;发明者为菲尔·卡茨;者菲尔·卡茨", "Phil Ramone": "菲尔·拉蒙;最佳制作人", "Phil Crane": "菲尔·克朗", "Phil Libin": "菲尔·利宾", "Phil Ivey": "菲尔艾维;菲尔·艾维;菲尔·艾威;艾菲尔", "Phil Hubbard": "菲尔·哈巴德;哈伯德;胡巴尔德;菲尔", "Phil Lumpkin": "菲尔·兰普金"}, "eg2": []}, "Punter": {"ex": ["n. 顾客；主顾；客户；赌马的人", "网络 船夫；赌马者；弃踢手"], "pron": {"peg": "英 ['pʌntə(r)] ", "pam": "美 ['pʌntər] "}, "eg2": [["It's important to keep the punters happy.", "重要的是让顾客满意。"]]}, "Rae": {"ex": ["n. 瑞伊（女子名，Rachel的昵称）"], "pron": {"peg": "[rei]", "pam": "[rei]"}, "st": {}, "wp": {}, "eg2": []}, "Rank": {"ex": ["n. 排；等级；军衔；队列", "adj. 讨厌的；恶臭的；繁茂的", "vt. 排列；把…分等", "vi. 列为；列队", "n. (Rank)人名；(英、德、芬、捷)兰克"], "pron": {"peg": "[ræŋk]", "pam": "[ræŋk]"}, "st": {}, "wp": {}, "eg2": []}, "Raymond": {"ex": ["n. 雷蒙德（男子名）"], "pron": {"peg": "['reɪmənd]", "pam": "['reɪmənd]"}, "st": {}, "wp": {}, "eg2": []}, "Rory": {"ex": ["n. 罗里（人名）"], "pron": {"peg": "['rɔ:ri]", "pam": "['rɔ:ri]"}, "st": {}, "wp": {"Rory Hie": "许金龙;海尔;罗里;朱思瑝", "Rory Maher": "马希尔;马赫尔;里·马赫尔;析师马彻", "Rory McIlory": "麦克罗伊", "Rory Lancman": "朗斯曼;蓝斯曼;众议员兰斯曼;市议员兰斯曼", "Rory Mcllroy": "麦克罗伊;罗里·麦克罗伊;罗里·麦克罗依;麦莱尔", "Rory Robertson": "罗伯森;罗伯特森;分析师罗伯逊;经济师罗伯逊", "Rory Medcalf": "梅德卡夫;官罗力;梅卡福;主任罗里·梅德卡尔夫", "Rory Barnes": "巴恩斯", "Rory MacFarquhar": "麦克法夸尔"}, "eg2": []}, "Tournament": {"ex": ["n. 锦标赛，联赛；比赛"], "pron": {"peg": "[ˈtɝ​nəmənt]", "pam": "[ˈtɝ​nəmənt]"}, "st": {}, "wp": {}, "eg2": []}, "Watson": {"ex": ["n. 沃森（姓氏）；华生"], "pron": {}, "st": {}, "wp": {"Chris Watson": "克里斯·沃森;克里斯·沃特森;表演者", "Watson Peninsula": "瓦森半岛", "Watson Ridge": "沃森岭", "Watson Escarpment": "沃森海崖", "Watson syndrome": "沃森综合征", "Tom Watson": "汤姆·沃森;汤姆;汤姆·华生;汤姆沃森", "Burton Watson": "华兹生;华滋生;史记;伯顿·沃森", "Peter Watson": "彼得·沃森;华特森;彼得·瓦森", "WATSON LAKE": "瓦森湖镇;沃森莱克;沃森湖;瓦森湖"}, "eg2": []}, "Yang": {"ex": ["n. 杨（姓氏）"], "pron": {"peg": "[jæŋ]", "pam": "[jæŋ]"}, "st": {}, "wp": {"Aska Yang": "杨宗纬;其实都没有;外文名;初", "Xuefei Yang": "杨雪霏;杨雪菲;表演者", "Yang County": "洋县", "Ruby Yang": "杨紫烨;杨", "Kristy Yang": "杨恭如", "Yang Manchun": "杨万春", "Peidong YANG": "杨培东", "YANG DESIGN": "杨明洁设计顾问机构;杨设计顾问;杨明洁设计参谋机构;杨明洁计划照料机构", "Tiger Yang": "老虎杨;杨异群;山君杨;杨老虎"}, "eg2": [["So who is right – Pei or ?", "那么，谁说的对，是裴还是杨？"], ["But<b> Yang</b> and Chen have their reasons.", "但是杨和陈友他们自己的理由。"], ["And I appreciate the agreement that Minister<b> Yang</b> and I hold on this matter.", "我赞赏杨部长和我本人在这一问题上所持的一致看法。"]]}, "Zeus": {"ex": ["n. 【希神】宙斯", "网络 天神宙斯；众神之王；瑞狮"], "pron": {"peg": "英 ", "pam": "美 "}, "eg2": []}, "accelerate": {"pron": {"peg": "[əkˈsɛləˌret]", "pam": "[əkˈsɛləˌret]"}, "wp": {"ACCEL Accelerate": "加速", "Accelerate Events": "加速事件", "accelerate math": "渐进数学里", "accelerate time": "加速时间", "Accelerate measures": "加快措施", "accelerate increase": "加速;加大", "PC Accelerate": "系统加速器", "accelerate to": "加速", "A accelerate": "加速"}, "ex": ["vt. 使……加快；使……增速", "vi. 加速；促进；增加"], "eg2": [["For that reason, it was only a matter of time until the technologies of the network would reinforce this natural tendency, and<b> accelerate</b> it.", "由于这个原因，网络技术将会加强这个网络时代的“自然规律”，并加速它的进程，而这一切都只是时间问题。"], ["At that point, post 2012, the social software market growth will  as will the overall impact of social media on business and society.", "在这一点上，社区软件市场在2012年以后将加速增长，使得社区媒体对企业和社会产生全面的冲击。"], ["If all goes well, the machine will<b> accelerate</b> and collide particles in December.", "如果各方面进展顺利，对撞机将在十二月进行粒子的加速和碰撞。"]], "st": {"transform": [["vt.", "accelerated,accelerating"]]}}, "accomplish": {"pron": {"peg": "[ə'kɑmplɪʃ]", "pam": "[ə'kɑmplɪʃ]"}, "wp": {"Accomplish confession": "共犯口供", "accomplish measuring": "完成测量", "accomplish rapidly": "速成", "Accomplish much": "大有作为", "should accomplish": "应做到", "accomplish nothing": "一事无成;没有出路;一无所成;详细", "accomplish urbanization": "实现城镇化", "to accomplish": "完成;要完成什么;达成", "accurately accomplish": "精确实现"}, "ex": ["vt. 完成；实现；达到"], "eg2": [["It'll require indomitable will to  the task.", "完成这项工作需要百折不回的毅力。"], ["I will answer for it that he will<b> accomplish</b> the task.", "我保证他能完成这项任务。"], ["To  his own end, he placed collective interests in the back of his mind.", "为了达到个人目的， 他把集体利益置之脑后。"]], "st": {"similar": "perform,reach"}}, "accurate": {"pron": {"peg": "['ækjərət]", "pam": "['ækjərət]"}, "wp": {"accurate tracking": "精确跟踪", "accurate model": "准确模型;精确模型", "Accurate price": "准确价格;精确的价格;准确的价格", "accurate prediction": "准确预测", "accurate reading": "准确读数", "Very accurate": "很不爽;很准确", "Accurate details": "精确细节", "accurate calculation": "精确计算;精确的计算", "accurate line": "准确线"}, "ex": ["adj. 精确的"], "eg2": [["Therefore, this model is not .", "因此，该模型是不精确的。"], ["I see it as .", "我把它看作是精确的。"], ["When experiments are to be made, one cannot rely too much upon the human senses to make<b> accurate</b> observation.", "在做实验时，不能过分依靠人类的感觉去做精确的观察。"]], "st": {"similar": "correct"}}, "achievement": {"pron": {"peg": "[ə'tʃivmənt]", "pam": "[ə'tʃivmənt]"}, "wp": {"Junior Achievement": "青年成就;国际青年成就组织;青年成就组织;国际青年成就", "Achievement Need": "成就需求;成就需要;造诣需求;进取需要", "achievement identity": "成就自认成就自认", "Achievement Award": "成就奖", "quick achievement": "快速落实", "achievement striving": "追求成就", "ACHIEVEMENT ETHIC": "追求成功", "English achievement": "学习成绩;英语成绩;英语学习成绩", "Personal Achievement": "人成就;个人成就"}, "ex": ["n. 成就；完成；达到；成绩"], "eg2": [["He rated the<b> achievement</b> high.", "他高度评价了这一成就。"], ["This<b> achievement</b> is surely unprecedented.", "这成就确实是空前的。"], ["The Renaissance was an epoch of unparalleled cultural .", "文艺复兴是一个文化上取得空前成就的时代。"]], "st": {}}, "ail": {"pron": {"peg": "[el]", "pam": "[el]"}, "wp": {"AIl Stars": "星光灿烂", "ail hem": "衬衫圆下摆", "ail V": "使烦恼", "aisle aIl": "通道", "ail maniax": "刚毕业进来第二年奖金", "Fly Ail": "伊斯坦堡", "frozen ail": "冻蜗牛", "edible ail": "食用蜗牛", "ail address": "邮件地址"}, "ex": ["vt. 使苦恼，使烦恼", "vi. 生病", "n. 病痛，苦恼"], "eg2": [["If you want to impress your friends with a little-known but totally epic acronym it is \"\" the Artificial Inorganic Leaf.", "如果你想找些本身意义重大但却又知者寥寥的缩写词好在你朋友面前炫耀的话，那最近你不妨记住“”，它代表的是人造无机树叶。"], ["You don't need to look for trouble  the time, but if you have reason to think a coin or bill is a counterfeit, perhaps some of these tips will help you out.", "你不必天天自寻麻烦去辨别真伪，但是，如果你有理由认为一枚硬币或一张钞票是假的，也许这些小小的提示将会帮助你。"], ["To redress these wrongs, sweeping new regulatory powers will treat the infirmities that  us.", "全新的监管权力将会治愈困扰我们的病痛、纠正这些错误。"]], "st": {}}, "albeit": {"pron": {"peg": "[,ɔl'biɪt]", "pam": "[,ɔl'biɪt]"}, "wp": {"Albeit Temporarily": "尽管只暂时", "Albeit Reluctantly": "尽管不太情愿", "albeit t": "虽然", "Albeit Bizarre": "尽管不寻常", "Albeit Unsuccessfully": "或许奏效", "Albeit Monotonous": "尽管很枯燥", "Albeit Mildly": "尽管势头很温和", "Albeit Foggy": "尽管很模糊", "Albeit Obtusely": "尽管很笨拙"}, "ex": ["conj. 虽然；即使"], "eg2": [["You are to be given one method of communication with your rival,  indirect communication.", "你得到了一种和你的对手交流的方法，尽管只是一种间接交流。"]], "st": {}}, "amass": {"ex": ["vt. 积聚，积累"], "pron": {"peg": "[ə'mæs]", "pam": "[ə'mæs]"}, "st": {}, "wp": {"To amass": "取得;获取;积聚", "amass wealth": "积聚财富", "amass V": "收集", "amass army": "集中大量陆军", "ASSEM amass": "汇编", "amass purchase": "集中采购", "Oil amass": "积油", "hematoplast amass": "血小板聚集", "amass data": "积累资料"}, "eg2": [["A common desire is to<b> amass</b> multiple achievements, but well… not actually have to do a lot.", "一个普通的渴望就是积聚更多的成就。 但实际上不用做那么多。"], ["As a result we have developed a strong ego that sees itself as separate and threatened and needs to<b> amass</b> things like wealth to feel strong and protected.", "结果，我们形成了强烈的自我，认为其本身是分离的、受到威胁的，需要积累财富之类的东西才能感觉有实力且受到了保护。"], ["Countries on the rise<b> amass</b> wealth and geopolitical clout by refusing to bear those costs.", "正在崛起的国家在积累财富和地缘政治影响力也拒绝承担这些费用。"]]}, "ascend": {"pron": {"peg": "[ə'sɛnd]", "pam": "[ə'sɛnd]"}, "wp": {"ascend language": "升序语言", "HUAWEI Ascend": "第一屏", "safety ascend": "安全追溯", "Ascend International": "领升国际", "OAOpportunity Ascend": "员工晋升", "Ascend Communications": "通讯公司;通信公司;恒升通信公司", "Ascend D2": "华为D", "Ascend DQ": "二婶的底裤", "ascend threshold": "登门槛术"}, "ex": ["vi. 上升；登高；追溯", "vt. 攀登，上升"], "eg2": [["This forced him to  directly to the surface.", "这导致他直接上升到了水面。"], ["This is Jesus about to<b> ascend</b> into heaven, talking to his disciples, right outside Jerusalem in the suburbs of Jerusalem.", "讲的是耶稣即将上升天堂，与他的门徒的对话，就在耶路撒冷郊外。"], ["But utility isn’t the point; the real point is to<b> ascend</b> into Apple’s elegant world.", "但是重要的并不在于效用，而实际上在于上升到苹果公司那高雅的世界之中。"]], "st": {}}, "assign": {"ex": ["vt. 分配；指派；[计][数] 赋值", "vi. 将财产过户（尤指过户给债权人）"], "pron": {"peg": "[ə'saɪn]", "pam": "[ə'saɪn]"}, "st": {"similar": "allot,ascribe"}, "wp": {"Assign Controller": "分配控制器;指定控制器;赋给控制器;分配节制器", "assign to": "指派;指定到;分配给;责任人", "Assign credits": "分配点数;分配你的点数;更改交换点数的比例", "Assign Outline": "赋予轮廓线;指定轮廓线", "automatically assign": "自动指定;自动分配", "assign position": "分派位置;分派地位", "assign keys": "调整键位", "Assign Until": "可指定代理期限", "assign render": "指定渲染器;单击指定衬着器"}, "eg2": [["You need to<b> assign</b> these variables to each view component.", "您需要分配这些变量到每一个视图组件。"], ["Influenced by old ideas， some units<b> assign</b> posts according to seniority.", "由于受旧观念的影响， 有些单位分配工作按资排辈。"], ["Understand the goals and value of meetings and tasks, and only attend or<b> assign</b> those that add value.", "了解会议和任务的目标和价值，并且只参加或分配那些增加价值的。"]]}, "astonish": {"ex": ["vt. 使惊讶"], "pron": {"peg": "[ə'stɑnɪʃ]", "pam": "[ə'stɑnɪʃ]"}, "st": {"similar": "surprise"}, "wp": {"astonish amazingly": "非常吃惊", "astonish silently": "默默地吃惊", "astonish unmistakably": "显而易见地吃惊", "astonish ludicrously": "荒唐可笑地惊人", "astonish v": "使惊讶", "astonish-": "惊讶", "astonish sb": "击败某人;使某人惊讶;使某人惊奇;让人吃惊", "astonish h": "使惊讶;使大吃一惊;吃惊", "astonish at": "考点;使对…感到吃惊"}, "eg2": [["Thunderstruck shows up in English about 100 years after .", "遭雷击（thunderstruck）这个词在之后大约100年才出现在英语当中。"], ["We and the world are knit together by Einstein's thinking in ways that<b> astonish</b> me.", "通过爱因思维的思维，我们和世界是编织在一起的，这让我大吃一惊。"], ["But I believe your opinion of him would in general<b> astonish</b> -- and perhaps you would not express it quite so strongly anywhere else.", "不过我敢说，你对他的看法大致可以说是骇人听闻的，或许你在别的地方就不会说得这样过火吧。"]]}, "bettor": {"ex": ["n. 赌徒；打赌者"], "pron": {"peg": "['bɛtɚ]", "pam": "['bɛtɚ]"}, "st": {}, "wp": {"bettor gambler": "赌马者赌博者"}, "eg2": [["But where a two-dollar<b> bettor</b> is given free drinks, a high roller gets everything he wants and more.", "不过，一手只押注两元的赌客只有免费的饮料可以喝，“豪客”则能获得一切服务甚至超越他们的要求。"], ["Your victim's a sports  ?", "那…这个受害人是个体育赌徒么？"], ["The  has hot tips for tomorrow's race.", "下注者手中有明天比赛的内部消息。"]]}, "birdie": {"ex": ["n. 〈儿,口〉小鸟；羽毛球；【高】低于标准杆的一击", "v. 【高】以低于标准杆一杆打进", "网络 小鸟球；博蒂；低於标准杆一杆"], "pron": {"peg": "英 [ˈbɜː(r)di] ", "pam": "美 [ˈbərdi] "}, "eg2": []}, "blink": {"ex": ["v. 眨眼；忽视；(灯光等)闪烁；望着", "n. 眨眼", "网络 眨眼睛；闪亮；闪烁文字"], "pron": {"peg": "英 [blɪŋk] ", "pam": "美 [bliŋk] "}, "eg2": [["He blinked in the bright sunlight.", "他在强烈的阳光下直眨眼睛。"], ["I'll be back before you can blink(= very quickly) .", "我眨眼工夫就回来。"], ["When I told him the news he didn't even blink(= showed no surprise at all) .", "我把那个消息告诉他时，他眼都没眨一下。"], ["Suddenly a warning light blinked.", "突然有一盏警告灯开始闪亮。"]]}, "bogey": {"ex": ["n. 妖怪；可怕的人", "n. (Bogey)人名；(法)博热"], "pron": {"peg": "['bogi]", "pam": "['bogi]"}, "st": {"transform": [["n.", "bogeys"], ["vt.", "bogeys"]]}, "wp": {"Doulble Bogey": "双柏忌;高出标准杆二杆;超过跨过规范杆二杆;超过标准杆二杆", "Bogey Scores": "柏忌分数", "bogey raid": "突然空袭", "Bogey comaddress": "标准击数与个人击数的比分赛", "Bogey Band": "雷鬼音乐", "doubie bogey": "三杆进洞", "Double bogey": "比标准杆多二杆;双柏忌;高于标准杆两杆;高出标准杆二杆", "Bogey Manor": "鬼屋历险;鬼屋历险街机游戏", "Colonel Bogey": "魔鬼长官;桂河大桥;博基上校;波基上校"}, "eg2": [["In this recession, we seek the .", "我们在这次衰退中寻找着魔鬼。"], ["Pressel started on the back nine and her birdie streak ended with a<b> bogey</b> on No. 13.", "普雷塞尔从后九出发，连续三个小鸟之后，她在第13洞打出一个柏忌。"], ["I don't know anyone who would like a<b> bogey</b> green cashmere jumper with a matching kettle and toaster.", "我不知道谁会喜欢一件另类的绿色开司米毛衣搭配一把水壶和一台烤土司机。"]]}, "bride": {"pron": {"peg": "英 [braɪd] ", "pam": "美 [braɪd] "}, "ex": ["n. 新娘", "网络 新妇；新嫁娘；新娘课堂"], "eg2": [["a toast to the bride and groom", "向新娘新郎祝酒"], ["He introduced his new bride.", "他介绍了他的新娘。"]]}, "bridesmaid": {"ex": ["n. 女傧相；伴娘", "网络 伴娘礼服；伴娘装；伴郎伴娘"], "pron": {"peg": "英 ['braɪdz.meɪd] ", "pam": "美 ['braɪdz.meɪd] "}, "eg2": []}, "bullish": {"pron": {"peg": "['bʊlɪʃ]", "pam": "['bʊlɪʃ]"}, "wp": {"CONEXPO bullish": "高速公路管理", "Bullish Luck": "牛精福星", "bullish stock": "股票行市看涨", "bullish year": "股市牛年", "Bullish Speak": "走牛", "bullish factor": "上涨因素", "be bullish": "指价格显示上升趋势", "bullish market": "上涨的股市;牛市;利好市场;多头市场", "Bullish View": "乐观看法"}, "ex": ["adj. 看涨的；上扬的；似公牛的"], "eg2": [], "st": {}}, "bunch": {"ex": ["n. 群；串；突出物", "vi. 隆起；打褶；形成一串", "vt. 使成一串；使打褶", "n. (Bunch)人名；(英)邦奇"], "pron": {"peg": "[bʌntʃ]", "pam": "[bʌntʃ]"}, "st": {}, "wp": {"ore bunch": "矿袋;矿巢", "electron bunch": "电子聚束;\t\t电子集束", "bunch grass": "丛生禾草;簇生草;束生草", "Hair Bunch": "发束约束;毛发成束", "Chris Bunch": "克里斯·庞区", "bunch machine": "捆把机;蔬菜捆把机", "Jason Bunch": "名叫詹森·邦奇;年邦奇", "bunch light": "聚束灯光", "Bunch Ashli": "美国选手阿胥莉"}, "eg2": [["Check out the worst one of the .", "从这一群人中找出最糟的一个。"], ["My gang was nothing more than a  of kids seeking excitement and danger.", "我的帮派无非就是由一群寻找刺激和危险的小毛孩组成。"], ["They just go ahead strong into it with a  of friends from college.", "他们就是和一群大学里的朋友,一头扎进创业的生涯里去了。"]]}, "calculation": {"ex": ["n. 计算；估计；计算的结果；深思熟虑"], "pron": {"peg": "[,kælkju'leʃən]", "pam": "[,kælkju'leʃən]"}, "st": {}, "wp": {"Equilibrium calculation": "平衡计算;均衡计算;汽液平衡计算", "boolean calculation": "布尔运算;逻辑运算;布尔代数运算;逻辑代数运算", "calculation formula": "计算公式;抗火设计方法;面积公式;算公式", "numerical calculation": "数值计算;数值分析法;值分析法", "preliminary calculation": "预算;初步计算;\t\t初算;初步估算", "calculation condition": "计算条件;运算条件", "setting calculation": "整定计算;定值整定;设定计算;定值计算", "Depreciation calculation": "减值核算;折旧核算;折旧计提", "Calculation account": "核算账户"}, "eg2": [["Let's make a check on his .", "让我们查核一下他的计算结果。"], ["How did your<b> calculation</b> arrive at this figure?", "你的计算怎么会得出这个数字的?"], ["That little mistake has put the whole<b> calculation</b> out.", "那个小小的误差，使整个计算都不准确了。"]]}, "climactic": {"ex": ["adj. 高潮的；顶点的；渐层法的"], "pron": {"peg": "[klaɪ'mæktɪk]", "pam": "[klaɪ'mæktɪk]"}, "st": {}, "wp": {"climactic women": "更年期妇女", "climactic sequence": "升序", "climactic relation": "递进关系", "climactic space": "高潮空间", "climactic orogeny": "主造山阶段", "Climactic bubo": "花柳性淋巴肉芽肿", "And Climactic Conditions": "和气候条件", "flavor of climactic": "地域风情", "respiratory non climactic character": "呼吸非跃变性"}, "eg2": [["The  scene in particular, a long battle involving an army of unmanned drones, feels as low-stakes as a video game.", "尤其是拍摄高潮——一场由无人驾驶飞机率领的长期战争时，风险低得仿佛在玩电子游戏。"], ["The swiftness of the male system virtually guarantees  orgasms for males, but is usually too quick for the female.", "男性系统的迅速反应世界上管控着男性的高潮，但这通常对女性来说太快了。"], ["He also originated the dramatic mie poses, which punctuate  moments in a scene.", "他还创造了戏剧性的三重姿态，在场景的高潮时刻不时中断。"]]}, "closest": {"pron": {"peg": "[klosɪst]", "pam": "[klosɪst]"}, "wp": {"Closest Point": "最近点;约束;相近点约束", "Closest Facilities": "最近设施", "closest packaging": "紧密充填", "closest friend": "最亲近的朋友;最亲密的朋友", "closest connection": "最密切联系", "Closest Volume": "最近体积", "closest codeword": "最佳匹配码字", "closest companion": "最亲密的朋友", "closest cooperation": "密切合作"}, "ex": ["adj. 最靠近的（close的最高级）"], "eg2": [["Maybe that’s why we save those for the ones  to us, like our families.", "也许这就是为什么我们保存那些与我们最亲近的东西，例如家庭。"], ["A. Some of my<b> closest</b> friends in the world are still doing this work — not just in Chicago but elsewhere.", "这个世界上一些我最要好的朋友还在做这样的工作——不仅仅是在芝加哥，世界各地都有。"], ["To varyingdegrees, we all have secrets which we do not want evenour  friends to learn, but few of us have skeletons in the cupboard.", "我们在不同程度上艘有一些甚至连最亲密的朋友也不想让他们知道的秘密，但是却极少有人有橱中骷髅。"]], "st": {"transform": [["adj.", "closer,closest"]], "similar": "dense,compact,thick"}}, "cluster": {"pron": {"peg": "['klʌstɚ]", "pam": "['klʌstɚ]"}, "wp": {"Cluster service": "群集服务;群服务;丛集服务;群集办事", "Beehive Cluster": "鬼宿星团;蜂巢星团", "ion cluster": "离子束;\t\t离子簇;离子丛集", "cluster galaxy": "团星系;\t\t属团星系;团恒星系", "CREATE CLUSTER": "建立聚簇;建簇;建立簇", "cluster bomb": "集束炸弹;束炸弹;集束弹;子母弹", "Hercules Cluster": "武仙座星系团", "Cluster chemistry": "原子簇;原子簇化学;团簇化学", "cluster headache": "丛集性头痛;组合性头痛;头痛群;丛发性头痛"}, "ex": ["n. 群；簇；丛；串", "vi. 群聚；丛生", "vt. 使聚集；聚集在某人的周围", "n. (Cluster)人名；(英)克拉斯特"], "eg2": [["Do this for all nodes in the .", "对集群中的所有节点都这样做。"], ["This can be done on any server of the .", "可以在集群的任何服务器中这样做。"], ["However, there are some problems in the  environment.", "然而，在集群环境中却存在一些问题。"]], "st": {}}, "comeback": {"ex": ["n. 恢复；复原"], "pron": {"peg": "['kʌmbæk]", "pam": "['kʌmbæk]"}, "st": {}, "wp": {"Comeback Season": "复出季;影名", "comeback sword": "回风落雁剑法;回峰落雁剑谱;喝了再上剑", "Comeback Kings": "逆转王;逆转之王", "to comeback": "的回来", "triumphant comeback": "胜利复出", "Best Comeback": "最佳回归", "a comeback": "东山再起", "Comeback Show": "喜欢喜欢;暂定名", "power comeback": "动力性恢复"}, "eg2": [["It will be an even harder<b> comeback</b> this time.", "这一次，我们的恢复甚至可能更加困难。"], ["He's great in the role of the struggling actor trying to make a<b> comeback</b> after one big success in a series.", "他的表演很出色，他扮演的角色是 一个很努力的演员，在一系列大的成功之后，尝试着做个回归。"], ["Now, you might wonder from where you can get the motivation to overcome your fear of failure or<b> comeback</b> after you fail in your pursuit of passion.", "在追求热情失败过后，你现在可能想的是哪里能够得到足以克服失败的恐惧或重新复出的动机。"]]}, "comparable": {"pron": {"peg": "['kɑmpərəbl]", "pam": "['kɑmpərəbl]"}, "wp": {"comparable study": "比较研究", "comparable complement": "可比较补", "comparable uniformity": "可比一致性", "stochastically comparable": "随机可比", "comparable prices": "可比价格;按可比价格", "comparable value": "可比值", "comparable SSC": "类似学习圈", "Comparable Worth": "可比价值;同值同酬;可比较价值;可比代价", "comparable yields": "比较产量"}, "ex": ["adj. 可比较的；比得上的"], "eg2": [["But those are all<b> comparable</b> in the starting and final states.", "但它们都是在初态,和末态中可以比较的。"], ["Suppose we have an imaginary pair of axes with a set of  language entities on one and a set of attributes or capabilities on the other.", "假设我们有一对坐标轴，一根轴定义了一系列可以比较的语言实体，另一跟轴有一些属性或者特性。"], ["If you have a<b> comparable</b> production server in place, measuring its actual load patterns over a period of time can go a long way towards getting accurate concurrency rates and is highly recommended.", "如果您在适当位置有一个可比较的产品服务器，经过一段时间测量其实际负载模式可能对获取精确并发比率有很大的帮助，强烈推荐。"]], "st": {}}, "compress": {"ex": ["vi. 受压缩小", "vt. 压缩，压紧；精简"], "pron": {"peg": "[kəm'prɛs]", "pam": "[kəm'prɛs]"}, "st": {"similar": "contract"}, "wp": {"compress rate": "压缩比;压缩率;压缩比例", "dry compress": "干敷布", "Compress Cylinder": "油压缸", "compress pictures": "压缩图片", "Compress Files": "压缩的文件类型;压缩文件", "Compress Unix": "压缩单元;定义为压缩单元", "Compress Mode": "压缩模式;压缩方式", "compress stress": "压应力", "gin compress": "轧花压包机"}, "eg2": [["Can you<b> compress</b> your speech into five minutes?", "你能把你的讲话精简为五分钟吗?"], ["When they pull data to load into the production environment, they simply pull data from both file systems, and , then pass on to their production cluster.", "当拉出数据载入到生产环境中时，只需要从这两个文件系统拉出数据，压缩，然后传送到生产集群中。"], ["When they are found, doctors pass a tube with a balloon into the narrowed area and inflate the balloon to<b> compress</b> plaque deposits against the side of the artery.", "当它们被发现后，医生通过一个软管把一个小气球进入狭小的区域并且膨胀这个气球去压缩动脉边沉淀下来的血小板。"]]}, "consequence": {"pron": {"peg": "英 ['kɒnsɪkwəns] ", "pam": "美 ['kɑnsəkwəns] "}, "ex": ["n. 后果；结果；重要性", "网络 影响；推论；结局"], "eg2": [["This decision could have serious consequences for the industry.", "这项决定可能对该行业造成严重后果。"], ["Two hundred people lost their jobs as a direct consequence of the merger.", "合并一事直接导致二百人失去了工作。"], ["He drove too fast with tragic consequences.", "他开车太快，结果酿成惨剧。"], ["to suffer/face/take the consequences of your actions", "自食其果；面对╱承担自己行动的后果"], ["Don't worry. It's of no consequence .", "别担心，这无关紧要。"]]}, "consistent": {"pron": {"peg": "[kən'sɪstənt]", "pam": "[kən'sɪstənt]"}, "wp": {"consistent replay": "一致性重演", "Consistent namespaces": "相容的命名空间", "consistent estimation": "一致估计;\t\t相容估计;相合估计", "Be Consistent": "良好的饮食习惯;一致;要一致;一致性", "consistent order": "一致序;\t\t相容次序;兼容顺序;一致顺序", "Consistent Return": "稳定回报", "consistent aggregation": "成长一致性加总;一致性加总问题", "consistent with": "符合;一致;前后一致的;与某事物并存〔一致", "not consistent": "不一致;不可以一致"}, "ex": ["adj. 始终如一的，一致的；坚持的"], "eg2": [["These actions are<b> consistent</b> with his principles.", "这些行为与他的原则是一致的。"], ["From one endpoint to the other, data binding must ensure that data is .", "数据绑定必须保证从这个端点到那个端点数据是一致的。"], ["It either provides information or facilitates a change to business data from one valid and  state to another.", "它提供信息或简化业务数据从一个有效的、一致的状态向另一个状态的转变。"]], "st": {}}, "consummate": {"pron": {"peg": "['kɑnsəmət]", "pam": "['kɑnsəmət]"}, "wp": {"consummate happiness": "无上的幸福", "Consummate Techniques": "工艺精湛", "Consummate Design": "精良设计", "consummate e": "完成", "consummate business": "完善事务;完善业务;精湛的业务", "consummate law": "完善法治", "Consummate Classical": "古典绝赏", "Consummate Skill": "绝技;尽善尽美的技巧;无比的能力;娴熟的技巧", "consummate accomplish": "完成;圆房"}, "ex": ["adj. 至上的；完美的；圆满的", "vt. 完成；作成；使达到极点"], "eg2": [["When I am tempted to quit and begin again tomorrow I will say them and immediately act to  another sale.", "当我今天想放弃，打算明天重新开始时，我会默念这句话，然后立即行动，完成下一桩生意。"], ["This intense consumption is particularly true of music, where the Japanese excel as the world's<b> consummate</b> music collectors.", "这种消费热情在音乐上尤其如此，日本人是世界上最完美的音乐收藏家。"], ["As the Duke of Gloucester's Private Secretary said: '  actress.", "正如格洛斯特公爵的私人秘书所说：“完美的演员。"]], "st": {"transform": [["vt.", "consummated,consummating"]]}}, "contender": {"pron": {"peg": "[kən'tɛndɚ]", "pam": "[kən'tɛndɚ]"}, "wp": {"Contender 2": "铁拳新人王", "strong contender": "竞争者", "Sweet Contender": "温柔果", "Contender Elite": "精英竞争者", "Dragon Contender": "巨龙争夺", "The Contender": "竞争者;暗潮汹涌;政界风云;暗朝汹涌", "lympic Contender": "奥运选手", "rivalry contender": "青少年流行乐", "Contender Asia": "亚洲竞争者"}, "ex": ["n. 竞争者；争夺者"], "eg2": [["The press established him as the leading .", "报纸公认他是主要竞争者。"], ["So their discovery would provide a key piece of experimental evidence for this  for a Grand Unified Theory meshing general relativity with quantum mechanics.", "所以他们的发现将为这些(对抗)结合了相对论和量子力学的大统一理论的竞争者们提供一份关键的实验证据。"], ["Well lucky you, you just so happen to have linguistic competency in the current language of international business and the top<b> contender</b> for global language.", "无疑你是幸运的，因为你恰好拥有了当今国际商业竞争中的语言竞争力并成为全球通用语言的顶级竞争者。"]], "st": {}}, "contrary": {"pron": {"peg": "['kɑntrɛri]", "pam": "['kɑntrɛri]"}, "wp": {"contrary sign": "异号;相反符号;\t\t相异号", "contrary flexure": "反曲", "hypothesis contrary": "假言推理", "contrary view": "相反的观点", "Contrary Indicator": "反向指标;逆向指标", "contrary class": "反组;对立组", "Contrary Think": "逆思乐团", "contrary beliefs": "截然相反的信仰", "contrary choice": "逆向选择"}, "ex": ["adj. 相反的；对立的", "adv. 相反地", "n. 相反；反面"], "eg2": [["In some ways, to the .", "从某个相反的方向看来。"], ["The plane is flying a<b> contrary</b> direction.", "飞机向相反的方向飞去。"], ["Therefore, we do not consider the inspection meeting as optional: on the , the experience acquired with this case study lets us support inspection meetings.", "因此，我们不需要将审查会议看作可选择的：相反，在这个案例研究中我们获得的经验是让我支持审查会议。"]], "st": {"transform": [["n.", "contraries"]], "similar": "perverse,restive,balky"}}, "convert": {"pron": {"peg": "[kən'vɝt]", "pam": "[kən'vɝt]"}, "wp": {"Convert Contact": "转变接触", "Number Convert": "数字翻译工具", "Convert Hexes": "降咒转换", "Convert between": "转换电间", "convert rows": "转换行", "Lashou Convert": "拉手转换王;货币计量转换", "convert payment": "红包", "Convert Database": "转换数据库", "Audio Convert": "豪杰音频转换通;豪杰音频通;音频转换;好汉音频转换通"}, "ex": ["vt. 使转变；转换…；使…改变信仰", "vi. 转变，变换；皈依；改变信仰", "n. 皈依者；改变宗教信仰者", "n. (Convert)人名；(法)孔韦尔"], "eg2": [["I<b> convert</b> waste into wealth,\" he says.", "我将废物转变为财富，”他说。"], ["Why does it ?", "为什么它要转换？"], ["In order to<b> convert</b> hearers into listeners, you need to know why they should listen to you –and tell them if necessary.", " 为了把听众转换成倾听者，您需要了解他们为什么需要听您的演讲----如果必要您可以告诉他们。"]], "st": {"similar": "change"}}, "correspond": {"ex": ["vi. 符合，一致；相应；通信"], "pron": {"peg": "[,kɔrə'spɑnd]", "pam": "[,kɔrə'spɑnd]"}, "st": {"similar": "agree"}, "wp": {"correspond development": "相容协调发展;协调发展", "To correspond": "符合;对应", "correspond problem": "对应问题", "complete correspond": "完全对应", "correspond knowledge": "相应知识", "more correspond": "更协调", "correspond controlling": "通信控制协议", "correspond vi": "相类似", "correspond to": "相当于;相似;相当;与"}, "eg2": [["But does not Jane<b> correspond</b> with the sister?", "可是吉英不还在跟他妹妹通信吗？"], ["The date should  to the timeframe when the analyst anticipates that part of the requirement will change or become obsolete.", "这个日期应该与分析师期望需求的某些部分在什么时候会变化或者作废的日期一致。"], ["Conversely, it is one thing to have thoughts and intelligent notions, and another to know what impressions, perceptions, and feelings  to them.", "反之，具有思想与概念是一回事，知道符合这些思想和概念的表象、直观、情绪又是一回事。"]]}, "correspondent": {"pron": {"peg": "英 [.kɒrɪ'spɒndənt] ", "pam": "美 [.kɔrə'spɑndənt] "}, "ex": ["n. 记者；通讯员；通信者", "网络 通讯记者；驻外记者；常驻外埠记者"], "eg2": [["the BBC's political correspondent", "英国广播公司的政治新闻记者"], ["a foreign/war/sports, etc. correspondent", "驻外、战地、体育等记者"], ["our Delhi correspondent", "我们驻德里的通讯员"], ["She's a poor correspondent(= she does not write regularly) .", "她是个懒于写信的人。"]]}, "counsel": {"pron": {"peg": "英 ['kaʊns(ə)l] ", "pam": "美 ['kaʊns(ə)l] "}, "ex": ["n. 建议；法律顾问；律师", "v. 提供专业咨询；建议", "网络 忠告；劝告；商议"], "eg2": [["Listen to the counsel of your elders.", "要听从长辈的忠告。"], ["In the end, wiser counsels prevailed.", "高明的建议最终占了上风。"], ["to be represented by counsel", "由律师代表"], ["the counsel for the defence/prosecution", "被告╱原告的律师"], ["defence/prosecuting counsel", "被告╱原告的律师"], ["The court then heard counsel for the dead woman's father.", "法庭接着听取了女死者的父亲所请律师的陈述。"], ["Therapists were brought in to counsel the bereaved.", "请了治疗专家来给死者的亲属做心理辅导。"], ["Most experts counsel caution in such cases.", "大多数专家建议在这样的情况下要谨慎从事。"], ["He counselled them to give up the plan.", "他建议他们放弃此项计划。"]]}, "curve": {"ex": ["n. 曲线；弯曲；曲面；弧线", "v. （使）沿曲线移动；呈曲线形", "网络 弯道；曲球；使弯曲"], "pron": {"peg": "英 [kɜː(r)v] ", "pam": "美 [kɜrv] "}, "eg2": [["the delicate curve of her ear", "她耳朵的优美曲线"], ["a pattern of straight lines and curves", "直线与曲线交织的图案"], ["a curve in the road", "道路上的拐弯处"], ["The driver lost control on a curve and the vehicle hit a tree.", "司机在拐弯处失控，车撞到了一棵树上。"], ["to plot a curve on a graph", "在图上绘出一条曲线"], ["the unemployment-income curve(= a line on a graph showing the relationship between the number of unemployed people and national income)", "失业与国民收入曲线"], ["One of the journalists threw the senator a curve(= surprised him by asking a difficult question) .", "一名记者向那位参议员提出了一个出乎意料的难题。"], ["Our expert advice will help you stay ahead of the curve.", "我们的专业建议将有助于你保持引领潮流。"], ["We've fallen behind the curve when it comes to developing new digital products.", "就开发新的数码产品而论，我们已经落后了。"], ["Our expert advice will help you stay ahead of the curve.", "我们的专业建议将有助于你保持引领潮流。"], ["We've fallen behind the curve when it comes to developing new digital products.", "就开发新的数码产品而论，我们已经落后了。"], ["The road curved around the bay.", "那条路沿海湾呈曲线伸展。"], ["The ball curved through the air.", "球在空中沿曲线移动。"], ["His lips curved in a smile.", "他咧嘴笑了。"]]}, "dataset": {"ex": ["n. 资料组"], "pron": {}, "st": {}, "wp": {"typed DataSet": "类型化数据集;强类型数据集;当向类型化的数据集;具型别资料集", "Any DataSet": "与任意数据集连接", "large dataset": "大数据集", "IMDB dataset": "网络电影数据集", "dataset partition": "数据分块", "DS DataSet": "数据集", "Dataset description": "数据集描述", "Volume Dataset": "体数据集", "multidimensional dataset": "多维数据"}, "eg2": []}, "decay": {"pron": {"peg": "[dɪ'ke]", "pam": "[dɪ'ke]"}, "wp": {"spontaneous decay": "自发衰减;自发衰变;自发裂变;自发辐射衰变", "anaerobic decay": "厌氧分解;缺氧分解作用;厌氧分化;厌氧腐烂", "gamma decay": "衰变;伽马衰变;加马衰变", "decay law": "衰变定律;衰减定律;蜕变定律;衰变律", "decay analogue": "衰变模拟", "abnormal decay": "反常衰变", "alpha decay": "衰变;阿法衰减;阿伐衰变", "weld decay": "焊缝腐蚀;\t\t焊接区晶间腐蚀;焊接接头晶间腐蚀;焊接侵蚀", "decay heat": "衰变热"}, "ex": ["vi. 衰退，[核] 衰减；腐烂，腐朽", "n. 衰退，[核] 衰减；腐烂，腐朽", "vt. 使腐烂，使腐败；使衰退，使衰落", "n. (Decay)人名；(法)德凯"], "eg2": [["The tree began to<b> decay</b> as soon as it was cut down.", "树一被砍倒，它就开始腐朽。"], ["I had no toenails - they had dropped off from .", "我没有脚趾甲——它们由于衰退而脱落了。"], ["The ancient Egyptians knew ways to preserve dead bodies from .", "古埃及人懂得保存尸体，使之不会腐烂的方法。"]], "st": {"similar": "rot,putrefy,spoil,moulder,disintegrate,decompose"}}, "deficit": {"pron": {"peg": "['dɛfəsɪt]", "pam": "['dɛfəsɪt]"}, "wp": {"net deficit": "净额赤字;净亏", "budget deficit": "预算赤字;财政预算赤字;财政赤字;政府赤字", "trade deficit": "贸易赤字;\t\t贸易逆差;入超;贸易顺差", "deficit spending": "超前消费;赤字性支出;赤字支出;\t\t赤字开支", "saturation deficit": "饱和差;饱和不足量;饱和亏缺;饱差", "cash deficit": "现金赤字;\t\t现金亏绌;现金逆差", "operating deficit": "营业亏损;经营赤字;营业亏绌;营业吃亏", "democratic deficit": "民主逆差;民主赤字;民主的赤字", "Water deficit": "水分亏缺;缺水量;水量差;缺水"}, "ex": ["n. 赤字；不足额"], "eg2": [["And so -- but we do have to deal with the .", "所以说——但是，我们的确必须解决赤字问题。"], ["They must retrench their expenditure for the purpose of making up the .", "为了弥补赤字，他们必须压缩开支。"], ["But how do you show seriousness about the budget<b> deficit</b> amid that spending?", "但你如何在这样的开支计划里显示对预算赤字的重视呢？"]], "st": {}}, "deposit": {"pron": {"peg": "英 [dɪ'pɒzɪt] ", "pam": "美 [dɪ'pɑzɪt] "}, "ex": ["n. 存款；押金；订金；订钱", "v. 存储；放置；放下；使沉积", "网络 定金；保证金；存放"], "eg2": [["They normally ask you to pay $100 (as a) deposit.", "他们通常要求付 100 元（作为）订金。"], ["We've put down a 5% deposit on the house.", "我们已支付了房款的 5% 作为订金。"], ["to pay a deposit", "付押金"], ["Deposits can be made at any branch.", "在任何一家分行都可以存钱。"], ["All the other candidates lost their deposits .", "所有其余候选人都失掉了竞选保证金。"], ["mineral/gold/coal deposits", "矿床；金矿；煤藏"], ["The rain left a deposit of mud on the windows.", "雨水在窗上留下一层泥。"], ["fatty deposits in the arteries of the heart", "心动脉中的脂肪沉积"], ["She deposited a pile of books on my desk.", "她把一摞书放在我的书桌上。"], ["I was whisked off in a taxi and deposited outside the hotel.", "一辆出租车匆匆把我送到旅馆外面，让我下了车。"], ["Sand was deposited which hardened into sandstone.", "沙经沉积固结形成沙岩。"], ["Millions were deposited in Swiss bank accounts.", "巨额款项存入了瑞士的银行账户。"], ["Guests may deposit their valuables in the hotel safe.", "旅客可将贵重物品寄存在旅馆的保险柜里。"]]}, "derive": {"ex": ["vt. 源于；得自；获得", "vi. 起源", "n. (Derive)人名；(法)德里夫"], "pron": {"peg": "[dɪ'raɪv]", "pam": "[dɪ'raɪv]"}, "st": {"similar": "rise", "transform": [["vt.", "derived,deriving"]]}, "wp": {"Derive activity": "引导业务", "derive circuit": "分支电路;驱动电路", "derive recently": "最近源于", "derive knowledge": "获得知识", "dmo derive": "的演示文件格式", "derive demand": "派生需求;衍生性需求", "finance derive": "金融衍生品", "derive the": "推导出", "derive draw": "吸取"}, "eg2": [["Now you can<b> derive</b> this.", "现在你们能得到这个。"], ["So like any diligent scientist, he set about trying to<b> derive</b> one.", "所以，像其他勤奋的科学家一样，他自己尝试着推论出一个来。"], ["We should be judged by the quality of our products and the value investors  from them.", "我们的价值应该以我们产品的质量和投资者从中得到的价值来衡量。"]]}, "deterioration": {"ex": ["n. 恶化；退化；堕落"], "pron": {"peg": "[dɪ,tɪrɪə'reʃən]", "pam": "[dɪ,tɪrɪə'reʃən]"}, "st": {}, "wp": {"mental deterioration": "精神衰退;神经衰弱;神经退化;心智衰退", "Credit deterioration": "信用恶化", "deterioration failure": "老化形成的故障;变质失效;损坏失效", "microbiological deterioration": "微生物降解作用", "habit deterioration": "习惯退化", "intellectual deterioration": "智力衰退", "oil deterioration": "油变质;油质劣化;油质衰败;油品变质", "alcoholic deterioration": "酒精中毒性衰退", "deterioration phenomenon": "老化现象"}, "eg2": [["A reading over 50 indicates an expansion of activity in the manufacturing sector, while one below 50 suggests a .", "这一指数高于50表明制造业处于扩张状态，低于50时则反映制造业状况在恶化。"]]}, "disregard": {"pron": {"peg": "[,dɪsrɪ'ɡɑrd]", "pam": "[,dɪsrɪ'ɡɑrd]"}, "wp": {"to disregard": "藐忽;不计;不问;无视", "disregard of": "否认论", "Disregard elders": "目无尊长", "Flagrant Disregard": "公然不顾", "disregard limit": "忽略限", "in disregard": "于尴尬", "disregard message": "废报信息", "bùjì disregard": "不计", "disregard advice": "无视忠告"}, "ex": ["vt. 忽视；不理；漠视；不顾", "n. 忽视；不尊重"], "eg2": [["He has the greatest  for all formality.", "他全然不顾一切礼节。"], ["Her actions manifested a complete  for personal safety.", "她的行为证明她完全不顾个人安危。"], ["Some of the comments under the video displayed how a bias can make us<b> disregard</b> something without even looking at what it is.", "从视频下面的评论可以看出，成见可以让我们忽视一些我们甚至还弄清楚那是什么东西的东西。"]], "st": {"similar": "neglect"}}, "dominate": {"pron": {"peg": "['dɑmɪnet]", "pam": "['dɑmɪnet]"}, "wp": {"Dominate Mind": "支配意识;他身边的两个守护者会随即控制玩家;把握认识;精神控制", "dominate function": "支配函数", "dominate discharge": "造床流量", "Dominate Party": "这种新加坡独大党", "immediately dominate": "直接支配", "Dominate Animal": "支配动物", "Dominate Undead": "操控亡灵", "dominate exclusively": "独霸", "dominate node": "支配节点"}, "ex": ["vt. 控制；支配；占优势；在…中占主要地位", "vi. 占优势；处于支配地位"], "eg2": [["She must<b> dominate</b> her passions.", "她必须控制自己的情感。"], ["They had the ambition to  this small country.", "他们有控制这个小国的野心。"], ["Never allow her<b> dominate</b> you in any way, do not buy her drinks or hold/watch her purse for her.", "绝对不要让她以任何的方式支配你，不要为她买饮料，不要帮她拿着或看着包包。"]], "st": {"transform": [["vt.", "dominated,dominating"]]}}, "elevate": {"ex": ["vt. 提升；举起；振奋情绪等；提升…的职位"], "pron": {"peg": "['ɛlɪvet]", "pam": "['ɛlɪvet]"}, "st": {"transform": [["vt.", "elevated,elevating"]]}, "wp": {"Elevate America": "提升美国", "elevate e": "提高;举起;抬高", "rapid elevate": "迅速升温", "elevate vt": "提高", "elevate lev": "轻", "Brain Elevate": "脑力提升胶囊", "Neonatura Elevate": "绿之舞", "elevate effect": "高程效应", "elevate degree": "使等级程度升高"}, "eg2": [["Soon they will<b> elevate</b> you to a high rank in their society.", "很快你就会被提升到他们的社会中较高的阶层。"], ["We’re not going to become Confucians, but we can<b> elevate</b> education on our list of priorities without relinquishing creativity and independent thought.", "我们美国人并不打算成为儒家弟子，但我们可以提升教育的优先度，同时不放弃创造性和独立思考。"], ["Using music to relax when dwelling on a particular problem then, may not only<b> elevate</b> your mood – but could help you reach that “a-ha” moment and find a solution.", "用音乐来放松自己，然后停留在一个特定问题之上，不仅能够提升你的心情，而且可能帮助你达到豁然开朗的境地，并找到解决办法。"]]}, "elite": {"ex": ["n. 精英；精华；杰出人物", "网络 中坚分子；精锐；菁英"], "pron": {"peg": "英 [ɪˈliːt] ", "pam": "美 [ɪˈlit] "}, "eg2": [["a member of the ruling/intellectual elite", "上层统治集团的成员；知识界的精英"], ["Public opinion is influenced by the small elite who control the media.", "舆论为少数控制着新闻媒介的上层人士所左右。"], ["In these countries, only the elite can afford an education for their children.", "在这些国家，只有上层人士才供得起子女上学。"]]}, "emerge": {"pron": {"peg": "[ɪ'mɝdʒ]", "pam": "[ɪ'mɝdʒ]"}, "wp": {"Clear Emerge": "清晰浮现", "pattern emerge": "模式涌现", "emerge-": "出现", "emerge from": "从;曾经一度遭到;摆脱;浮现", "pressure emerge": "矿压显现", "emerge as": "应运而生", "suddenly emerge": "突然出现", "university emerge": "院校合并", "Emerge Leaders": "鳌头"}, "ex": ["vi. 浮现；摆脱；暴露"], "eg2": [["After all, we all have a “Gandhi” inside of us, just waiting to .", "毕竟，我们的心中都有一个“甘地”，只是等待着时机展现。"], ["Ultimately, the concept of Object Lifecycle seems to<b> emerge</b> as a unifying concept for Data, Service and Business Processes.", "最终，对象生命周期的概念似乎作为数据、服务和业务流程的统一概念浮现出来。"], ["As the next step, whether or not these people have an awakening they  from the state in which they have been with important new information about themselves.", "当下一步到来，无论这些人是否醒来了，他们都从这种状态中汲取能量。 他们在这种状态中发现关于他们自身的重要信息。"]], "st": {"transform": [["vi.", "emerged,emerging"]]}}, "errand": {"ex": ["n. 使命；差事；差使"], "pron": {"peg": "['ɛrənd]", "pam": "['ɛrənd]"}, "st": {}, "wp": {}, "eg2": []}, "estimate": {"ex": ["vi. 估计，估价", "n. 估计，估价；判断，看法", "vt. 估计，估量；判断，评价"], "pron": {"peg": "['ɛstə,met]", "pam": "['ɛstə,met]"}, "st": {"similar": "appraise,evaluate,rate", "transform": [["vt.", "estimated,estimating"]]}, "wp": {"accounting estimate": "会计估计;会计估量;\t\t会计估价;会计估值", "estimate budget": "概算;预算", "parametric estimate": "参数估计;参量估计", "coverage estimate": "覆盖估计", "voyage estimate": "航次估算;航次收支估算书", "Estimate Conversion": "估算变换", "Risk Estimate": "风险评估;风险估计;危险估价;风险评价", "sample estimate": "样本估计数;试样估计", "Parameter Estimate": "参数估计值;参数估计;参数解算;参数估算"}, "eg2": [["I<b> estimate</b> the damage at 8000 yuan.", "我估计那项损失达8000元。"], ["You had better countercheck that last .", "你最好复核一下上次的估价。"], ["The committee lacked a correct<b> estimate</b> of his ability.", "委员会对他的能力缺乏正确的评价。"]]}, "exceed": {"pron": {"peg": "[ɪk'sid]", "pam": "[ɪk'sid]"}, "wp": {"exceed d": "超过;超越;超出;越出", "go exceed": "钻石王牌主题曲", "exceed in": "超过", "Super Exceed": "豪华超越;奢华逾越;豪华逾越", "exceed overdraft": "透支过期", "Exceed standard": "超标", "greatly exceed": "大大超过", "Exceed Ourself": "超越自我", "Exceed Future": "香港超越前程"}, "ex": ["vt. 超过；胜过", "vi. 超过其他"], "eg2": [["Exports yearly<b> exceed</b> imports.", "输出每年超过输入。"], ["The goals of compliance should not be to reach the minimum requirements but to  them.", "遵从性的目标不应该是达到 最低要求，而是超过 最低要求。"], ["Participation will therefore not be attractive to those whose mortgages that already  the value of their homes.", "因此对那些抵押已经超过他们房屋价值的人来说，参与这项贷款并不具有吸引力。"]], "st": {}}, "exceptionally": {"pron": {"peg": "[ɪk'sɛpʃənəli]", "pam": "[ɪk'sɛpʃənəli]"}, "wp": {"Exceptionally small": "微小的异常小的", "exceptionally early": "特别地早", "Exceptionally Gifted": "特殊资优", "Exceptionally Bad": "特别差", "extremely exceptionally": "您这汉语说得倍儿棒啊", "exceptionally ad": "异常地", "exceptionally intelligent": "冰雪聪明", "exceptionally big": "特大", "exceptionally progressive": "特别进步的"}, "ex": ["adv. 异常地；特殊地；例外地"], "eg2": [["It possesses incredible strength and elasticity, while its<b> exceptionally</b> high conductivity and use in flexible semiconductors  could soup up computing.", "它具有难以置信的强度和弹性，而其异常的高导电性和半导体中灵活的应用可以提高计算能力。"], ["Though nearly 50, he is  vigorous in work.", "别看他快50岁了， 工作却是雷厉风行。"], ["I want to pay tribute to all those working in these<b> exceptionally</b> difficult situations.", "我要向所有在这些极端困难境况下工作的人们致以敬意。"]], "st": {}}, "exuberant": {"ex": ["adj. 繁茂的；生气勃勃的，充溢的"], "pron": {"peg": "[ɪg'z(j)uːb(ə)r(ə)nt; eg-]", "pam": "[ɪg'z(j)uːb(ə)r(ə)nt; eg-]"}, "st": {}, "wp": {"Demand exuberant": "需求旺盛", "exuberant t": "非常高兴的;丰富;繁茂的", "exuberant granulations": "冗长肉芽;翻译", "exuberant crops": "茂盛的农作物", "exuberant stage": "旺盛时期", "Exuberant Matte": "蔚然", "exuberant granulation": "赘肉", "Exuberant XL": "盎然", "exuberant foliage": "枝繁叶茂"}, "eg2": [["The men are known as  teachers, and are favorites among computer science and math students, as well as architecture, engineering and biology majors who often take their classes.", "这父子俩上课谈笑风生，在计算机科学和数学的学生中很受欢迎。 建筑学、工程学和生物学专业的学生也经常上他们的课。"], ["Look to castle peak, BeiYi bamboo, green water, pines and bamboo this ordinary farmhouse set off .", "放眼青山，背依翠竹，绿水、苍松和翠竹把这栋普通农舍映衬得生气盎然。"], ["And it was an ,  time.", "那真是一段生气勃勃的时光。"]]}, "fluctuation": {"pron": {"peg": "[,flʌktʃʊ'eʃən]", "pam": "[,flʌktʃʊ'eʃən]"}, "wp": {"Humidity fluctuation": "湿度波动;湿度波动度;湿润程度颠簸度", "pressure fluctuation": "压力波动;压力脉动;压力测量", "seasonal fluctuation": "季节性波动;\t\t季节性起伏;\t\t季节变动;季节波动", "quantum fluctuation": "量子涨落;量子起伏;量子扰动;量子变动", "frequency fluctuation": "频率起伏;频率波动;频率漂移;转速", "fluctuation ratio": "波动比;起伏比;波动率", "speed fluctuation": "速度波动;速度忽高忽低;速率变动;转速波动", "turbulent fluctuation": "紊流脉动;紊动;乱流变动;湍流脉动", "price fluctuation": "价格波动;价格紊乱;\t\t价格变动;物价波动"}, "ex": ["n. 起伏，波动"], "eg2": [["The erratic  of market prices is in consequence of unstable economy.", "经济波动致使市场物价忽起忽落。"], ["Once we have a function, it is much easier to filter on different data sets and<b> fluctuation</b> thresholds.", "一旦我们拥有了一个函数，对不同的数据集和波动临界点进行过滤就简单多了。"], ["But Kumano cautioned the figures may be a one-off  and it is still too early to see if the change is lasting.", "但是熊野提醒道，这些数据可能只是昙花一现的波动，要想知道这一变化是否会持久还为时尚早。"]], "st": {}}, "furious": {"pron": {"peg": "['fjʊrɪəs]", "pam": "['fjʊrɪəs]"}, "wp": {"Furious Resolve": "平息怒火;停息怒气", "HMS Furious": "暴怒号", "Furious Crawdad": "狂暴龙虾", "FURIOUS SHOOTING": "狂暴子弹;狂暴射击", "Furious Blow": "疯狂嘲讽", "Furious Love": "烈爱寻踪;狂烈的爱", "Furious gold": "黄金狗", "Furious Moles": "狂怒鼹鼠;狂怒的鼹鼠;鼹鼠的怒骂攻击", "Furious Five": "盖世五侠;无畏五侠"}, "ex": ["adj. 激烈的；狂怒的；热烈兴奋的；喧闹的"], "eg2": [["Perhaps you’ll be  with your partner over something or other and they’ll point out something they did, hoping for praise.", "也许你会因为某事对你的情人或其他人暴怒，他们会指出他们做了的某事，希望被赞扬。"], ["I comforted you, she thought -- not<b> furious</b> yet but beginning to be .", "我安慰了你，她心想——没有生气，但去开始要生气了。"]], "st": {}}, "gentler": {"ex": ["adj. 优雅的，温和的"], "pron": {"peg": "[ˈdʒɛntlɚ(r)]", "pam": "[ˈdʒɛntlɚ(r)]"}, "st": {"similar": "soft", "transform": [["adj.", "gentler,gentlest"], ["vt.", "gentler,gentlest"]]}, "wp": {}, "eg2": [["In this sense, ours is a kinder, , more forgiving country than it was 40 years ago.", "从这个意义上讲，我们是一个比40年前更仁慈、温和宽容的国家。"], ["And she was  here than in the grassy-margined streets of the settlement, or in her mother's cottage.", "而她在这林中，也要比在居民区两边铺了草的街道上，或是她母亲的茅屋中，显得温和些。"], ["Years ago, people tended to see evolution as a competition for survival of the fittest. But now there is more emphasis on the<b> gentler</b> virtues.", "数年前，人们倾向于把进化看作是一种竞争，适者生存的竞争，但现在更加地强调温和的美德。"]]}, "geriatric": {"ex": ["adj. 老人的；老年医学的", "n. 老年病人；衰老老人"], "pron": {"peg": "['dʒɛrɪ'ætrɪk]", "pam": "['dʒɛrɪ'ætrɪk]"}, "st": {}, "wp": {"geriatric ward": "老年病房;老年科", "Geriatric Psychiatry": "老年精神病学;老年精神医学;精神医学", "geriatric period": "老年期", "Geriatric rehabilitation": "老人康复;老年病康复学;老年康复", "geriatric care": "老年保健;安老服务", "geriatric pharmacology": "老年药理学", "geriatric aide": "老年人助理;老年助理", "geriatric fractures": "老年性骨折", "geriatric facility": "老龄设施"}, "eg2": [["For an ambitious , the largely ceremonial job might have seemed a humiliation.", "对一位雄心勃勃的老人来说，这近似于摆设的职位就像一种羞辱。"], ["As a<b> geriatric</b> researcher, Perls has studied many factors that contribute to longevity, and he is the first to acknowledge that living longer isn't likely to be simply a matter of genes.", "作为一名老年病学研究人员，珀尔斯研究过许多对长寿有影响的因素，而且他还是承认长寿不可能仅与基因有关的第一人。"], ["We did a study at the Baycrest<b> geriatric</b> centre in Toronto in which we identified 200 clear cases of Alzheimer's disease and looked at the patients' backgrounds to see if they were mono- or bilingual.", "我们在多伦多市贝佳斯老年护理中心做了一项调查，研究对象为200名典型的老年痴呆症患者。 我们查看病人的简历，看他们会不会说两种语言。"]]}, "golfer": {"pron": {"peg": "英 ", "pam": "美 [ˈɡɒlfə(r)] "}, "ex": ["n. 高尔夫球运动员", "网络 高尔夫球手；打高尔夫球的人；高尔夫球员"], "eg2": []}, "heel": {"pron": {"peg": "英 [hiːl] ", "pam": "美 [hil] "}, "ex": ["n. 足跟；脚后跟；（袜子等的）后跟；（鞋、靴子等的）后跟", "v. 给（鞋等）修理后跟；倾侧；倾斜", "网络 脚跟；踵；鞋跟"], "eg2": [["shoes with a low/high heel", "低跟鞋；高跟鞋"], ["a stiletto heel", "细高跟"], ["The sergeant clicked his heels and walked out.", "中士将鞋跟咔哒一并，走了出去。"], ["high-heeled shoes", "高跟鞋"], ["She doesn't often wear heels.", "她不常穿高跟鞋。"], ["He fled from the stadium with the police at his heels.", "他逃离了运动场，警察在后面紧追不舍。"], ["He fled from the stadium with the police at his heels.", "他逃离了运动场，警察在后面紧追不舍。"], ["News of rising unemployment followed hard on the heels of falling export figures.", "出口数字下降之后紧接着就是失业率上升的消息。"], ["News of rising unemployment followed hard on the heels of falling export figures.", "出口数字下降之后紧接着就是失业率上升的消息。"], ["The boat heeled over in the strong wind.", "船在狂风中倾侧了。"]]}, "hiatus": {"pron": {"peg": "[haɪ'etəs]", "pam": "[haɪ'etəs]"}, "wp": {}, "ex": ["n. 裂缝，空隙；脱漏部分"], "eg2": [], "st": {"transform": [["n.", "hiatuses,hiatus"]]}}, "hindsight": {"ex": ["n. 后见之明；枪的照门"], "pron": {"peg": "['haɪndsaɪt]", "pam": "['haɪndsaɪt]"}, "st": {}, "wp": {"hindsight effect": "事后诸葛效应", "On Hindsight": "赫然回想;后知后觉", "hindsight m": "回溯视物感觉", "hindsight distance": "照门距离", "in hindsight": "回想;后见之明", "Upon Hindsight": "当事情过后", "with hindsight": "事后来看", "T Hindsight": "哥特摇滚", "Hindsight Bias": "后见之明偏误;事后偏见;后视偏差;事后聪明偏差"}, "eg2": [["We are all products of our time, and we only have .", "我们都是时代的产物，而我们都只有事后聪明。"], ["However, after the shock subsides and the person is able to look back through the lens of time, I believe that, in , that surprise factor will lessen.", "然而，一旦相关人感到震撼的情绪平静下来，能够回顾事情经过之后，我相信，以我的后知之明，那种惊诧感会变弱的。"], ["With the benefit of , what different steps would you have taken?", "有事后觉悟的帮助，你会采取哪些不同的步骤呢？"]]}, "immune": {"pron": {"peg": "英 [ɪ'mjuːn] ", "pam": "美 [ɪ'mjun] "}, "ex": ["adj. 有免疫力；不受影响；受保护；免除", "n. 免疫者", "网络 免疫的；免除的；不受影响的"], "eg2": [["Adults are often immune to German measles.", "成人往往对风疹有免疫力。"], ["You'll eventually become immune to criticism.", "你终究会变得不在乎批评了。"], ["No one should be immune from prosecution.", "任何人都不应免于被起诉。"]]}, "impress": {"pron": {"peg": "[ɪm'prɛs]", "pam": "[ɪm'prɛs]"}, "wp": {"Impress Holding": "印象控股集团", "Orient Impress": "东印象", "impress MV": "映派MV", "impress upon": "再三嘱托;使牢记;明了;留下深刻的印象时", "Never impress": "从不炫耀自己", "IMPRESS BRIGHTENER": "亮肌柔肤美容液", "Impress eyesight": "增强自己的眼力", "Gaoshan Impress": "高珊打动", "impress sb": "感动某人;给某人留下印象;给某人留下深刻的印象;使某人印象深刻"}, "ex": ["vt. 盖印；强征；传送；给予某人深刻印象", "vi. 给人印象", "n. 印象，印记；特征，痕迹"], "eg2": [["She did not<b> impress</b> me at all.", "她没给我留下丝毫印象。"], ["I tell you this to  upon you theabsolute power there is in taking the time to work on yourself.", "我告诉你这些事，让你对绝对的力量留下深刻的印象，让你抓紧时间为了自己而努力。"], ["You will not be able to build self respect if you are permanently striving to<b> impress</b> others with outer displays.", "如果你永远在努力用外在的显示来加深别人对你的印象，你将不能够建立自我尊重。"]], "st": {"transform": [["vt.", "impressed或-prest,impressing"]]}}, "impressive": {"pron": {"peg": "[ɪm'prɛsɪv]", "pam": "[ɪm'prɛsɪv]"}, "wp": {"impressive crusher": "冲击式破碎机", "Impressive Diversification": "骄人经营业绩", "An impressive": "令人印象深刻的", "Impressive Manor": "令人印象深刻的庄园", "Impressive Hotel": "河内印象酒店", "impressive aphasia": "感觉性失语", "Impressive Support": "令人印象深刻支持", "Impressive Humanity": "让人惊叹人类", "Impressive Presentation": "脱稿的演讲"}, "ex": ["adj. 感人的；令人钦佩的；给人以深刻印象的"], "eg2": [["It was<b> impressive</b> how she knew how to manage people and to put them in their place.", "这个令我印象深刻，她是如何知道应该怎样管理人们，以及让他们摆正位置。"], ["You have been able to do some<b> impressive</b> things, but one of the goals of SOAP is interoperability.", "您本来可以做一些令人印象深刻的工作，但 SOAP 的目标之一是互操作性。"], ["Below you can see some of his<b> impressive</b> work.", "以下你能看到他一些极富感染力的作品。"]], "st": {}}, "improbable": {"pron": {"peg": "[ɪm'prɑbəbl]", "pam": "[ɪm'prɑbəbl]"}, "wp": {"Mission Improbable": "不可能的任务;铜杯", "wildly improbable": "牵强附会", "highly improbable": "可能性很小", "inherently improbable": "不可能性", "something improbable": "不大可能的事", "fairly improbable": "不可能", "Rouge Improbable": "浆果色", "improbable degree": "未必有的程度", "Improbable Collapse": "世贸中心倒塌之谜"}, "ex": ["adj. 不大可能的，未必确实的；不可信的；未必会发生的"], "eg2": [["As  as this sounds, it really works.", "听起来有点不可思议，但这是真的。"], ["The story of how an introverted German scientist came to judge and counsel schools around the world is an  one.", "一个内向的德国科学家如何涉足教育界，评判全世界的学校，并给出建议，这个故事本来是不大可能的。"], ["\"And then, \" said she, \"if that very  event should ever take place, I shall merely be able to tell what Bingley may tell in a much more agreeable manner himself.", "她想：“这样看来，如果那件不大可能的事一旦居然成了事实，我便可以把这件秘密说出来，不过到那时候，彬格莱先生自己也许会说得更动听。"]], "st": {}}, "incrementally": {"ex": ["adv. 递增地；增值地"], "pron": {"peg": "[,inkri'məntəli]", "pam": "[,inkri'məntəli]"}, "st": {}, "wp": {}, "eg2": []}, "infidelity": {"ex": ["n. 无信仰，不信神；背信"], "pron": {"peg": "[,ɪnfɪ'dɛləti]", "pam": "[,ɪnfɪ'dɛləti]"}, "st": {"transform": [["n.", "infidelities"]]}, "wp": {"information infidelity": "信息失真;信息失真的", "conjugal infidelity": "私通", "frequency infidelity": "频率失真", "circumstantial infidelity": "偶然不忠实", "Employee Infidelity": "员工不忠实行为", "soul infidelity": "精神出轨;精力出轨;心灵魂魄出轨;灵魂出轨", "About infidelity": "有关不忠实行为的陈述", "sexual infidelity": "性背叛", "internet infidelity": "网路外遇"}, "eg2": [["Generally, this is believed to be the top most reason for .", "一般来说，这对于无信仰的人是最重要的原因。"], ["The researchers at the end of the task then administered an  cheating scale that measured attitudes about cheating, and a relationship satisfaction survey.", "研究人员在任务结束时发现，从失真的欺骗的角度评价关于欺骗的态度和情侣关系的满意度调查。"], ["In Governor Sanford's case, neither he nor is wife is doing that — instead she tried to forgive him for his  while he tried to fall in love with her.", "还是说桑福德州长那个例子，无论是他或者是他妻子想要重归于好——她反而会尽力原谅他的不忠既然他也竭力试着和好。"]]}, "inflict": {"ex": ["vt. 造成；使遭受（损伤、痛苦等）；给予（打击等）"], "pron": {"peg": "[ɪn'flɪkt]", "pam": "[ɪn'flɪkt]"}, "st": {}, "wp": {"inflict damage": "损坏", "inflict company": "打扰某人", "inflict villainously": "罪恶地处罚", "inflict irrevocably": "无法改变地处罚", "inflict daringly": "大胆地处罚", "inflict politically": "政治性地处罚", "inflict vt": "把强加于", "inflict cruelty": "不构成虐待", "inflict recklessly": "不顾后果地处罚"}, "eg2": [["In their minds, it's a problem that people  upon themselves that could be solved if patients were motivated enough.", "在他们看来，这是一个问题，人们给自己造成的，可以得到解决，如果病人有足够的意志力。"], ["“I spent all this time telling them we could continue to<b> inflict</b> pain on their loved one or we could make him comfortable,” he said, his hands still moving.", "“我一直在和他们说，我们或者继续给他们的亲人造成痛苦或者我们可以让他走的舒服一些，”他说的同时手仍然在微微发抖。"], ["Either way, they were serene and unwilling to<b> inflict</b> pain on others—exactly like those who were given word of social acceptance.", "在任一种情况下，他们都很平静，不愿对他人造成痛苦——完全像那些收到通知被社会接受的人。"]]}, "intervene": {"pron": {"peg": "[,ɪntɚ'vin]", "pam": "[,ɪntɚ'vin]"}, "wp": {"nation intervene": "国家干预", "comprehensive intervene": "综合干预", "nutritional intervene": "营养干预", "intervene e": "干涉;干预;此外", "lawyer intervene": "律师介入", "behavior intervene": "行为干预", "to intervene": "干预;这个词则没有正或负面的含意", "judicial intervene": "司法介入", "early intervene": "早期干预"}, "ex": ["vi. 干涉；调停；插入"], "eg2": [["It should encourage China and others to  in euros as well as in dollars.", "美国应鼓励中国和其它国家在干涉美元汇率的同时，也干涉欧元汇率。"], ["Some of the criticisms really are with the basic idea that government should<b> intervene</b> at all in this moment of crisis.", "有些批评其实是与政府是否应在此危机时刻干涉的基本概念相关。"], [" when one child teases another about his or her physical appearance.", "如果有孩子取笑另一个孩子的身体相貌，作出干涉。"]], "st": {"transform": [["vi.", "intervened,intervening"]]}}, "intrinsic": {"pron": {"peg": "[ɪn'trɪnsɪk]", "pam": "[ɪn'trɪnsɪk]"}, "wp": {"intrinsic boundaries": "固有界线;内禀边界", "intrinsic equation": "内蕴方程;\t\t内禀方程;本性方程式;本征值方程", "intrinsic worth": "内在价值;内含价值", "Intrinsic curvature": "固有曲率", "intrinsic properties": "本赵质;内在特性;本征性质;固有特性", "intrinsic detector": "本微探测器;\t\t本征探测器", "intrinsic vingue": "内在价值", "intrinsic defect": "内在缺陕;固有缺陷;\t\t本征缺陷;本质缺陷", "intrinsic quality": "本质;内在质量;内在素质;内在品质"}, "ex": ["adj. 本质的，固有的"], "eg2": [["This raises a question. Whether the relation between contemporary political science and liberalism is merely accidental or whether there is some<b> intrinsic</b> some necessary connection between them.", "这导出一个问题，当代政治科学,与自由主义的关系仅是偶然,或之间，有些本质的,一些必然的,连结介于两者之间。"], ["Because you can learn an awful lot about the  structure of the material.", "因为你们可以了解到,关于物质固有结构的大量信息。"], ["People rarely consider that the tangible features assumed to be  to the “computer” were imitations of other objects, with keyboards inherited from typewriters and screens from television.", "人们很少考虑，这些被假定为“计算机”固有的可触知的特征是对其他事物的模仿，如键盘继承自打字机，显示屏模仿了电视机。"]], "st": {}}, "length": {"ex": ["n. 长度；（持续）时间的长短；（书或文件等的）篇幅；（电影的）片长", "网络 全长；衣长；体长"], "pron": {"peg": "英 [leŋθ] ", "pam": "美 [leŋθ] "}, "eg2": [["This room is twice the length of the kitchen.", "这个房间的长度是厨房的两倍。"], ["The river is 300 miles in length .", "这条河长 300 英里。"], ["The snake usually reaches a length of 100 cm.", "蛇一般长达 100 厘米。"], ["He ran the entire length of the beach(= from one end to the other).", "他从海滩一头跑到另一头。"], ["Did you see the length of his hair?", "你看见他头发有多长吗？"], ["We discussed shortening the length of the course.", "我们就缩短这门课程的时间进行了讨论。"], ["He was disgusted at the length of time he had to wait.", "他非常讨厌要等那么长时间。"], ["She got a headache if she had to read for any length of time(= for a long time) .", "她读书时间长了就头疼。"], ["Size of pension depends partly on length of service with the company.", "退休金的多少部分取决于为公司服务时间的长短。"], ["Each class is 45 minutes in length .", "每一节课为 45 分钟。"], ["Her novels vary in length.", "她的小说篇幅长短不一。"], ["shoulder-length hair", "长及肩的头发"], ["He swims 50 lengths a day.", "他每天游 50 个游泳池那么长的距离。"], ["The horse won by two clear lengths.", "那匹马以整整领先两个马身的优势获胜。"], ["a length of rope/string/wire", "一根绳子╱细线╱金属线"]]}, "lofty": {"pron": {"peg": "['lɔfti]", "pam": "['lɔfti]"}, "wp": {"lofty sordid": "高尚的", "Lofty Tower": "积木塔;积木高塔;高塔;万丈高楼", "Lofty ideal": "崇高的理想;壮志;豪壮的志愿;伟大的志向", "lofty feel": "厚感", "LOFTY STILE": "崇高的阶梯;崇高门挺", "lofty spirit": "崇高精神;傲骨", "too lofty": "太高尚", "lofty words": "寓意深厚的演讲", "lofty purposes": "崇高宗旨"}, "ex": ["adj. 高的；崇高的；高级的；高傲的", "n. (Lofty)人名；(英)洛夫蒂"], "eg2": [["The voice conveys  the common wish and the<b> lofty</b> idea of mankind.", "呼声传达了一种普通的愿望和人类的崇高理想."], ["So do you have an inspiring peer group of people around you with equally<b> lofty</b> ideals and goals?", "那么你周围有没有和你一样拥有崇高理想和目标的同龄人呢？"], ["Let us work together with wisdom and courage to build such a new order and advance the  cause of peace and development for mankind.", "让我们拿出智慧和勇气，为推动建立这种新秩序，为人类和平与发展的崇高事业，团结奋斗，携手共进。"]], "st": {"transform": [["adj.", "loftier,loftiest"]]}}, "loose": {"ex": ["adj. 宽松的；散漫的；不牢固的；不精确的", "vt. 释放；开船；放枪", "vi. 变松；开火", "adv. 松散地", "n. 放纵；放任；发射", "n. (Loose)人名；(捷、瑞典)洛塞；(英)卢斯；(德)洛泽"], "pron": {"peg": "[lus]", "pam": "[lus]"}, "st": {"transform": [["adj.", "looser,loosest"], ["vt.", "looser,loosest"]]}, "wp": {"let loose": "放开;放松;放出;释放", "loose piece": "木模活块;松件;活块;木模活塞", "loose fit": "松配合;动配合;间隙配合;松动配合", "loose contact": "接触不良;不良触点;不紧密接触;松结合", "loose joint": "活接;松接合;松木接;学街舞的舞神", "Loose coat": "外套;短外套;美国单;外套区", "Loose warp": "松经", "loose tea": "散茶;散装茶;散装", "loose pin": "松销;活动定位销"}, "eg2": [["Its  plot spoils the novel.", "情节松散使这篇小说大为减色。"], ["She trimmed off the  threads.", "她剪掉了松散的线头。"], ["The material of the skirt had been enfolded to form a , graceful drape.", "裙料已被折裥成宽松优美的下垂式样。"]]}, "lukewarm": {"ex": ["adj. 冷淡的；微温的；不够热心的"], "pron": {"peg": "[,lʊk'wɔm]", "pam": "[,lʊk'wɔm]"}, "st": {}, "wp": {"lukewarm data": "微温数据", "Lukewarm Spring": "微温泉", "lukewarm tepid": "微温的", "lukewarm m": "微温的", "lukewarm sentiment": "不冷不热的感觉", "lukewarm response": "冷淡的反应", "lukewarm praise": "不够热情的赞扬", "Weather lukewarm": "天气不冷不热", "lukewarm war": "温战"}, "eg2": [["I was sick of being .", "我厌倦了被冷淡的滋味。"], ["I felt the unpleasantness of the<b> lukewarm</b> liquid down my throat.", "我感到微温的液体滑下咽喉的不快。"], ["So in view of the<b> lukewarm</b> reviews, the acquisition by Microsoft was unexpected.", "所以从冷淡的评论来看，被微软收购出于意料。"]]}, "mediocre": {"ex": ["adj. 普通的；平凡的；中等的"], "pron": {"peg": "[,midɪ'okɚ]", "pam": "[,midɪ'okɚ]"}, "st": {}, "wp": {"New Mediocre": "新平庸;新平庸时代", "Mediocre Culture": "平凡文明;平凡文化;平庸文化", "mediocre fsuffering": "徒平均输", "Mediocre people": "平庸的人们;平庸的人", "Mediocre Stares": "会所流行", "mediocre ftroubled": "徒平均输", "how mediocre": "聊聊如何", "mediocre ruler": "庸君", "mediocre frugality": "中庸之俭"}, "eg2": [["If you have<b> mediocre</b> skills, that's strike two.", "如果你只有普通的技能，那就是第二个打击。"], ["Tempted as I was by the chocolate-flavored cigarette wrappers, my only purchase was some<b> mediocre</b> pork buns and pastries from the Wonder Bakery.", "在奇迹面包店里，尽管被一些巧克力味的外卷烟叶诱惑着，我还是只买了一些普通的猪肉小面包和糕点。"], ["If the competition is even , it can slow you down.", "如果面临的竞争很普通，你可能会因此放慢脚步。"]]}, "mere": {"pron": {"peg": "[mɪr]", "pam": "[mɪr]"}, "wp": {"mere a": "纯粹的;单单的;全然的;仅仅的", "mere right": "名义权利", "Mere habit": "习惯而已", "mere subsistence": "温饱", "mere access": "更多的机会;更多的访问", "mere exposure": "曝光效应;更多接触;单纯曝光效果", "Mere Anarchy": "只是混乱", "mere stone": "界石", "De Mere": "德·梅尔;贵族德·梅耳;梅雷爵士"}, "ex": ["adj. 仅仅的；只不过的", "n. 小湖；池塘", "n. (Mere)人名；(日)目连(姓)；(西)梅雷"], "eg2": [["This agreement, if not implemented, is a  scrap of paper.", "这个协定如不执行只不过是一纸空文。"], ["Therefore, if the unique source of information on the system is not in the  source code, how can we rebuild its architecture?", "因此，如果关于系统的信息的唯一来源不在起码的源代码中，那么我们如何能够重新构建其架构？"], ["I wanted her far away from me, so unattainable that she could continue as the<b> mere</b> memory she had become and remained all these years.", "我想要她离我远一些，远到她没法继续与我维系这层关系，因为她变成了纯粹的记忆，而且这么多年就是这样保持着。"]], "st": {}}, "miscue": {"ex": ["n. 撞歪；失误", "vi. 撞歪；错过提示"], "pron": {"peg": "[mɪs'kjʊ]", "pam": "[mɪs'kjʊ]"}, "st": {}, "wp": {}, "eg2": []}, "misfortune": {"pron": {"peg": "['mɪs'fɔrtʃən]", "pam": "['mɪs'fɔrtʃən]"}, "wp": {"unexpected misfortune": "三长两短", "boon misfortune": "恩惠", "female misfortune": "女祸", "accident misfortune": "变故", "Mass Misfortune": "群体灾祸", "Misfortune Cookie": "厄运饼干", "Banish Misfortune": "放逐的孤寂", "On MisfOrtune": "论人生厄运", "sheer misfortune": "完全的倒霉"}, "ex": ["n. 不幸；灾祸，灾难"], "eg2": [["Some<b> misfortune</b> must have befallen him.", "某种灾难必降临在他头上了。"], ["It is said to be an omen of .", "那被认为是一种不幸的先兆。"], ["Don't gloat,the same<b> misfortune</b> may happen to you one day.", "不要幸灾乐祸，说不定同样的不幸会落到你的头上。"]], "st": {"similar": "affliction"}}, "mitigate": {"pron": {"peg": "['mɪtɪɡet]", "pam": "['mɪtɪɡet]"}, "wp": {"mitigate damages": "减轻损害", "mitigate risks": "规避风险", "mitigate against": "阻碍", "mitigate offensive": "缓和攻势", "mitigate exacerbate": "缓和", "mitigate damage": "减轻破坏", "mitigate sth": "调和或减轻某事物的作用", "mitigate e": "减轻", "mitigate pressure": "缓解压力"}, "ex": ["vt. 使缓和，使减轻", "vi. 减轻，缓和下来"], "eg2": [["Identify and<b> mitigate</b> risks.", "识别和减轻风险。"], ["It can improve future disaster management and help<b> mitigate</b> the effects of these catastrophes.", "它可以改善未来的灾害管理，并帮助减轻这些大灾害的影响。"], ["In order to bring risks under control, you must have a sense of what risks you face and when you expect to<b> mitigate</b> them.", "为了使风险在掌控之下，您必须有高度的意识来判断您所面临的风险以及您期望什么时候可以减轻它。"]], "st": {"transform": [["vt.", "mitigated,mitigating"]]}}, "mockery": {"ex": ["n. 嘲笑；笑柄；愚弄；被嘲笑的对象", "网络 嘲弄；蔑视；嘲讽"], "pron": {"peg": "英 ['mɒkəri] ", "pam": "美 ['mɑkəri] "}, "eg2": [["She couldn't stand any more of their mockery.", "她再也无法忍受他们的愚弄了。"], ["It was a mockery of a trial.", "这次审判实在可笑。"]]}, "modify": {"pron": {"peg": "['mɑdɪfaɪ]", "pam": "['mɑdɪfaɪ]"}, "wp": {"modify letter": "退修信;应当细心天浏览退建疑", "Modify time": "修改时间", "modify gold": "设置指定生物的金币", "Modify Curves": "修改曲线;修正曲线", "Modify Command": "程序文件;建立程序;程序文件的建立", "modify bit": "修改位元;修改位", "modify sth": "修改某事物;使某事物适合于新的用途;情况等", "Modify Feature": "修改要素", "Modify settings": "修改设定;修改设置"}, "ex": ["vt. 修改，修饰；更改", "vi. 修改"], "eg2": [["We recommend that you not<b> modify</b> this behavior.", "我们建议您不要修改此行为。"], ["How should you  your process and what should you measure?", "你应该如何修改你的过程和你应该测量什么呢？"], ["As you can see below, you can , delete and add tags.", "如你下面看到的，你可以修改、编辑、删除和添加标签。"]], "st": {"transform": [["vt.", "modified,modifying"]]}}, "nimble": {"ex": ["adj. 敏捷的；聪明的；敏感的"], "pron": {"peg": "['nɪmbl]", "pam": "['nɪmbl]"}, "st": {"similar": "agile"}, "wp": {"Nimble Squiggles": "敏捷霓彩光;灵活的曲线", "nimble detective": "头脑敏捷的侦探", "Nimble Mongoose": "伶俐猫鼬", "nimble body": "灵活的身体;集中术", "nimble sixpence": "簿利速卖", "nimble dividend": "快捷股息", "nimble movements": "动作灵巧", "Nimble Art": "韧", "nimble freedom": "灵活自由"}, "eg2": [["As Asian sovereigns make their slow decisions on whether, and how to diversify, more<b> nimble</b> investors still have a chance to get there before them.", "随着亚洲主权慢慢地就是否以及如何分散化投资作出决策，更敏捷的投资者仍然有机会赶在他们前面。"], ["We could plainly hear the tunes speak to us while Akshay Babu and I sat on either side fitting words to them as they grew out of my brother's<b> nimble</b> fingers.", "当这些曲调从我哥哥敏捷的手指底下生长出来，阿克什先生和我坐在两旁替这些新调编歌词的时候，我们能够清楚地听到它们在对我们说话。"], ["Your design must be a blueprint that can guide business development and decision making, plus be<b> nimble</b> enough to change course quickly.", "您的设计必须是能够指导业务开发和决策制定的蓝图，并且要足够敏捷以快速改变方向。"]]}, "notorious": {"pron": {"peg": "[no'tɔrɪəs]", "pam": "[no'tɔrɪəs]"}, "wp": {"Notorious Conduct": "丑行", "Notorious K": "金名狼藉", "From Notorious": "从臭名昭着", "Notorious Inc": "恶德企业;邪恶公司", "notorious detail": "名声不好", "notorious postingj": "恶名远扬的", "notorious advertisementj": "污名远扬的", "Notorious Chairman": "臭名昭着董事长", "notorious Adj": "恶名的"}, "ex": ["adj. 声名狼藉的，臭名昭著的"], "eg2": [["The lawyer has defended some of the most<b> notorious</b> criminals.", "这名法官已为一些最臭名昭著的罪犯当过辩护律师。"], ["The celebrations were  enough that followers of Cybele were banished from Rome.", "臭名昭著的庆祝活动，以至于信徒之母的是从罗马放逐。"], ["He also compared the treatment of prisoners with that at the  Abu Ghraib prison in Iraq.", "同时他将对囚犯的治疗与伊拉克臭名昭著的阿布格莱布监狱相提并论。"]], "st": {"similar": "famous"}}, "pedestrian": {"pron": {"peg": "英 [pə'destriən] ", "pam": "美 [pə'destriən] "}, "ex": ["n. 行人；步行者", "adj. 行人使用的；行人的；缺乏想象的；乏味的", "网络 徒步的；步行的；平凡的"], "eg2": [["pedestrian areas", "步行区"], ["Pedestrian accidents are down by 5%.", "行人受伤事故下降了 5%。"]]}, "pessimism": {"ex": ["n. 悲观，悲观情绪；厌世主义"], "pron": {"peg": "['pɛsɪmɪzəm]", "pam": "['pɛsɪmɪzəm]"}, "st": {}, "wp": {}, "eg2": []}, "playoff": {"ex": ["n. 双方得分相等时的最后决赛；复赛；季后赛"], "pron": {"peg": "['ple,ɔf]", "pam": "['ple,ɔf]"}, "st": {}, "wp": {"PLAYOFF APPEARANCES": "征战季后赛次数", "Playoff Plans": "季后赛计划", "Playoff Dwight": "季后赛超人", "PAL PLAYOFF": "亚瑟与笔友打比赛", "playoff beam": "回扫射束", "The Playoff": "延长赛", "PLAYOFF SERIES": "中华职棒季后挑战赛", "Playoff Pack": "季后赛套装", "Playoff f": "季后赛"}, "eg2": []}, "preach": {"ex": ["v. 宣扬；说教；布道", "n. 说教；训诫", "网络 鼓吹；讲道；宣讲"], "pron": {"peg": "英 [priːtʃ] ", "pam": "美 [pritʃ] "}, "eg2": [["She preached to the congregation about forgiveness.", "她向会众宣讲宽恕的道理。"], ["The minister preached a sermon on the parable of the lost sheep.", "牧师讲道时用了亡羊的比喻。"], ["to preach the word of God", "传布上帝的道"], ["He preached the virtues of capitalism to us.", "他向我们宣扬资本主义的优点。"], ["She preached about the benefits of a healthy lifestyle.", "她宣扬了健康生活的好处。"], ["I'm sorry, I didn't mean to preach.", "很抱歉，我并没有说教的意思。"], ["You're preaching at me again!", "你又在对我说教了！"]]}, "predictor": {"ex": ["n. [气象] 预报器；预言者"], "pron": {"peg": "[prɪ'dɪktɚ]", "pam": "[prɪ'dɪktɚ]"}, "st": {"similar": "foretell"}, "wp": {"predictor variable": "预测变量;猜测变量;预测变数;预测变项", "fallout predictor": "沉降物预测器;沉降物猜测器", "predictor servomechanism": "前置伺服机构", "Gender Predictor": "清宫表", "Conformal Predictor": "一致性预测器", "Wiener predictor": "Wiener预报器;维纳预测滤波器", "The Predictor": "预言者", "minimax predictor": "minimax预测", "Numeric Predictor": "数值预测"}, "eg2": [[" #2: me or us?", "预测指标 2：我还是我们？"], ["Among all our casual topics, whether someone likes the taste of beer is the single best  of if he or she has sex on the first date.", "在所有闲聊的话题中，一个人是否喜欢啤酒的味道是他或她会不会在初次约会就发生性关系的最佳预测指标。"], ["While the authors write that a person is more likely to be accurate when he is more confident in his memory, an expression of confidence is a limited<b> predictor</b> of memory accuracy.", "作者在书中写道当一个人对自己的记忆力很自信时，他说的更有可能是准确的，在有限范围内，表现出自信能代表一个人记忆的准确性。"]]}, "prescient": {"ex": ["adj. 预知的；有先见之明的"], "pron": {"peg": "['prɛsɪənt]", "pam": "['prɛsɪənt]"}, "st": {}, "wp": {"prescient move": "先见之明", "Prescient Sense": "先知先觉", "PRESCIENT RESURGENCE": "复苏预见", "prescient detail": "预知的", "foregone prescient": "预知的", "prescient t": "有先见之明的", "prescient aroBay": "先见之明", "PRESCIENT FORTIFICATION": "预见设防", "extroardinarily prescient memorandum": "非常有预见性的备忘录"}, "eg2": [["Indeed, we should note just how<b> prescient</b> the latter have been.", "事实上，我们应该注意到，前者是多么有先见之明。"], ["He was equally<b> prescient</b> on the need for oversight of his powerful technique, advocating in 1971 that a legal authority should be established to control IVF.", "他同样也有先见之明，认为有必要对这样强大的技术进行监管。 在1971年他提倡建立法律权威部门来监管IVF技术。"]]}, "prescription": {"pron": {"peg": "[prɪ'skrɪpʃən]", "pam": "[prɪ'skrɪpʃən]"}, "wp": {}, "ex": ["n. 药方；指示；惯例", "adj. 凭处方方可购买的"], "eg2": [], "st": {}}, "proclaim": {"ex": ["vt. 宣告，公布；声明；表明；赞扬"], "pron": {"peg": "[prə'klem]", "pam": "[prə'klem]"}, "st": {"similar": "declare"}, "wp": {"Proclaim Rights": "公告权", "proclaim officially": "官方宣布", "solemnly proclaim": "庄严宣告", "proclaim publicly": "公开宣布", "proclaim vt": "宣告", "proclaim v": "宣告", "to proclaim": "宣布;宣扬;宣告", "I proclaim": "我传布", "Proclaim War": "宣战"}, "eg2": [["Even as we<b> proclaim</b> our love for peace and our hatred of war, there are still convulsions in our world that endanger us all.", "尽管我们宣告自己热爱和平、憎恨战争，但我们的世界仍存在危及我们所有人的动荡。"], ["It will bind up mental and physical wounds,  liberty to the fear-ridden mind, and liberate you completely from the limitations of poverty, failure, misery, lack, and frustration.", "它会为你包扎心理和身体的创伤，对你受恐惧折磨的意识宣告自由，完全将你从穷困、失败、悲惨、欠缺和挫折中解放出来。"], ["No doubt, that is why the Nobel Committee says that it “wishes, in its centenary year, to  that the only negotiable route to global peace and cooperation goes by way of the United Nations”.", "无疑，这就是为什么诺贝尔委员会说，它“在其一百周年之际，首次将和平奖颁予联合国，以此宣告，联合国是通过谈判实现全球和平与合作的唯一途径。”"]]}, "profitable": {"pron": {"peg": "['prɑfɪtəbl]", "pam": "['prɑfɪtəbl]"}, "wp": {"profitable operation": "可营利地运用", "profitable sunrise": "利润日出", "profitable a": "有利的;有益的;有利的有盈利的;有利可图的", "Profitable Decisions": "赚钱决定", "profitable insurance": "营利保险", "Absolute profitable": "绝对有利可图", "profitable balance": "有效益的均衡", "Profitable Risks": "收益风险", "profitable aggression": "有益性攻击"}, "ex": ["adj. 有利可图的；赚钱的；有益的"], "eg2": [["And this is<b> profitable</b> growth.", "这是一个有益的增长。"], ["Because depending on the meaning of \"quickly,\" it could actually be very .", "因为取决于“快速地”的意思，它可能实际上非常有利可图。"]], "st": {}}, "proposition": {"ex": ["n. [数] 命题；提议；主题；议题", "vt. 向…提议；向…求欢"], "pron": {"peg": "[,prɑpə'zɪʃən]", "pam": "[,prɑpə'zɪʃən]"}, "st": {"similar": "proposal"}, "wp": {"selling proposition": "销售计划;提议;销售主张;销售提议", "inverse proposition": "逆命题;\t\t反命题;翻译", "true proposition": "真命题", "losing proposition": "亏本生意;亏损企业", "analytic proposition": "分析命题;解析命题", "particular proposition": "特称命题;特定命题", "compound proposition": "复合命题", "simple proposition": "简单命题;简单命题英语", "logical proposition": "逻辑命题"}, "eg2": [["The sentence, Beijing is the capital of China is a .", "‘北京是中国的首都’， 这个句子就是一个命题。"], ["Not a bad<b> proposition</b> if you ask me.", "如果你问我，这是个不错的提议。"]]}, "proven": {"pron": {"peg": "[pruvən]", "pam": "[pruvən]"}, "wp": {"proven ability": "被证明了的能力", "proven reactor": "已试验反应器;成熟反应堆", "Proven Partner": "值得信赖的合作伙伴", "proven equipment": "成熟的设备;证明设备;经验证的设备", "Proven Results": "经过验证的结果", "Proven Methodology": "可行的实施方法", "Proven Lands": "见证之地;信任之地;试验之地", "Proven finesse": "肯定成功的飞", "proven sire": "检定合格公畜"}, "ex": ["v. 证明（prove的过去分词）"], "eg2": [["Although funny at first – it has<b> proven</b> itself well against the test of time.", "虽然当初很好笑——经过时间的考验，它已经证明了它自己。"], ["Another aspect of this discovery that has once again<b> proven</b> the craftsman behind the Jurassic Park dinosaurs correct is that of the third claw.", "这一发现的另一个观点也再一次证明了那位《侏罗纪公园》背后的工匠的预言不虚，那就是第三只爪。"], ["At Saddleback Church, we have a ministry called Celebrate Recovery that has<b> proven</b> this over and over.", "在马鞍山教会，我们有一个叫庆祝重生的部门，已经多次证明了这一点。"]], "st": {}}, "punter": {"ex": ["n. 顾客；主顾；客户；赌马的人", "网络 船夫；赌马者；弃踢手"], "pron": {"peg": "英 ['pʌntə(r)] ", "pam": "美 ['pʌntər] "}, "eg2": [["It's important to keep the punters happy.", "重要的是让顾客满意。"]]}, "quantify": {"pron": {"peg": "['kwɑntɪfaɪ]", "pam": "['kwɑntɪfaɪ]"}, "wp": {"Quantify Parameter": "量化参数", "Fix Quantify": "定量", "linear quantify": "线性定量", "the quantify": "用定量", "Quantify tolerance": "品质公差", "accurately quantify": "准确定量", "quantify model": "量化模型", "quantify method": "量化方法", "Quantify precision": "称量精度"}, "ex": ["vt. 量化；为…定量；确定数量", "vi. 量化；定量"], "eg2": [], "st": {"transform": [["vt.", "quantified,quantifying"]]}}, "rally": {"pron": {"peg": "['ræli]", "pam": "['ræli]"}, "wp": {"GM Rally": "通用汽车拉力赛;通用汽车越野拉力赛;英文版;汽车拉力赛", "Mongol Rally": "蒙古拉力赛;国际蒙古拉力赛", "China Rally": "中国拉力赛;中国汽车拉力赛", "Street Rally": "街道旗标赛车", "Rally Masters": "拉力赛车之王;拉力大师", "Championsheep Rally": "绵羊拉力冠军赛;绵羊越野赛;游戏原名;养的一种张力第一位赛", "technical rally": "技术性回升;技术性反弹", "TRUCK RALLY": "魔鬼拉力赛", "Rally Championship": "冠军拉力赛;拉力冠军赛;拉力锦标赛"}, "ex": ["vi. 团结；重整；恢复；（网球等）连续对打", "vt. 团结；集合；恢复健康、力量等", "n. 集会；回复；公路赛车会", "n. (Rally)人名；(罗)拉利"], "eg2": [["He presided at the .", "他主持了这个集会。"], ["We should<b> rally</b> under the banner of socialism.", "我们应当在社会主义的旗帜下团结起来。"], ["We must<b> rally</b> the broad masses of the people round the Party.", "我们必须将广大人民群众团结在党的周围。"]], "st": {"transform": [["n.", "rallies"], ["vt.", "rallies"]], "similar": "stir"}}, "reckon": {"pron": {"peg": "['rɛkən]", "pam": "['rɛkən]"}, "wp": {"reckon in": "计入;包括在内", "you reckon": "你真的这么认为", "reckon with": "处理;估计到;对付;预料到", "L Reckon": "我想", "reckon accounts": "结帐", "Economists Reckon": "经济学家认为", "reckon areong": "算在…之内", "reckon sth": "把某事物计算在内", "to reckon": "估计;算计;料度;数数"}, "ex": ["vt. 测算，估计；认为；计算", "vi. 估计；计算；猜想，料想"], "eg2": [["You are the boss here,I .", "你是这里的老板吧，我猜想。"], ["Did you  in the cost of the taxi?", "你把坐计程车的费用计算在内了吗?"], ["We<b> reckon</b> him to be the best goalkeeper in the world.", "我们认为他是世界上最好的足球守门员。"]], "st": {"similar": "calculate,rely"}}, "rejuvenate": {"ex": ["vt. 使年轻；使更新；使恢复精神；使复原", "vi. 复原；变年轻"], "pron": {"peg": "[rɪ'dʒuvənet]", "pam": "[rɪ'dʒuvənet]"}, "st": {"transform": [["vt.", "rejuvenated,rejuvenating"]]}, "wp": {"Rejuvenate Set": "活力醒肤套组", "Rejuvenate Toner": "活力醒肤爽肤水", "REJUVENATE PROGRAMME": "思绪清晰", "column rejuvenate": "柱复活", "rejuvenate head": "回春点", "Rejuvenate Enterprise": "兴企", "Rejuvenate Yourself": "返老还童的秘密", "Rejuvenate Naturally": "自然的复苏;天然的复苏;唱片名", "rejuvenate population": "复壮种群"}, "eg2": [["Let yourself .", "让你自己复原。"], ["This will ensure that your muscles have plenty of time to heal and .", "这会保证你的肌肉有足够的时间来愈合和复原。"], ["British-based researchers claim they may be just a decade away from perfecting a way to persuade the heart to  – a process thought to be impossible just five years ago.", "来自英国的研究人员声称找到刺激心脏复原的完美方式可能仅需十年时间——而这一过程在五年前却认为是不可能的。"]]}, "remarkable": {"pron": {"peg": "[rɪ'mɑrkəbl]", "pam": "[rɪ'mɑrkəbl]"}, "wp": {"Remarkable Rocks": "神奇岩石;神奇岩石群;卓越岩;奇岩巨石", "remarkable significant": "异常的;非凡的", "Remarkable Filter": "瑞玛科宝过滤", "remarkable model": "非凡的模型;显着的模型;显着示范", "REMARKABLE CREATURE": "奇妙生物", "remarkable a": "值得注意的;非凡的;异常的", "Mt Remarkable": "卓越山", "Remarkable Mountains": "卓越山脉", "Her remarkable": "成就斐然"}, "ex": ["adj. 卓越的；非凡的；值得注意的"], "eg2": [["Have you made the choice to be ?", "你是否做出了成为卓越的选择？"], ["The skill with which he faceted the great diamond is .", "他在大颗钻石上雕琢小平面的技巧是不同凡响的。"], ["And, more , once you did, have you any idea how come this sentence breaks the rules but read it you still can?", "而且，更值得注意的是，一旦你造句后，你是否知道：为何这句话即便不符合规则但你仍然能读出它？"]], "st": {"similar": "noticeable"}}, "remarkably": {"pron": {"peg": "[rɪ'mɑkəblɪ]", "pam": "[rɪ'mɑkəblɪ]"}, "wp": {}, "ex": ["adv. 显著地；非常地；引人注目地"], "eg2": [["These markets have much in common, but each is also<b> remarkably</b> different.", "这些市场有很多共同点，但每个市场也都显著不同。"], ["Yet much of the advice that executives have received is<b> remarkably</b> similar to what they heard during the recession in 2000.", "然而那些执行者所得到的大多数建议却与他们在2000年所听到的东西是惊人的相似。"], ["TAURUS &VIRGO ： Problems usually arise in the bedroom, however in all other areas you and your Virgoan will do  well.", "金牛座和处女座：问题总是出现在卧室里，不过在其它任何方面你们都配合得相当不错。"]], "st": {"similar": "noticeable"}}, "resume": {"pron": {"peg": "英 [rɪ'zjuːm] ", "pam": "美 [ˈrezuˌmeɪ] "}, "ex": ["n. 简历", "v. 继续；重返", "网络 个人简历；恢复；重新开始"], "eg2": [["to resume talks/negotiations", "重新进行会谈╱谈判"], ["She resumed her career after an interval of six years.", "中断六年之后她又开始了自己的职业生涯。"], ["The noise resumed, louder than before.", "噪声再起，比先前更大。"], ["He got back in the car and resumed driving.", "他回到车上，继续开车。"]]}, "sample": {"pron": {"peg": "['sæmpl]", "pam": "['sæmpl]"}, "wp": {"type sample": "标准样品;标准样;样品格式;典型样品", "INITIAL SAMPLE": "原办;初版;首次样品;初办", "Sample size": "样本量;样本大小;样本含量;样本容量", "Sample Handling": "样品处理;样品处置;样品措置惩罚;样品", "sealed sample": "封样;密封样品;样品封样;封", "Sample board": "样板;检验板;试样板", "shipping sample": "装船货样;装船样品;船样;装船样", "sample card": "货样卡;样板卡;样本卡片;\t\t样品卡", "sample space": "样本空间;试样空间;取样空间;采样空间"}, "ex": ["vt. 取样；尝试；抽样检查", "n. 样品；样本；例子", "adj. 试样的，样品的；作为例子的", "n. (Sample)人名；(英)桑普尔"], "eg2": [["Show me a , please.", "请拿一个试样给我看看。"], ["Results of the<b> sample</b> must be translated.", "取样检查的结果必须附加说明。"], ["You can select either a<b> sample</b> template or your own template, if you have one in the Web project that you created for this exercise.", "如果您为这个练习在项目中创建了一个模版，那么您要么选择一个样本模版，要么选择您自己的模版。"]], "st": {"transform": [["vt.", "sampled,sampling"]]}}, "scandal": {"ex": ["n. 丑闻；流言蜚语；诽谤；公愤"], "pron": {"peg": "['skændl]", "pam": "['skændl]"}, "st": {"transform": [["vt.", "scandalled或scandaled,scandalling或scandaling"]]}, "wp": {"Untold Scandal": "丑闻;挑情宝鉴;男女相悦之事", "Scandal Makers": "非常主播;超速绯闻;极速绯闻", "Insadong Scandal": "仁寺洞丑闻", "bribery scandal": "贿赂丑闻;受贿丑闻", "Mnet Scandal": "一周的恋人;联合负荷", "Wedding Scandal": "婚礼绯闻;婚礼丑闻", "SCANDAL SHOW": "惊选集;初回生产限定盘", "corruption scandal": "腐败丑闻", "No Scandal": "没有丑闻;排舞"}, "eg2": [["He could not but cough up his political .", "他迫不得已只好吐露出他的政治丑闻。"], ["The political<b> scandal</b> tarnished the reputation of the president.", "这起政治丑闻败坏了总统的名誉。"], ["This<b> scandal</b> may well bring the president down at the next election.", "这件丑闻也许会使总统在下次选举中失败。"]]}, "scorecard": {"ex": ["n. 记分卡", "一种用于检验或测试的系统或程序"], "pron": {"peg": "['skɔrkɑrd]", "pam": "['skɔrkɑrd]"}, "st": {}, "wp": {"marketing scorecard": "营销计分卡", "aangepaste scorecard": "自订计分卡;自定义记分卡", "scorecard indicator": "计分卡指示器;记分卡指示器", "SWOT Scorecard": "SWOT计分卡", "balancing scorecard": "平衡计分卡", "scorecard methods": "记分卡方法", "equilibrium scorecard": "平衡记分卡", "RandD Scorecard": "研发记分卡", "Healthcare Scorecard": "医护记分卡"}, "eg2": [["The vertical axis shows us our projected Return on Investment. The horizontal axis shows our  rating, from low to high.", "圆圈代表项目，垂直轴向我们展示项目投资的回报，水平轴展示记分卡的记分值，从低到高。"], ["In Figure 5, we show a  with a rating of 79.78%. This is the average of three measures: Risk Assessment, Business Drivers and Investment.", "在图5中展示了一个记分值为79.78％的记分卡，这是三个度量标准的平均值：风险评估、业务驱动和投资。"], ["The business dashboards provide a<b> scorecard</b> view of key performance indicators like cost, revenue, time and resources.", "业务仪表板提供了关键性能指标（如成本、收入、时间和资源）的记分卡视图。"]]}, "scrutiny": {"pron": {"peg": "['skrutəni]", "pam": "['skrutəni]"}, "wp": {"data scrutiny": "资料检视", "scrutiny standard": "标准", "scrutiny program": "检查程序", "Rayner Scrutiny": "雷纳评审", "The scrutiny": "经审察", "Repeated scrutiny": "反复推敲", "personal scrutiny": "人身检查", "heightened scrutiny": "严格审查标准", "budgetary scrutiny": "预算审查"}, "ex": ["n. 详细审查；监视；细看；选票复查"], "eg2": [["Assumptions are all laid out for the readers'  and critical evaluation, and precisely to show that they do not control the conclusions.", "假设是都要拿出来给读者进行仔细审查和批评性的评估的，而且其正好表明他们是不能控制结论的。"], ["Some of us have trouble with accountability because we associate the word with punishment, , and/or not meeting standards or agreements.", "好些人都把责任理解错误了，因为我们总是把责任和惩罚，仔细检查或者没有达到标准或不一致性联系在一起。"]], "st": {"transform": [["n.", "scrutinies"]]}}, "seemingly": {"pron": {"peg": "['simɪŋli]", "pam": "['simɪŋli]"}, "wp": {"This Seemingly": "这个表面上好像", "seemingly ad": "表面上;看来;概况上;从表面上看起来", "seemingly simple": "看似简单", "Seemingly Flustered": "似乎心慌", "seemingly unrelated": "半相依", "seemingly-": "看来似乎", "Seemingly Dull": "看似平淡", "Seemingly Insipid": "看似很平淡", "Seemingly Ordinary": "表面上很普通"}, "ex": ["adv. 看来似乎；表面上看来"], "eg2": [], "st": {}}, "sensible": {"pron": {"peg": "['sɛnsəbl]", "pam": "['sɛnsəbl]"}, "wp": {"sensible world": "感觉世界;感触界;与感官界;感性世界", "sensible species": "可感觉的种", "Sensible Charger": "另类摇滚", "Sensible radius": "有感半径", "sensible act": "明智之举", "sensible horizon": "感觉地平;视地平;测者真地平", "sensible areas": "易察觉的区域;明智的领域;明智地区", "sensible pump": "实用的便鞋", "sensible presence": "可感知的存在"}, "ex": ["adj. 明智的; 通情达理的; 合乎情理的; 意识到的，能感觉到的;", "n. 可感觉到的东西; 敏感的人;"], "eg2": [["But not many have<b> sensible</b> ideas about the correct way to do that.", "但对于怎样做才是正确，却没有多少人有明智的见解。"], ["As mentioned above, sometimes it is perfectly  to spawn a new thread for each new task.", "如同上面所提到的，有时，为每个新任务生成一个新线程是十分明智的。"], ["As for the stuff you do need, choose a<b> sensible</b> place for it — all of it — and commit to keeping it there.", "把那些你确确实实需要用到的东西——所有的——放在一个明显的地方，而且保证它们能一直在呆在这个地方。"]], "st": {}}, "seventh": {"ex": ["n. 第七；七分之一", "adj. 第七的；七分之一的", "adv. 居第七位地"], "pron": {"peg": "['sɛvənθ]", "pam": "['sɛvənθ]"}, "st": {}, "wp": {"Seventh Crusade": "第七次十字军东征;第七次十字军", "Major seventh": "大七度", "Seventh Floor": "七楼", "Seventh Anniversary": "第七次纪念", "Seventh Rebirth": "第七重生;第七轮回", "Seventh Star": "第七颗星;表演者;唱片名", "Seventh love": "易谌的生日聚会;我被绑架了", "July seventh": "七月七日", "seventh pants": "七分裤"}, "eg2": [["Grint added that he would \"definitely\" like to be part of the sixth and  films.", "格林特还补充说他肯定还会参加第六和第七部哈�波特电影的拍摄。"], ["Both will meet in your<b> seventh</b> house of partnerships, so to unlock your good fortune, you need to collaborate with a partner.", "它们将在你表合作关系的第七宫会面，如果你有一个合作伙伴的话，它们将合作释放出你的好运气。"], ["Libra is the  of the zodiac signs.", "天秤座是黄道十二宫的第七宫。"]]}, "signature": {"pron": {"peg": "英 ['sɪɡnətʃə(r)] ", "pam": "美 ['sɪɡnətʃər] "}, "ex": ["n. 签名；签字；签署；署名", "网络 特征；签章；标记"], "eg2": [["Someone had forged her signature on the cheque.", "有人在支票上伪造了她的签名。"], ["They collected 10 000 signatures for their petition.", "他们在请愿书上征集了 1 万人的签名。"], ["He was attacked for having put his signature to the deal.", "他因在协议上签了字而受到攻击。"], ["Two copies of the contract will be sent to you for signature.", "合同一式两份，将送交您签署。"], ["Bright colours are his signature.", "他总爱用亮丽的色彩。"]]}, "sneak": {"ex": ["v. 溜；偷偷地走；偷偷地做；偷带", "adj. 突然的；出其不意的", "n. 告状者（尤指儿童）", "网络 潜行；偷窃；偷偷摸摸"], "pron": {"peg": "英 [sniːk] ", "pam": "美 [snik] "}, "eg2": [["I sneaked up the stairs.", "我蹑手蹑脚地上了楼。"], ["We sneaked a look at her diary.", "我们偷偷看了一眼她的日记。"], ["I managed to sneak a note to him.", "我设法偷偷给他递了张条子。"], ["I managed to sneak him a note.", "我设法偷偷给他递了张条子。"], ["I sneaked a cake when they were out of the room.", "趁他们不在屋里，我偷偷拿了一块蛋糕。"], ["Did you sneak on me to the teacher?", "你有没有向老师告我的状？"], ["a sneak attack", "偷袭"]]}, "statistical": {"ex": ["adj. 统计的；统计学的"], "pron": {"peg": "[stə'tɪstɪkl]", "pam": "[stə'tɪstɪkl]"}, "st": {}, "wp": {"statistical mechanics": "统计力学;统计力学中级课程;计数力学", "statistical method": "统计方法;统计法;统计地图;统计学方法", "statistical graphics": "统计图形;统计图形学;\t\t统计制图法", "statistical data": "统计数据;统计资料;统计图表;数据统计", "Statistical graph": "统计图;统计图表;统计表", "statistical sampling": "统计抽样;统计抽样法;统计取样;统计采样", "statistical thermodynamics": "统计热力学;热力学统计;第五章;计热力学", "Statistical Bureau": "统计局", "statistical chart": "统计图;统计分析;统计表;计控制图"}, "eg2": [["The statistician diagrammed the  results.", "统计员用图表来表示统计结果。"], [" analysis is a means of arriving at a fairly reliable forecast.", "统计分析是一种相当可靠的预测方法。"], ["We have eliminated all<b> statistical</b> tables, which are of interest only to the specialist.", "我们删去了全部统计表格，因只有专家才对这些表格感兴趣。"]]}, "statistician": {"ex": ["n. 统计学家，统计员"], "pron": {"peg": "[stætɪ'stɪʃn]", "pam": "[stætɪ'stɪʃn]"}, "st": {}, "wp": {"Statistician VETASSESS": "统计学家;统计员", "Statistician T": "统计员", "A Statistician": "一个统计学家", "statistician detail": "统计员", "junior statistician": "统计员", "f statistician": "f统计量", "Statistician vet": "统计学家", "financial statistician": "金融统计学家", "senior statistician": "高级统计师;临床统计分析师;统计师;初级统计师"}, "eg2": [["I am a , a \"cosine academic, \" should you find the expression amusing.", "我是一名统计学家，“余弦学者”，如果你觉得这个表达有趣的话。"], ["The fact that these games can be manipulated, that a geological<b> statistician</b> can defeat their algorithm, seems to undercut a crucial part of the lottery’s appeal.", "这些游戏可以被控制，一个地质统计学家可以解出它们的算法这些事实，似乎使这些乐透失去了它们的吸引力。"], ["The gig which requires the specialist to capture, sort, and figure out what data are relevant is one part , one part forensic scientist, and one part hacker.", "数据科学家们需要获取、分类整理并弄清哪些数据是有用的，他们需要同时扮演统计学家、鉴证专员以及黑客的角色。"]]}, "straightforward": {"pron": {"peg": "[,stret'fɔrwɚd]", "pam": "[,stret'fɔrwɚd]"}, "wp": {"straightforward signalling": "直通传信法", "straightforward manipulation": "直接操作", "straightforward talk": "爽快地说出来的话", "straightforward skill": "白描手法", "Are straightforward": "直爽", "straightforward procedure": "简单方法", "straightforward instinct": "天性", "Temperament straightforward": "气质直爽", "Straightforward operation": "操作简便;遥控操作"}, "ex": ["adj. 简单的；坦率的；明确的；径直的", "adv. 直截了当地；坦率地"], "eg2": [["The installation of these products should be .", "这两个产品的安装应该很简单。"], ["I must insist on you give me a<b> straightforward</b> answer.", "我一定要你给我一个直截了当的回答。"], ["In this example, we will use the most<b> straightforward</b> method of all -- writing our object reference to a file that will be picked up by our client.", "在这个示例中，我们将使用所有方法中最直截了当的一种 — 将对象引用写入一个文件，该 文件将由客户机选取。"]], "st": {}}, "stroke": {"pron": {"peg": "英 [strəʊk] ", "pam": "美 [stroʊk] "}, "ex": ["n. 中风；笔画；钟声；抚摩", "v. 抚摩（动物的毛皮）；轻抚；轻挪；轻触", "网络 行程；冲程；描边"], "eg2": [["What a beautiful stroke!", "击球动作多漂亮呀！"], ["He won by two strokes(= in golf , by taking two fewer strokes than his opponent) .", "他以少于对手两杆的成绩获胜。"], ["His punishment was six strokes of the cane.", "给他的惩罚是挨六教鞭。"], ["She took a few more strokes to reach the bank.", "她又划几下，游到了岸边。"], ["Butterfly is the only stroke I can't do.", "只有蝶泳我不会。"], ["He gave the cat a stroke.", "他抚摩了一下猫。"], ["to paint with fine brush strokes", "一小刷一小刷地刷漆"], ["At the stroke of a pen(= by signing sth) they removed thousands of people from the welfare system.", "他们大笔一挥，就把成千上万的人排除在福利制度之外。"], ["Your idea was a stroke of genius .", "你的主意很高明。"], ["It was a stroke of luck that I found you here.", "我在这儿看见你纯属巧遇。"], ["It was a bold stroke to reveal the identity of the murderer on the first page.", "在头版上披露谋杀犯的身份，这是一个大胆的举措。"], ["She never does a stroke (of work)(= never does any work) .", "她一向什么活儿都不干。"], ["At the first stroke it will be 9 o'clock exactly.", "等到钟敲第一下时就是 9 点整。"], ["on the stroke of three(= at 3 o'clock exactly)", "三点整"], ["to have/suffer a stroke", "患中风"], ["The stroke left him partly paralysed.", "他因中风身体局部瘫痪了。"], ["They threatened to cancel the whole project at a stroke.", "他们威胁要一下子砍掉整个项目。"], ["They threatened to cancel the whole project at a stroke.", "他们威胁要一下子砍掉整个项目。"], ["He's a beautiful dog. Can I stroke him?", "这只狗真漂亮，我可以摸一摸吗？"], ["He stroked her hair affectionately.", "他深情地抚摩着她的头发。"], ["She stroked away his tears.", "她轻轻拭去他的眼泪。"], ["He stroked the ball between the posts.", "他轻轻一触，把球踢进门柱之间。"]]}, "stubbornness": {"ex": ["n. 倔强；顽强；棘手"], "pron": {"peg": "['stʌbɚnnɪs]", "pam": "['stʌbɚnnɪs]"}, "st": {"similar": "dogged,obstinate,pertinacious"}, "wp": {"And Stubbornness": "和偏执", "Same Stubbornness": "一样固执", "Zhouzheng There Stubbornness": "周征那里固执己见", "Blow away my stubbornness": "吹走了我的固执", "My proud stubbornness": "我和我骄傲的倔强", "ingrain stubbornness of character": "天生固执的性格", "Lamented His Stubbornness": "叹息他倔强", "Initiates Stubbornness To Come": "发起牛脾气来", "Tradition And Stubbornness": "传统加上固执"}, "eg2": [[" is cute in a toddler but by the time the child reaches school age, unruly behavior is a problem for parents, teachers and others.", "对于一个婴儿来说，倔强是很可爱的，但是当他达到上学年龄时，他的任性行为就成了父母、老师和其他人一个头痛的问题。"], ["The  of the standard model has been too much for some physicists, however, leading to new theories that include gravity and work at extremely high energies.", "这个标准模型的棘手之处在于，它对某些物理学家们来说太过了，不管怎样，它导致了包含极高能量的重力及工作的新理论们。"]]}, "stumble": {"pron": {"peg": "英 ['stʌmb(ə)l] ", "pam": "美 ['stʌmb(ə)l] "}, "ex": ["n. 绊倒；失足；失误；失败", "v. 绊脚；跌跌撞撞地走；蹒跚而行；演奏", "网络 犯错误；跌倒；绊跌"], "eg2": [["The child stumbled and fell.", "孩子绊了一下，摔倒了。"], ["I stumbled over a rock.", "我在石头上绊了一下。"], ["We were stumbling around in the dark looking for a candle.", "黑暗中，我们东跌西撞地找蜡烛。"], ["In her nervousness she stumbled over her words.", "她因紧张说话结结巴巴的。"], ["I stumbled through the piano piece with difficulty.", "我断断续续地好不容易弹完了那支钢琴曲。"]]}, "sufficient": {"pron": {"peg": "[səˈfɪʃənt]", "pam": "[səˈfɪʃənt]"}, "wp": {}, "ex": ["adj. 足够的；充分的"], "eg2": [], "st": {"similar": "adequate,enough"}}, "surpass": {"pron": {"peg": "[sə'pæs]", "pam": "[sə'pæs]"}, "wp": {"And Surpass": "不断超越", "surpass oneself": "超越自我", "Limit Surpass": "无限驱动", "concept surpass": "观念超越", "surpass estimation": "出乎意料", "surpass exceed": "超过", "whole surpass": "整体优于", "Surpass Excellence": "追求卓越", "surpass deadline": "超审限"}, "ex": ["vt. 超越；胜过，优于；非…所能办到或理解"], "eg2": [["What have ye done to<b> surpass</b> man?", "你们曾经做出什么努力来超越人呢？"], ["There the people-made pollutants increasingly<b> surpass</b> the ability of air and water to dilute the contaminants to safe levels.", "在那里，人为的污染物质日益超越了空气和水将污染物分解稀释到安全水平的能力。"], ["You will<b> surpass</b> limit and  yourself.", "相信自己！ 你将超越极限，超越自己。"]], "st": {"similar": "excel"}}, "tally": {"pron": {"peg": "['tæli]", "pam": "['tæli]"}, "wp": {"tally list": "理货单;理货单证;或理货单", "Tally sheet": "理货单;计数纸;计数单;\t\t理货计数单", "Entrusted Tally": "委托性理货", "Tally She": "检查表", "overall tally": "全面总计", "tally office": "理货员办公室", "tally ho": "目视发现目标;绿林狩猎;冲天小飞车;成套餐茶具", "medal tally": "奖牌榜;奖牌总数", "mark tally": "记录理货;检数理货员;记录理货检数理货员;标记点数"}, "ex": ["n. 计数器；标签；记账", "vt. 使符合；计算；记录", "vi. 一致；记分", "n. (Tally)人名；(英)塔利"], "eg2": [["Her story doesn't<b> tally</b> with his.", "她和他的口径不一致。"], ["By one , the Raptor had 45 supporters in the Senate. Gates had only 23 backers.", "逐个记分，这只猛禽在参议院有45个支持者，盖茨只有23个支持者。"], ["As you'd expect, the net keeps an ongoing  of these products.", "正如您所预料的，网络会 保持这些乘积的一个使用中的计数器。"]], "st": {"transform": [["n.", "tallylies"], ["vt.", "tallylies"]], "similar": "agree"}}, "tee": {"ex": ["n. 开球处；（高尔夫球）球座", "v. 放(球)在球座上；准备", "网络 三通；T恤；经食管超声心动图(trans-esophageal echocardiography)"], "pron": {"peg": "英 [tiː] ", "pam": "美 [ti] "}, "eg2": [["to drive off from the first tee", "从第一发球区开球"], ["a tee shot", "开球处击球"]]}, "threshold": {"pron": {"peg": "英 ['θreʃ.həʊld] ", "pam": "美 ['θreʃ.hoʊld] "}, "ex": ["n. 阈；门槛；起点；开端", "网络 阈值；阀值；临界值"], "eg2": [["She stood hesitating on the threshold.", "她站在门口，犹豫不决。"], ["He stepped across the threshold.", "他迈过门槛。"], ["He has a low boredom threshold(= he gets bored easily) .", "他极易感到乏味。"], ["I have a high pain threshold(= I can suffer a lot of pain before I start to react) .", "我的痛阈很高。"], ["My earnings are just above the tax threshold(= more than the amount at which you start paying tax) .", "我的收入刚刚超过税收起征点。"], ["She felt as though she was on the threshold of a new life.", "她觉得好像就要开始新生活了。"]]}, "thwart": {"pron": {"peg": "英 [θwɔː(r)t] ", "pam": "美 [θwɔrt] "}, "ex": ["v. 阻止；阻挠；对…构成阻力", "adj. 穿过的；不利的", "adv. 横过", "n. (横贯小艇的)坐板", "网络 反对；阻碍；挫败"], "eg2": [["to thwart sb's plans", "阻挠某人的计划"], ["She was thwarted in her attempt to take control of the party.", "她控制这个政党的企图受阻了。"]]}, "toll": {"pron": {"peg": "[tol]", "pam": "[tol]"}, "wp": {"toll operator": "长途话务员", "toll office": "长途中心局;长途中心;长途局;\t\t长途电话局", "toll way": "收费公路", "toll man": "过境税收税人;\t\t通行税征税员", "toll cable": "长途电缆;长途光缆;长途通信电缆", "toll highway": "收费高速公路;\t\t收费公路", "Toll Free": "免费通行;收费通行;免费电话;免费通畅", "toll area": "收费区;长途电话区", "toll service": "收费服务;长途服务;\t\t长途通信业务;长途业务"}, "ex": ["n. 通行费；代价；钟声；伤亡人数", "vt. 征收；敲钟", "vi. 鸣钟；征税"], "eg2": [["\"These are very tough times for hardworking families, but the  would be far worse if we had not acted, \" he said.", "“现在对于努力工作的家庭来讲是艰难时期，但如果我们不采取任何措施，代价会更大，”他说。"]], "st": {}}, "tournament": {"ex": ["n. 锦标赛，联赛；比赛"], "pron": {"peg": "[ˈtɝ​nəmənt]", "pam": "[ˈtɝ​nəmənt]"}, "st": {}, "wp": {"United Tournament": "联合超级杯", "tournament systems": "赛制", "tournament committee": "竞赛委员会", "Mass tournament": "群众比赛;群众性比赛", "Tournament bow": "比赛弓;比赛用弓", "Tournament Tower": "竞技之塔;锦标赛塔楼", "Algarve Tournament": "阿尔加维足球邀请赛", "professional tournament": "职业巡回赛;职业联赛", "Hearts Tournament": "心动锦标赛"}, "eg2": [["Bob partnered his father well at the .", "在比赛中鲍勃与他父亲结为很好的一对。"], ["The Council resolved that the next<b> tournament</b> should be held in Shanghai.", "理事会决定下次比赛在上海举行。"], ["It's no use egging him on; he's made up his mind not to join in the .", "他已拿定主意不参加比赛了，你再将他也没有用。"]]}, "triumph": {"pron": {"peg": "[ˈtraɪəmf]", "pam": "[ˈtraɪəmf]"}, "wp": {"Silver Triumph": "银凯旋", "Triumph Group": "凯旋集团;胜利杂种型", "MOL Triumph": "商船三井成就", "phenomenal triumph": "超常的", "Loves Triumph": "爱的胜利", "Triumph Adler": "阿德勒", "Triumph Tour": "Triumph巡回演唱会;凯旋巡演", "Triumph Duke": "凯爵;凯爵皮具", "Triumph Tiger": "凯旋虎;凯旋老虎"}, "ex": ["n. 胜利，凯旋；欢欣", "vi. 获得胜利，成功"], "eg2": [["They partook of our .", "他们分享我们的胜利。"], ["An air of<b> triumph</b> exuded from her.", "她身上显示出一种胜利的神态。"], ["We trumpeted our  all over the school.", "我们把我们的胜利向全校大声宣布。"]], "st": {"similar": "victory"}}, "typical": {"ex": ["adj. 典型的；特有的；象征性的"], "pron": {"peg": "['tɪpɪkl]", "pam": "['tɪpɪkl]"}, "st": {"similar": "normal"}, "wp": {"typical element": "典型元素;\t\t典型元件;\t\t典型元;典型构件", "typical method": "典型的方法;经典方法", "typical structure": "典型结构;体式结构;典型构造", "typical installation": "典型安装;通用连接组", "typical pneumonia": "典型肺炎;典型性肺炎", "Typical drawing": "通用图;示例图;典型拉拔;典型拉伸", "Typical parts": "典型零件;典型零部件", "typical operation": "典型操作;典型运行;典型工序;典型动作", "typical division": "典型分裂"}, "eg2": [["The question is small but .", "问题虽小， 但很典型。"], ["This painting is a<b> typical</b> Rembrandt.", "这幅画是一幅典型的伦勃朗作品。"], ["But, in the more<b> typical</b> case, there will have been parallel changes.", "但是，在更加典型的情况下，会有平行变更被检测到。"]]}, "underwhelm": {"ex": ["vt. 未留下深刻印象"], "pron": {"peg": "[,ʌndə'welm]", "pam": "[,ʌndə'welm]"}, "st": {}, "wp": {}, "eg2": []}, "undid": {"ex": ["v. 使松开；取消；破坏（undo的过去分词）"], "pron": {"peg": "[ʌn'dɪd]", "pam": "[ʌn'dɪd]"}, "st": {"transform": [["vt.", "undid,undone,undoing"]]}, "wp": {}, "eg2": [["But that moment of shock<b> undid</b> him.", "但那震惊的一刻使他失去了机会。"], ["He pulled her sweater off<b> undid</b> the button of her jeans.", "他把芭芭拉的毛衣脱掉，并把她的牛仔裤纽扣解开。"], ["China’s hawkish military<b> undid</b> years of careful diplomacy in the last two years as it flexed its muscles in the South China Sea, harassing American naval vessels and alarming neighboring countries.", "中国的鹰派军方在过去的两年里破坏了多年来的谨慎外交政策，他们在南中国海展示肌肉，骚扰美国舰船，威胁邻国。"]]}, "unthinkable": {"ex": ["adj. 难以想象的；不可思议的；难以置信的", "网络 战略特勤组；不可想象的；想象不到的"], "pron": {"peg": "英 [ʌn'θɪŋkəb(ə)l] ", "pam": "美 [ʌn'θɪŋkəb(ə)l] "}, "eg2": [["It was unthinkable that she could be dead.", "她竟然去世了，真是很难相信。"]]}, "upstart": {"pron": {"peg": "['ʌpstɑrt]", "pam": "['ʌpstɑrt]"}, "wp": {"quick upstart": "急势蹬足上", "still upstart": "慢拉上", "European upstart": "欧式新贵", "Upstart Algorithm": "崛起算法", "SYNCON Upstart": "多功能婴儿快收手推车", "back upstart": "后上", "neck upstart": "屈伸起", "URBAN UPSTART": "都市新贵;都市新贵必备", "STYLE UPSTART": "中式新贵"}, "ex": ["n. 暴发户；自命不凡的人；傲慢自负的人", "adj. 暴富的；自命不凡的", "vt. 使…突然跳起；使…崛起", "vi. 突然跳起；崛起"], "eg2": [["He tried to pass for a gentleman;but everyone knew he was an .", "他设法将自己冒充成为一名绅士，但每个人都知道他只是一位暴发户。"], ["That’s right. The world’s third-biggest company, measured by market value, is about to discover that the line between cool<b> upstart</b> and ugly monopolist is a very thin one.", "由市场价值所评估的世界第三大公司将会揭露出那条划分酷酷的暴发户和丑恶的垄断家之间的浅浅的分界线。"]], "st": {}}, "validation": {"ex": ["n. 确认；批准；生效"], "pron": {"peg": "[,vælə'deʃən]", "pam": "[,vælə'deʃən]"}, "st": {"similar": "confirm", "transform": [["vt.", "validated,validating"]]}, "wp": {"model validation": "模型确认;模型验证;模型校验;模型的证实", "cross validation": "交互效度分析;交叉效度分析;交叉验证;交互检验", "Process Validation": "工艺验证;制程确效;程确认;工艺确认", "Validation Testing": "确认测试;验证测试", "Validation Controls": "起验证作用的控件;校验控件;控制项;验证控制项", "Domain Validation": "域确认;领域确认;域名验证;域验证", "Tooling Validation": "模具验证", "validation procedure": "确认规程;验证过程;验证程序;检验做法", "Validation Data": "验证数据;验证集"}, "eg2": [["One reason I found was to get external .", "我发现原因之一就是想要得到外部确认。"], ["In this case, your application should do light<b> validation</b> of the response results.", "这种情况下就减轻了应用程序对响应结果所做的确认工作。"], ["Although for<b> validation</b> this might not be a huge concern, both browsers have some quirks that could make life more challenging.", "尽管这对于确认可能关系并不大，但两个浏览器都有一些古怪会使事情变得更富于挑战性。"]]}, "variability": {"pron": {"peg": "[,vɛrɪə'bɪləti]", "pam": "[,vɛrɪə'bɪləti]"}, "wp": {"hereditary variability": "遗传变异性;遗传的变异性;不遗传变异性", "Demand Variability": "产品;服务需求变动性;需求变化性;需求可变性", "pharmacologic variability": "药理差异", "intrinsic variability": "固有变异性", "sampling variability": "抽样变异性;变异性", "RAPD variability": "RAPD变异", "intersequential variability": "间序列变率;序列变率", "adequate variability": "适应变异性;释义适应变异性", "definite variability": "一定变异性;一定变异"}, "ex": ["n. 可变性，变化性；[生物][数] 变异性"], "eg2": [["And for that matter, there could still be .", "虽然如此，这里仍然可以存在可变性。"], [" refers to how customizable the asset should be.", "可变性涉及到资产应该如何进行定制。"], ["Therefore we need to provide<b> variability</b> in the data layer so we can store the nationality of the customer for one bank but not require it for the other.", "因此，我们需要在数据层中提供可变性，以便能够为一家银行存储客户国籍，但另一家银行却不需要如此。"]], "st": {}}, "victor": {"ex": ["n. 胜利者", "n. (Victor)人名；(俄、罗、保、匈)维克托"], "pron": {"peg": "['vɪktɚ]", "pam": "['vɪktɚ]"}, "st": {}, "wp": {"Victor Garber": "维克多·贾博;维克托·加柏;主演;维克托·加伯", "Victor Grinich": "维克多·格里尼克;格里尼奇;格里尼克", "Victor Ashe": "维克多·艾什", "Victor Fung": "冯国经;营业经理冯俊亮;冯国经博士;副主任维克多·冯", "Victor Sassoon": "维克多·沙逊;沙逊爵士;由大亨沙逊;维克少·沙逊", "Victor Oladipo": "维克托·奥拉迪波;奥拉迪波;欧拉迪波;维克托", "Jaclyn Victor": "杰克琳·维克托;洁奎琳维特;洁奎琳;杰奎琳维特", "Victor Li": "李泽钜;之子李泽钜;主席李泽巨;子李泽巨", "Victor Minibaev": "维克托·米尼巴耶夫;米尼巴耶夫"}, "eg2": [["The crowd surrounded the .", "人群挤在胜利者周围。"], ["One may overcome a thousand men in battle,but he who conquers himself is the greatest .", "一个人可能在战斗中横扫千军，然而征服自己的人才是最伟大的胜利者。"], ["And just as, before the victory, the  could place no hope in them, so afterwards he should not fear them.", "也正由于在获胜之前，胜利者对人民并不抱多少期待，所以在事后，他也无需对他们感到害怕。"]]}, "victorious": {"pron": {"peg": "[vɪk'tɔrɪəs]", "pam": "[vɪk'tɔrɪəs]"}, "wp": {}, "ex": ["adj. 胜利的；凯旋的"], "eg2": [], "st": {}}, "vintage": {"ex": ["n. 葡萄收获期；葡萄酒酿造期", "adj. 古老的；最佳的；经典高档的", "adj. 老式的；过时的", "vt. 采葡萄；用葡萄酿酒", "vi. 采葡萄"], "pron": {"peg": "['vɪntɪdʒ]", "pam": "['vɪntɪdʒ]"}, "st": {"transform": [["vt.", "vintaged,vintaging"]]}, "wp": {"Vintage Port": "年份波特酒;年份波特;波特酒;年份钵酒", "Vintage Clothes": "复古的衣裳;古董衫;老式经典服装;古着式", "Vintage Rose": "古典玫瑰;葡萄酒玫瑰;玫瑰粉;复古玫瑰色", "Vintage Bag": "怀旧袋;复古包;古董包", "Vintage Phaser": "复古移相器;器效果", "Vintage Books": "古典书局;年代图书出版社;出版社", "Vintage Hotel": "复古酒店;古典酒店;老式酒店;新宿宾特", "Vintage HK": "靳埭强", "Vintage moo": "旧小屋"}, "eg2": [[". This is actually the first thing we look for ourselves.", "葡萄酒年份 - 这实际上是我们要寻找的首要事情。"], ["With so much modern clothing that is \"inspired\" by  styles, you will want to be sure you are about to purchase an authentic piece of  clothing.", "因为有很多当代的服装是受到经典服装式样的启发，所以你必须保证你将要购买的一套衣服确实是经典服装。"], ["He mortgaged himself up to the hilt and sold his collection of<b> vintage</b> cars to raise the cash for the new company.", "他把自己押在了这个风险的投资上，并为了为新公司筹集现款卖掉了自己收集的古典车。"]]}, "wager": {"ex": ["n. 赌注；赌博；赌物", "vi. 打赌", "vt. 下赌注", "n. (Wager)人名；(英)韦杰；(芬、瑞典)瓦格"], "pron": {"peg": "['weɪdʒə]", "pam": "['weɪdʒə]"}, "st": {}, "wp": {"Exotic wager": "特殊投注", "Wager Mode": "赌博模式;挨赌情势;赌博形式", "wager policy": "信用保单;打赌", "Wager System": "赌注系统", "pascal wager": "提供关于", "Tor Wager": "神经科学家韦格", "WAGER BAY": "瓦格湾", "I Wager": "我敢打赌", "Wager Katherine": "名称"}, "eg2": [["But you win what you .", "但是你赢了你所赌注的。"], ["I walked as if for a , mile after mile, till a turn brought me in view of the Heights; but no Catherine could I detect far or near.", "我好像是去下赌注似的走着，走了一哩又一哩，后来转一个弯，我望见了那山庄；可是不论远近我都瞧不见凯瑟琳。"], ["Well, Paul, if you are so confident in this forecast, would you like to place a  on it and take advantage of my wickedness?", "好吧，保罗，如果你对这个预测如此自信，你愿意在对这个预测下赌注，以利用我的“邪恶”吗？"]]}, "wire": {"pron": {"peg": "英 ['waɪə(r)] ", "pam": "美 [waɪr] "}, "ex": ["n. 电线；导线；金属丝；金属线", "v. 用导线给（建筑物、设备等）接通电源", "网络 线材；线框(wire-frame)；钢丝"], "eg2": [["a coil of copper wire", "一卷铜丝"], ["a wire basket", "金属丝编织篮"], ["The box was fastened with a rusty wire.", "那个箱子是用生锈的铁丝捆紧的。"], ["overhead wires", "架空电线"], ["fuse wire", "保险丝"], ["The telephone wires had been cut.", "电话线被割断了。"], ["Three prisoners escaped by crawling under the wire.", "三个囚犯从铁丝网栅栏下钻出去越狱了。"], ["Make sure the plug is wired up correctly.", "插头一定要接对。"], ["He was wired up to a police tape recorder.", "他被连接到了警方的录音机上。"], ["The room had been wired for sound.", "这个房间已经装上了窃听器。"], ["He wired the news to us.", "他打电报把这个消息通知了我们。"], ["He wired us the news.", "他打电报把这个消息通知了我们。"], ["The bank wired the money to her.", "银行将钱电汇给了她。"], ["The bank wired her the money.", "银行将钱电汇给了她。"]]}}, "Title": "Tiger Woods made our golf model look silly. Have we learned a lesson?\n", "paperStatistics": {"suggestedfocus": "22.3 Minutes", "wordsset": 938, "keywords": "Championship,EAGLE,Masters,Woods,chance,players,score,tournament", "toughwords": 179, "allwords": 2382, "title": "Tiger Woods made our golf model look silly. Have we learned a lesson?\n", "desc": "The sport’s most beloved star was very good at Augusta—but also very lucky\n", "img": "https://cdn.static-economist.com/sites/default/files/20190420_BLP501_0.jpg\n", "date": "2019-04-17 11:24:06", "link": "2019_4_17_11.json"}}