{"Date": "2019-04-22 10:44:36", "content": "<p>\n</p> <p>Our political <span class=\"word-wrap-span\">columnist</span> <span class=\"word-wrap-span\">pitches</span> a <span class=\"word-wrap-span\">dynastic</span> new television show\n</p> <p>\n</p> <p>\n</p> <p>“GAME of Thrones”, which, in case you hadn’t noticed, returned for its eighth and final season this week, has already had a <span class=\"word-wrap-span\">profound</span> <span class=\"word-wrap-span\">imp</span>act on the television industry (if you’re a TV producer with an idea for a <span class=\"word-wrap-span\">multi</span>-series drama your chances of getting a green light have <span class=\"word-wrap-span\">skyrocket</span>ed). Let’s hope it has an equally <span class=\"word-wrap-span\">profound</span> <span class=\"word-wrap-span\">imp</span>act on the history industry.\n</p> <p>\n</p> <p>Over the past few decades academics have focused on history from below—hence all those university <span class=\"word-wrap-span\">seminar</span>s on <span class=\"word-wrap-span\">bastardy</span> in 15th-century Nottingham and hand-<span class=\"word-wrap-span\">loom</span> weavers in 18th-century Lincoln. They have done this for obvious intellectual reasons: Karl Marx’s contention that “the history of all <span class=\"word-wrap-span\">hitherto</span> existing societies is the history of class struggle” is un<span class=\"word-wrap-span\">doub</span>tedly a powerful insight. Added to this is a <span class=\"word-wrap-span\">sociological</span> reason: the vast expansion of the universities (and the arrival of a more socially and <span class=\"word-wrap-span\">ethnically</span> diverse student population) means that historians are <span class=\"word-wrap-span\">reluctant</span> to teach the same thing as they did when they were training a future ruling class. A changing student body requires a changing <span class=\"word-wrap-span\">curriculum</span>. \n</p> <p>\n</p> <p>“Game of Thrones” suggests they were <span class=\"word-wrap-span\">doubly</span> wrong. They are wrong about demand: even in a <span class=\"word-wrap-span\">democratic</span> age people are <span class=\"word-wrap-span\">fixate</span>d on the old-fashioned history of kings and queens: that is the history of people who combine something that is quite unusual (lots of power) with other things that are quite usual (personal <span class=\"word-wrap-span\">quirk</span>s and family <span class=\"word-wrap-span\">quarrel</span>s). History may be in decline as an option in universities precisely because it focuses so much on history from below rather than on history from above. In some ways “Game of Thrones” is a dramatic <span class=\"word-wrap-span\">presentation</span> of <span class=\"word-wrap-span\">Walter</span> Bagehot’s great insight about the British <span class=\"word-wrap-span\">monarch</span>y, that it <span class=\"word-wrap-span\">thrive</span>d in a <span class=\"word-wrap-span\">democratic</span> age precisely because it humanised power by putting a family and its <span class=\"word-wrap-span\">foible</span>s on the throne.\n</p> <p>\n</p> <p>They are also wrong about something more <span class=\"word-wrap-span\">fundamental</span>. “Game of Thrones” is compelling precisely because it recognises that <span class=\"word-wrap-span\">dynastic</span> struggles have often taken <span class=\"word-wrap-span\">precedence</span> over class struggles. Up until the first world war, the world was run by a collection of dynasties that possessed every human <span class=\"word-wrap-span\">foible</span> <span class=\"word-wrap-span\">imaginable</span> (from <span class=\"word-wrap-span\">insanity</span> to <span class=\"word-wrap-span\">dwarfism</span> to <span class=\"word-wrap-span\">incestuous</span> longings) and who spent t<span class=\"word-wrap-span\">heir</span> lives playing the game of thrones: forming <span class=\"word-wrap-span\">dynastic</span> alliances, sometimes even marrying t<span class=\"word-wrap-span\">heir</span> relatives, going to war over rival family claims to the throne and, above all, scheming to maximise t<span class=\"word-wrap-span\">heir</span> power.\n</p> <p>\n</p> <p>“Game of Thrones” gets a <span class=\"word-wrap-span\">remarkable</span> number of big things right about the nature of <span class=\"word-wrap-span\">dynastic</span> societies. One is that the <span class=\"word-wrap-span\">dynastic</span> principle <span class=\"word-wrap-span\">eliminate</span>s the difference between the public and private <span class=\"word-wrap-span\">real</span>ms, a difference that is <span class=\"word-wrap-span\">fundamental</span> to <span class=\"word-wrap-span\">democratic</span> and <span class=\"word-wrap-span\">meritocratic</span> societies. Public life in a <span class=\"word-wrap-span\">dynasty</span> is shaped by the personal <span class=\"word-wrap-span\">foible</span>s of the <span class=\"word-wrap-span\">monarch</span>. Power is <span class=\"word-wrap-span\">wield</span>ed by people who can get physically close to the king. The world’s oldest political offices are all related to the <span class=\"word-wrap-span\">monarch</span>’s physical needs—looking after his horse or <span class=\"word-wrap-span\">falcon</span>s, or guarding his <span class=\"word-wrap-span\">bedchamber</span>—and were usually reserved for members of his own family or the most blue-blooded <span class=\"word-wrap-span\">aristocrat</span>s.\n</p> <p>\n</p> <p>A second is that dynasties put biology at the heart of society. The fate of kingdoms depends on the physical fitness of kings and t<span class=\"word-wrap-span\">heir</span> ability to produce male <span class=\"word-wrap-span\">heir</span>s (Britain <span class=\"word-wrap-span\">arguably</span> had its first Brexit, the <span class=\"word-wrap-span\">Reformation</span>, because of Henry <span class=\"word-wrap-span\">VIII</span>’s difficulties in producing a male <span class=\"word-wrap-span\">heir</span>). Political dynasties can become global powers if they can marry the right people and produce enough children (the <span class=\"word-wrap-span\">Saxe</span>-Coburgs were the greatest <span class=\"word-wrap-span\">dynasty</span> builders of the 18th and 19th centuries, succeeding first in capturing the British throne and then, because of Queen Victoria’s clever marriage scheming, putting t<span class=\"word-wrap-span\">heir</span> <span class=\"word-wrap-span\">progeny</span> on the thrones of most of Europe). Royal daughters had to expect to be pawns in the game of alliance building.\n</p> <p>\n</p> <p>All of which leads me to <span class=\"word-wrap-span\">unveil</span> my idea for an <span class=\"word-wrap-span\">HBO</span> production of my own: a history of the Habsburg <span class=\"word-wrap-span\">dynasty</span>. This would be relatively cheap by the standards of recent productions: most of the great Habsburg palaces are still <span class=\"word-wrap-span\">intact</span> and <span class=\"word-wrap-span\">Vienna</span>’s museums are stuffed full of suits of armour, <span class=\"word-wrap-span\">portrait</span>s, <span class=\"word-wrap-span\">furniture</span>, table settings etc. And the story is every bit as <span class=\"word-wrap-span\">weird</span> as the story of the “Game of Thrones”. The Habsburgs were so <span class=\"word-wrap-span\">prone</span> to in-breeding that people joked that they married t<span class=\"word-wrap-span\">heir</span> cousins and slept with t<span class=\"word-wrap-span\">heir</span> siblings. Charles II of Spain was a mass of <span class=\"word-wrap-span\">genetic</span> problems: his head was too big for his body and his <span class=\"word-wrap-span\">tongue</span> was too big for his mouth, so that he had difficulty speaking, and <span class=\"word-wrap-span\">constantly</span> <span class=\"word-wrap-span\">drool</span>ed; his first wife complained that he suffered from <span class=\"word-wrap-span\">premature</span> <span class=\"word-wrap-span\">ejaculation</span> and his second wife that he was <span class=\"word-wrap-span\">imp</span>otent; as if that wasn’t enough, he also suffered from <span class=\"word-wrap-span\">convulsion</span>s. He died at 39, <span class=\"word-wrap-span\">mercifully</span> without an <span class=\"word-wrap-span\">heir</span>. These personal peccadilloes didn’t prevent the Habsburgs from becoming champion players of the game of thrones, producing one of the most far-<span class=\"word-wrap-span\">flung</span> and enduring empires the world has seen.\n</p> <p>\n</p> <p>**** \n</p> <p>\n</p> <p>“<span class=\"word-wrap-span\">CONSERVATIVE</span>” is one of those words that come with an <span class=\"word-wrap-span\">imp</span>lied question: what is it that you want to <span class=\"word-wrap-span\">conserve</span>? Britain’s <span class=\"word-wrap-span\">CONSERVATIVE</span> Party is in such <span class=\"word-wrap-span\">turmoil</span> at the moment because it is at sixes and sevens over its answer to this question. In the <span class=\"word-wrap-span\">Cameron</span>-<span class=\"word-wrap-span\">Osborne</span> years it wanted to <span class=\"word-wrap-span\">conserve</span> the Clinton-<span class=\"word-wrap-span\">Blair</span> <span class=\"word-wrap-span\">consensus</span>: that is a combination of free-market economics (symbolised by support for globalisation), social <span class=\"word-wrap-span\">liberalism</span> (symbolised by support for gay marriage) and government <span class=\"word-wrap-span\">activism</span>, particularly in the creation of human capital. That was always an <span class=\"word-wrap-span\">elite</span> project that failed to stir the emotions of most <span class=\"word-wrap-span\">CONSERVATIVE</span> voters and, when it came to gay marriage and <span class=\"word-wrap-span\">hyper</span>-globalisation, may well have <span class=\"word-wrap-span\">repelled</span> them. But it was an <span class=\"word-wrap-span\">elite</span> project that was destroyed in the <span class=\"word-wrap-span\">flame</span>s of the Iraq war, <span class=\"word-wrap-span\">arguably</span> the first and last war of neo-<span class=\"word-wrap-span\">CONSERVATIVE</span> globalisation, and the 2008 financial crisis. Now the battle is on between three different answers to the question.\n</p> <p>\n</p> <p>The most powerful is the nation-state. The heart of Brexit is not <span class=\"word-wrap-span\">racism</span> (as some Remainers <span class=\"word-wrap-span\">annoy</span>ingly claim) or a desire to be truly global as <span class=\"word-wrap-span\">oppose</span>d to <span class=\"word-wrap-span\">narrowly</span> European-focused (as <span class=\"word-wrap-span\">Boris</span> Johnson <span class=\"word-wrap-span\">pretend</span>s). It is the desire to <span class=\"word-wrap-span\">restore</span> the <span class=\"word-wrap-span\">sovereignty</span> of the nation-state. Brexiteers don’t just dislike the demands that the European Union poses in terms of agreeing to its rules and regulations. They dislike the idea, beloved of some if not all in <span class=\"word-wrap-span\">Brussels</span>, that the nation-state is an <span class=\"word-wrap-span\">anachronism</span> that we need to get beyond. The <span class=\"word-wrap-span\">fury</span> of the Brexiteers’ resistance to <span class=\"word-wrap-span\">Theresa</span> May’s half-way house approach to Brexit, combined with the flight of many <span class=\"word-wrap-span\">Conservative</span> voters to the Brexit Party, suggests that, to survive, the <span class=\"word-wrap-span\">Conservative</span> Party may have no choice but to become the party of the nation-state.\n</p> <p>\n</p> <p>This defence of the nation-state is linked to a broader defence of the traditional British way of life: that is, Britain’s green and pleasant land (Michael Gove’s agenda at the department of the environment); its <span class=\"word-wrap-span\">provincial</span> cities (the <span class=\"word-wrap-span\">devolution</span> <span class=\"word-wrap-span\">initiative</span> and the creation of new mayors); its built environment (the department of housing’s “building beautiful” <span class=\"word-wrap-span\">initiative</span> which has been sadly <span class=\"word-wrap-span\">overshadow</span>ed by the row about Sir Roger Scruton).\n</p> <p>\n</p> <p>A second answer is the traditional values of family and faith. This is the answer that the <span class=\"word-wrap-span\">Cameroon</span>s most disliked. <span class=\"word-wrap-span\">Proclaim</span>ing a faith in God or a belief in the traditional family was a sure way of getting yourself kicked off the Notting Hill dinner-party <span class=\"word-wrap-span\">invitation</span> list. But they were not alone: <span class=\"word-wrap-span\">Theresa</span> May, the daughter of a <span class=\"word-wrap-span\">vicar</span> and a regular <span class=\"word-wrap-span\">churchgoer</span>, <span class=\"word-wrap-span\">initially</span> embraced transgender rights on the grounds that it was the new gay marriage. The <span class=\"word-wrap-span\">Conservative</span> <span class=\"word-wrap-span\">grassroots</span> are rather more tradition-minded than this, particularly when it comes to transgender activists. Jacob Rees-Mogg has <span class=\"word-wrap-span\">demonstrate</span>d that you can win a large <span class=\"word-wrap-span\">grassroots</span> following by speaking out <span class=\"word-wrap-span\">unashamedly</span> for “faith and family”, particularly if you link defence of faith and family to defence of the nation-state.\n</p> <p>\n</p> <p>A third answer is the <span class=\"word-wrap-span\">capitalist</span> system. The <span class=\"word-wrap-span\">Conservative</span> Party has traditionally been the party of business and the City—indeed there was a time, between the wars, when the party was actually <span class=\"word-wrap-span\">dominate</span>d by businessmen such as <span class=\"word-wrap-span\">Stanley</span> <span class=\"word-wrap-span\">Baldwin</span>, whose family owned an <span class=\"word-wrap-span\">ironwork</span>s, and <span class=\"word-wrap-span\">Neville</span> <span class=\"word-wrap-span\">Chamberlain</span>, whose family once produced a third of the world’s <span class=\"word-wrap-span\">nail</span>s. I <span class=\"word-wrap-span\">suspect</span> that Philip <span class=\"word-wrap-span\">Hammond</span>, the <span class=\"word-wrap-span\">chancellor</span> of the <span class=\"word-wrap-span\">exchequer</span>, believes that his party’s main job is to create a favourable environment for business, though he doesn’t exactly wear his political <span class=\"word-wrap-span\">philosophy</span> on his <span class=\"word-wrap-span\">sleeve</span>. The same may be true of <span class=\"word-wrap-span\">Jeremy</span> Hunt, the foreign secretary.\n</p> <p>\n</p> <p>A closely connected answer is “freedom”. Many Tories regard the defence of <span class=\"word-wrap-span\">capitalism</span> as part of a broader defence of freedom. (They also argue, from a public-relations point of view, that “freedom” is a much easier sell than “<span class=\"word-wrap-span\">capitalism</span>”.) <span class=\"word-wrap-span\">Liz</span> <span class=\"word-wrap-span\">Truss</span>, Mr <span class=\"word-wrap-span\">Hammond</span>’s underling at the <span class=\"word-wrap-span\">Treasury</span> and a woman who <span class=\"word-wrap-span\">exude</span>s leadership ambition from every <span class=\"word-wrap-span\">pore</span>, is a leading <span class=\"word-wrap-span\">proponent</span> of this school. Her <span class=\"word-wrap-span\">shtick</span> is to update Mrs <span class=\"word-wrap-span\">Thatcher</span>’s freedom agenda for a <span class=\"word-wrap-span\">populist</span> age: continue with the <span class=\"word-wrap-span\">Thatcher</span>ite policies of deregulating markets and encouraging competition but also put a heavy <span class=\"word-wrap-span\">emphasis</span> on the <span class=\"word-wrap-span\">gig</span> economy and social <span class=\"word-wrap-span\">liberalism</span>. Her aim is to <span class=\"word-wrap-span\">reinforce</span> the <span class=\"word-wrap-span\">Thatcher</span>ite revolution by showing young people that t<span class=\"word-wrap-span\">heir</span> personal interests, both as consumers and as young professionals, lies in embracing the start-up economy.\n</p> <p>\n</p> <p>Some <span class=\"word-wrap-span\">Conservative</span>s would no <span class=\"word-wrap-span\">doub</span>t argue that the <span class=\"word-wrap-span\">proper</span> answer to the question is “all of the above”: you need a <span class=\"word-wrap-span\">fusion</span> of all these things for each one of them to make sense—for example, you can’t defend Britain’s built environment without having the <span class=\"word-wrap-span\">wherewithal</span> provided by a successful economy. They would also argue that defending Britain’s nation-state—particularly the nation-state’s ability to generate wealth—sometimes <span class=\"word-wrap-span\">entail</span>s sacrificing <span class=\"word-wrap-span\">sovereignty</span> to the European Union.\n</p> <p>\n</p> <p>This “<span class=\"word-wrap-span\">fusion</span>ist” position is the default position of the party’s <span class=\"word-wrap-span\">pragmatic</span> establishment. But the logic of current politics—not just because of the Brexit debate but also because of the <span class=\"word-wrap-span\">surge</span> of <span class=\"word-wrap-span\">populism</span>—is to force people to make choices that they’ve previously been able to avoid. <span class=\"word-wrap-span\">Conservative</span>s increasingly feel that they have to make a choice between the nation-state and business—and indeed between traditional values and business. Businesses have made it <span class=\"word-wrap-span\">abundantly</span> clear that they have little time for small-minded <span class=\"word-wrap-span\">nationalism</span>. The global market is t<span class=\"word-wrap-span\">heir</span> God. They have also made it pretty clear that they don’t have that much time for other <span class=\"word-wrap-span\">imp</span>ortant <span class=\"word-wrap-span\">Conservative</span> <span class=\"word-wrap-span\">virtue</span>s such as defending the family or community: Hollywood <span class=\"word-wrap-span\">pump</span>s out material that <span class=\"word-wrap-span\">undermine</span>s the traditional families. Big companies such as HSBC (which has <span class=\"word-wrap-span\">plaster</span>ed London with <span class=\"word-wrap-span\">annoy</span>ing ads) is determined to prove how woke it is. Big data companies <span class=\"word-wrap-span\">yoke</span> the values of the <span class=\"word-wrap-span\">millennium</span> left with the business practices of the robber <span class=\"word-wrap-span\">baron</span>s. I’m sure that Mr Johnson expressed the views of a growing number of <span class=\"word-wrap-span\">Conservative</span>s when he <span class=\"word-wrap-span\">splutter</span>ed “<span class=\"word-wrap-span\">fuck</span> business”.\n</p> <p>\n</p> <p>**** \n</p> <p>\n</p> <p>PROGNOSTICATORS are always thinking that they have discovered “the future” in some bit of the world or other. <span class=\"word-wrap-span\">Hegel</span> thought that he had discovered it in <span class=\"word-wrap-span\">Prussia</span> and Lincoln Steffens in Soviet Russia (“I have seen the future and it works”). In the 1960s there was almost a <span class=\"word-wrap-span\">consensus</span> that the future lay in California. At the risk of sounding as <span class=\"word-wrap-span\">idiotic</span> as Steffens I would like to <span class=\"word-wrap-span\">nominate</span> Israel. I recently spent a week in that <span class=\"word-wrap-span\">extraordinary</span> country in order to get a break from writing about Brexit. I was repeatedly <span class=\"word-wrap-span\">struck</span> by the extent to which Israel <span class=\"word-wrap-span\">prefigure</span>s trends that are spreading around much of the world: the rise of religion and <span class=\"word-wrap-span\">nationalism</span>; the <span class=\"word-wrap-span\">coexistence</span> of a high-tech sector with <span class=\"word-wrap-span\">orthodox</span> communities; the division of society into rival communities that are so <span class=\"word-wrap-span\">hostile</span> to each other that they need to be kept apart by a wall; and the rise of strongmen leaders who argue, in effect, that the <span class=\"word-wrap-span\"><span class=\"word-wrap-span\">imp</span>erative</span>s of national security ov<span class=\"word-wrap-span\">err</span>ide namby-pamby worries about civil rights.\n</p> <p>\n</p> <p>In the wake of the second world war the survivors of the <span class=\"word-wrap-span\">Holocaust</span> drew a sharply different conclusion from <span class=\"word-wrap-span\">Nazism</span> than the <span class=\"word-wrap-span\">victorious</span> Allies. The Allies concluded that <span class=\"word-wrap-span\">nationalism</span> needed to be <span class=\"word-wrap-span\">constrain</span>ed or even, in the case of the architects of the European Union, <span class=\"word-wrap-span\">transcend</span>ed. By contrast <span class=\"word-wrap-span\">Zionist</span>s concluded that the Jewish people needed a nation-state of t<span class=\"word-wrap-span\">heir</span> own where they could be made safe from any potential enemies—and where they could allow t<span class=\"word-wrap-span\">heir</span> culture to <span class=\"word-wrap-span\">flourish</span> as never before. Today dreams of a post-<span class=\"word-wrap-span\">nationalist</span> future are dying and the idea that peoples need a place that they can call home for reasons of both self-fulfilment and self-protection is once more on the rise.\n</p> <p>\n</p> <p>****\n</p> <p>\n</p> <p>DURING my Israel <span class=\"word-wrap-span\">adventure</span> I stopped off at a truck stop between Jerusalem and <span class=\"word-wrap-span\">Nazareth</span>. I was <span class=\"word-wrap-span\">struck</span> by the way that Arabs in traditional dress mixed easily with Israeli soldiers (though who knows what was going on in t<span class=\"word-wrap-span\">heir</span> heads). I was also <span class=\"word-wrap-span\">imp</span>ressed by the way that a familiar modern economy and a traditional <span class=\"word-wrap-span\">barter</span> economy seemed to co-exist—having handed over my money for a <span class=\"word-wrap-span\">cappuccino</span> in exactly the same way as I would in London, I was approached by <span class=\"word-wrap-span\">Bedouin</span> <span class=\"word-wrap-span\">hawker</span>s trying to sell <span class=\"word-wrap-span\">cordless</span> <span class=\"word-wrap-span\">drill</span>s and rides on a <span class=\"word-wrap-span\">camel</span>. How <span class=\"word-wrap-span\">exotic</span>! I thought until I recalled my own experiences back in England. I frequently visit Lidl to buy necessities (bread, grapes, chocolate) only to <span class=\"word-wrap-span\">emerge</span> with a <span class=\"word-wrap-span\">cordless</span> <span class=\"word-wrap-span\">drill</span> or a “smart bicycle <span class=\"word-wrap-span\">helmet</span>” that signals which way you’re turning. The prices are so low that it seems foolish to pass by the <span class=\"word-wrap-span\">jumble</span> of <span class=\"word-wrap-span\">weird</span> goods placed in the centre of the store. All Lidl needs now is a <span class=\"word-wrap-span\">camel</span> or two.\n</p> <p>\n</p> <p>****\n</p> <p>\n</p> <p>BACK from the Holy Land I went to the <span class=\"word-wrap-span\">dentist</span> with a toothache. The <span class=\"word-wrap-span\">dentist</span> <span class=\"word-wrap-span\">poke</span>d around for a bit, ummed and <span class=\"word-wrap-span\">err</span>ed, and ref<span class=\"word-wrap-span\">err</span>ed me to a root-<span class=\"word-wrap-span\">canal</span> <span class=\"word-wrap-span\">specialist</span>. I showed up to the <span class=\"word-wrap-span\">specialist</span> full of <span class=\"word-wrap-span\">dread</span> about the pain, not to mention the cost, of another root <span class=\"word-wrap-span\">canal</span>. A bit more poking and prodding and the <span class=\"word-wrap-span\">specialist</span> pronounced that she couldn’t find anything wrong with my root <span class=\"word-wrap-span\">canal</span>s. So why the <span class=\"word-wrap-span\">persistent</span> toothache? She asked me if I had been under any unusual pressure that might have resulted in me <span class=\"word-wrap-span\">clench</span>ing my teeth together more than usual. When I replied that I was a political journalist writing about Brexit she immediately pronounced that “that would explain it…it’s bad enough for the rest of us without having to write about it”. Brexit is a toothache as well as a headache. I’m sending my <span class=\"word-wrap-span\">dental</span> bill to Mr Johnson. \n</p> <p>\n</p> <p> Correction (April 20th 2019): It was not John Reed who claimed that, in the Soviet Union, he had seen the future and it worked, but Lincoln Steffens. </p>", "Last": "2019_4_22_9.json", "Next": "2019_4_22_11.json", "assistent": {"Baldwin": {"ex": ["n. 鲍尔温苹果；鲍尔温（姓氏）"], "pron": {"peg": "['bɔ:ldwin]", "pam": "['bɔ:ldwin]"}, "st": {}, "wp": {"Henry Baldwin": "亨瑞·鲍德温;鲍德温", "Bobby Baldwin": "鲍德温;鲍尔温;巴笔;标签", "Matthew Baldwin": "鲍德温;标签", "Elaine Baldwin": "鲍尔德温;鲍德温;阿雷恩·鲍尔德温", "Baldwin St": "鲍德温街;鲍德温大街", "Baldwin Pui": "裴秉宏", "Sherman Baldwin": "鲍德温;谢尔曼·鲍德温", "Harriett Baldwin": "鲍德温", "Neil Baldwin": "主席鲍德温;鲍尔温;标签"}, "eg2": []}, "Bedouin": {"ex": ["adj. 贝都因人的；游牧的；流浪的", "n. 贝都因人（阿拉伯人，传统上生活在沙漠里，住帐篷）", "网络 贝多因人；游牧民族贝都因人；贝督因人"], "pron": {"peg": "英 ['beduɪn] ", "pam": "美 ['beduɪn] "}, "eg2": []}, "Blair": {"ex": ["n. 布莱尔（男子名）"], "pron": {"peg": "[blεə]", "pam": "[blεə]"}, "st": {}, "wp": {"Blair Waldorf": "布莱尔·沃尔多夫;布莱尔·沃朵夫;胡贝雅;沃朵夫", "blair ministry": "贝理雅内阁;理雅", "Blair Academy": "布莱尔学院;布莱尔中学;布莱尔高中;美国布莱尔学院", "Ray Blair": "布莱尔", "John Blair": "布莱尔;标签;弗吉尼亚", "Linda Blair": "布莱尔;莲达白丽雅;琳达布莱儿;莲黛白丽雅", "Blair singer": "布莱尔·辛格;布莱尔辛格", "Jayson Blair": "布莱尔;记者布莱尔", "Louise Blair": "布莱尔;路易丝·布莱尔"}, "eg2": [["One colleague said he was just like Tony , but with shinier skin and better teeth.", "一位同事说他就像托尼 布莱尔，只是皮肤更光鲜，牙齿更炫目而已。"], ["Asked what he would do if he could be invisible for a day,  yearned for a more ordinary life, saying he would \"just walk down the street and go to the pub... just be absolutely normal\".", "当被问到如果能够“遁形”一天的话他会做什么时，布莱尔渴望过一种更加正常的生活。 他说他愿意“在街道上散散步，去酒馆转转……就是过一种完全正常的生活而已。”"], ["It gave me the opportunity to congratulate Peking University on its course, developed in partnership with the Tony<b> Blair</b> Faith Foundation on Faith and Globalization.", "我也借那个机会祝贺北京大学和托尼布莱尔信仰基金会合作开设了关于“信仰与全球化”的课程。"]]}, "Boris": {"ex": ["n. 鲍里斯（男子名）"], "pron": {"peg": "['bɔris]", "pam": "['bɔris]"}, "st": {}, "wp": {"Boris Johnson": "鲍里斯·约翰逊;约翰逊;鲍里斯;伦敦市长强生", "Boris Godunov": "鲍里斯·戈东诺夫;鲍利斯·郭多诺夫;唱片名;郭多诺夫", "Boris Meissner": "鲍里斯·迈斯纳", "Boris Vasilyev": "鲍里斯·利沃维奇·瓦西里耶夫;鲍里斯·瓦西里耶夫", "Boris Polevoy": "波列伏依", "Boris Klaiman": "克莱曼", "Boris Fogel": "鲍里斯·福格尔", "Boris Morros": "鲍里斯·莫罗斯", "Boris Legran": "鲍里斯·莱格兰德"}, "eg2": []}, "Brussels": {"ex": ["n. 布鲁塞尔；【城】布鲁塞尔", "网络 比利时；比利时布鲁塞尔；布鲁赛尔"], "pron": {"peg": "英 ['brʌs(ə)lz] ", "pam": "美 ['brʌs(ə)lz] "}, "eg2": []}, "CONSERVATIVE": {"ex": ["adj. 保守的", "n. 保守派，守旧者"], "pron": {"peg": "[kən'sɝvətɪv]", "pam": "[kən'sɝvətɪv]"}, "st": {}, "wp": {}, "eg2": []}, "Cameron": {"ex": ["n. 卡梅伦/隆（男子名）"], "pron": {"peg": "['kæmərən]", "pam": "['kæmərən]"}, "st": {}, "wp": {"Cameron Highlands": "金马仑高原;金马伦高原;金马伦;金马伦高地", "Cameron Dummigan": "卡梅伦·杜米甘", "Samantha Cameron": "萨曼莎·卡梅伦;卡麦隆;卡梅隆;莎曼珊·卡梅伦", "Cameron Bright": "卡梅隆·布莱特;卡梅隆布莱特;卡梅伦·布莱特;布莱特", "Julia Cameron": "卡麦隆;卡梅伦;卡梅隆;作者", "Doug Cameron": "卡梅隆;卡梅伦;工党参议员金马伦;喀麦隆", "Cameron Tringale": "卡麦隆;特林格尔;特林盖尔;卡梅伦", "Joe Cameron": "卡梅隆;卡梅伦;标签", "Cameron Monaghan": "莫纳汉;莫缴汉"}, "eg2": []}, "Cameroon": {"ex": ["n. 喀麦隆；【国】喀麦隆；喀麦隆共和国", "网络 喀麦隆国庆日；喀麦隆山；喀麦隆队"], "pron": {"peg": "英 [ˌkæmə'ru:n] ", "pam": "美 [ˌkæmə'run] "}, "eg2": []}, "Chamberlain": {"ex": ["n. （国王或女王的）内侍；（旧时贵族的）管家", "网络 张伯伦；侍从；财务管理人"], "pron": {"peg": "英 ['tʃeɪmbə(r)lɪn] ", "pam": "美 ['tʃeɪmbərlən] "}, "eg2": []}, "Conservatism": {"ex": ["n. 保守主义；守旧性"], "pron": {"peg": "[kən'sɝvətɪzəm]", "pam": "[kən'sɝvətɪzəm]"}, "st": {}, "wp": {"fiscal conservatism": "财政保守主义", "new conservatism": "新保守主义", "traditional conservatism": "传统保守主义", "conservatism ideas": "保守主义思想", "Conservatism Principle": "稳健性原则;谨慎性原则;稳健原则", "accounting conservatism": "会计稳健性", "german conservatism": "德国保守主义", "religious conservatism": "宗教保守主义", "legal conservatism": "法律保守主义"}, "eg2": [["In our current economic climate, fiscal<b> Conservatism</b> hardly needs mentioning - but it is one of the signs of the effective leader, so it must be in this list.", "在现在的经济气候中，财政保守主义几乎不需要提及——但这是有效领导者的特征之一，因此它必须在清单中。"], ["The American South is still the bastion of  and evangelism, but that doesn’t stop them from trying to expound Zombies.", "美国南部虽然仍是保守主义和福音传道的堡垒，但这并不影响人们尝试对僵尸进行研究探索。"], ["Add to this the fact that it is a central article of faith for American  that the whole business of diversity is nothing but a racket, forced on them by liberal elites.", "另外一个事实就是，对于美国保守主义而言，种族多样性这种事只不过是挂羊头卖狗肉而已，是自由主义精英强加给他们的。 这是他们的一个重要的基本信念。"]]}, "Conservative": {"ex": ["adj. 保守的", "n. 保守派，守旧者"], "pron": {"peg": "[kən'sɝvətɪv]", "pam": "[kən'sɝvətɪv]"}, "st": {}, "wp": {"conservative treatment": "保守治疗;保守疗法;保守性治疗;非手术治疗", "conservative recombination": "保守重组;保守性重组", "conservative property": "守恒性质;保守性", "Conservative transposition": "保守型转座;保守转座;保守性转座;保存型转位", "conservative replacement": "保守替换", "conservative prediction": "保守预测", "conservative field": "保守场", "conservative myomectomy": "保守性肌瘤摘除术;翻译", "conservative style": "保守款式"}, "eg2": [["Should I be aggressive or  with my money before 30?", "在30岁之前我应该风险投资还是保守存钱？"], ["The more<b> Conservative</b> politicians were trying to deradicalize the liberation movement.", "较保守的政治家正试图使解放运动放弃偏激的立场。"], ["The young people are the most eager to learn and the least  in their thinking.", "青年人最肯学习，最少保守思想。"]]}, "HBO": {"ex": ["网络 高压氧；家庭影院亚洲频道；家庭影院频道(Home Box Office)"], "pron": {"peg": 0, "pam": 0}, "eg2": []}, "Hammond": {"ex": ["n. 哈蒙德（美国城市）"], "pron": {"peg": "['hæmənd]", "pam": "['hæmənd]"}, "st": {}, "wp": {"Hammond Organ": "哈蒙德风琴;电子琴的一种;哈蒙德电风琴;汉孟牌电子琴", "Robert Hammond": "罗伯特·哈蒙德;标签", "Richard Hammond": "理查德·哈蒙德;哈蒙德;理查德;理查德•哈蒙德", "Kristian Hammond": "哈蒙德;汉默德", "Aleqa Hammond": "哈蒙德;总理哈默德", "Nicholas Hammond": "汉墨德;尼古拉斯·哈蒙德", "Norman Hammond": "哈蒙德;诺曼·哈蒙德", "Ross Hammond": "哈蒙德;他的学生哈蒙", "jay hammond": "哈蒙德"}, "eg2": []}, "Hegel": {"ex": ["n. 黑格尔（德国古典唯心主义哲学家）"], "pron": {"peg": "[ˈheɪgəl]", "pam": "[ˈheɪgəl]"}, "st": {}, "wp": {"Robert Hegel": "何谷理", "Hegel Renaissance": "黑格尔的复兴", "On Hegel": "中文名黑格尔", "Like Hegel": "好比黑格尔", "GWF Hegel": "黑格尔", "Hegel haus": "黑格尔故居", "Hegel Prize": "黑格尔奖", "Young Hegel": "青年黑格尔", "HEGEL ARENDT": "黑仑希"}, "eg2": []}, "Holocaust": {"ex": ["n. 大屠杀；毁灭"], "pron": {"peg": "['hɑləkɔst]", "pam": "['hɑləkɔst]"}, "st": {}, "wp": {"Holocaust Memorial": "大屠杀纪念馆;大屠杀纪念碑;纪念碑群", "Holocaust Museum": "大屠杀纪念馆;屠杀博物馆;平面广告", "Holocaust Denial": "大屠杀", "Hymen Holocaust": "处女膜大屠杀;表演者", "Holocaust Chic": "大爆炸时尚", "Nuclear holocaust": "核毁灭", "Holocaust Literature": "大屠杀文学", "Holocaust Denier": "否认犹太人大屠杀;纳粹大屠杀否定者", "Holocaust denying": "否认犹太人大屠杀"}, "eg2": [["But as with the , if we forget, we do so at great peril to our own humanity.", "但是与大屠杀一样，如果我们遗忘它，那么我们就会冒着重复它极大的危险。"], ["If therefore he is to find my<b> Holocaust</b> acceptable, let him kiss me I entreat with a kiss of his mouth.", "所以如果他觉得我的毁灭是可以接受的，就让他用我乞求的嘴给我亲吻吧"], ["The subsequent  in Europe led to additional immigration from other parts of Europe.", "后来，由于欧洲大屠杀，又有欧洲其他部份的人移居到这里。"]]}, "Jeremy": {"ex": ["n. 杰里米（男子名）"], "pron": {"peg": "[dʒɛrəmɪ]", "pam": "[dʒɛrəmɪ]"}, "st": {}, "wp": {"Jeremy Rifkin": "杰里米·里夫金;里夫金;雷夫金;杰里米", "Jeremy Browne": "杰里米·布朗;布朗;白伟明;杰里米布朗", "Jeremy Northam": "谢洛美·诺咸;杰瑞米·诺森;杰瑞米诺森;杰瑞米诺顿", "Jeremy Hunt": "杰里米·亨特;侯俊伟;杰里米;大臣侯俊伟", "Jeremy Wade": "杰里米·韦德;中杰叔", "Jeremy Greenstock": "杰里米·格林斯托克;格林斯托克", "Jeremy Corbyn": "科尔宾;工党党魁柯尔宾;柯尔宾", "Cape Jeremy": "杰里米角", "jeremy goldkorn": "金玉米;德科恩;戈德考恩;博客作者杰里米"}, "eg2": [["This is the sort of thing that  loves.", "这正是杰里米喜欢做的事情。"], [" is the only friend who lives near, all my other friends live far away.", "杰里米是我惟一住得近的朋友，其余的朋友都住得很远。"], ["Using data from the U. S. Geological Survey, the scientists were able to calculate in detail how much land could be lost as seas rise, said study author  Weiss of the University of Arizona.", "引用美国地质调查的数据，科学家们可以详细地计算出当海水上升时，有多少陆地将会消失，亚利桑那大学的研究员杰里米维斯说。"]]}, "Liz": {"ex": ["n. 莉兹；莉斯（女子名）"], "pron": {"peg": "[lɪz]", "pam": "[lɪz]"}, "st": {}, "wp": {"Liz Renay": "利兹·若内;利兹;雷南", "Liz Taylor": "泰勒;伊丽莎白·泰勒;丽兹·泰勒;丽姿·泰勒", "Liz Rosenberg": "罗森伯格;罗森博格;罗森柏格;莉兹·罗森伯格", "Liz Kong": "江希文;江欣慈", "LIZ CLAMAN": "克莱曼", "Liz Sandals": "单杜丝;珊杜丝;贵湖区省议员珊度丝;丽兹·珊卓", "Liz Tuccillo": "塔琪萝;塔西露;丽兹塔琪萝;与编剧丽兹·塔琪萝", "Liz Phair": "莉兹·菲尔;同名专辑;莉兹;利兹·艾尔", "Liz Jones": "琼斯;标签"}, "eg2": []}, "Nazareth": {"ex": ["n. 拿撒勒", "网络 拿撒勒合唱团；纳匝肋；拿撒勒城"], "pron": {"peg": "英 [ˈnæzəriθ] ", "pam": "美 [ˈnæzərəθ] "}, "eg2": []}, "Nazism": {"ex": ["n. 纳粹主义", "网络 民族社会主义；纳粹党；纳粹式"], "pron": {"peg": "英 ['nɑːtsɪz(ə)m] ", "pam": "美 ['næt.sɪzəm] "}, "eg2": []}, "Neville": {"ex": ["n. 内维尔；【男名】男子名", "网络 纳威；奈维尔；尼维尔"], "pron": {"peg": "英 ['nevil] ", "pam": "美 "}, "eg2": []}, "Osborne": {"ex": ["n. 奥斯本（男子名）"], "pron": {}, "st": {}, "wp": {}, "eg2": []}, "Proclaim": {"ex": ["vt. 宣告，公布；声明；表明；赞扬"], "pron": {"peg": "[prə'klem]", "pam": "[prə'klem]"}, "st": {}, "wp": {}, "eg2": []}, "Prussia": {"ex": ["n. 【史】普鲁士", "网络 普鲁士王国；东普鲁士；普鲁士水龙头"], "pron": {"peg": "英 ", "pam": "美 "}, "eg2": []}, "Reformation": {"ex": ["n. 革新；改善"], "pron": {"peg": "[,rɛfɚ'meʃən]", "pam": "[,rɛfɚ'meʃən]"}, "st": {}, "wp": {"Protestant Reformation": "宗教改革;新教改革;宗教改革运动;新教革新运动", "English Reformation": "英格兰宗教改革;宗教改革", "the Reformation": "宗教改革;宗教改革运动;宗教革命;宗教变革", "multiplannar reformation": "MPR重建技术;面重建;及多平面重组;多平面重建", "Reformation Monument": "宗教改革纪念碑", "catalytic reformation": "催化重整", "regulation reformation": "规制改革", "mutiplanar reformation": "多平面重组;主要包括多平面重建;多平面重建", "Reformation Thought": "宗教改革运动思潮;宗教改革思想"}, "eg2": [["This is how<b> Reformation</b> begins.", "变革就是这样开始的。"], ["A drastic<b> Reformation</b> of the present housing system has been carried out.", "目前的住房制度正在彻底改革。"], ["Revivification of consanguinity for proper upbringing of the individuals and  of education on moderate and modern line are essential for instilling tolerance in the subjects.", "恢复血亲关系是为了提供适当的个人教育和改善教育现状，这是现代社会宽容教育必不可少的课题。"]]}, "Saxe": {"ex": ["n. 萨克森蓝；蛋白照相纸", "网络 萨克斯；萨克思；萨克森邦"], "pron": {"peg": "英 [sæks] ", "pam": "美 [sæks] "}, "eg2": []}, "Stanley": {"ex": ["n. 斯坦利（男子名）"], "pron": {"peg": "['stænli]", "pam": "['stænli]"}, "st": {}, "wp": {"Stanley Kubrick": "斯坦利·库布里克;库布里克;库伯力克;寇比力克", "Stanley Milgram": "斯坦利·米尔格拉姆;米尔格伦;米尔格拉姆;米尔格兰姆", "Stanley Tong": "唐季礼;香港演艺人协会;导演;导演唐季礼", "Stanley Brundy": "斯坦利·布伦迪", "Stanley Price": "斯坦利·普莱斯", "Stanley Marcus": "斯坦利·马卡斯", "Stanley Druckenmiller": "肯米勒;德鲁肯米勒;斯坦利·德鲁肯米勒;德拉肯米勒", "Stanley Hoffman": "霍夫曼", "Salmonella stanley": "斯坦利沙门菌;斯坦利沙门氏菌"}, "eg2": [["Additionally,  will support the development of forensic applications and capabilities for all stages of the forensic process.", "此外，斯坦利将为法庭应用的发展和对法庭程序的所有阶段的能力提供支持。"], ["Since the middle of 2007, Morgan<b> Stanley</b> has raised about twenty billion dollars in new capital and cut in half its leverage ratio—the total value of its assets divided by its capital.", "自2007年中期以来，摩根-斯坦利已经筹集了大约200亿美元的新资本，并且把它的杠杆比率削减了一半——它的资产总额通过资本进行划分。"], ["When<b> Stanley</b> Cavell poses the question in the title of one of his books Must We Mean What We Say?", "当斯坦利卡维尔的著作,《我们一定得心口相一么》的书名提出了这个问题时？"]]}, "Thatcher": {"ex": ["n. 盖茅草屋顶的人", "网络 撒切尔；佘契尔；柴契尔"], "pron": {"peg": "英 ['θætʃə(r)] ", "pam": "美 "}, "eg2": []}, "Theresa": {"ex": ["n. 特丽萨（女子名）"], "pron": {"peg": "[tə'ri:sə]", "pam": "[tə'ri:sə]"}, "st": {}, "wp": {"Theresa Greenaway": "葛琳纳威;葛林亚威", "theresa dimasi": "迪马斯", "Theresa Solo": "非走不可", "Theresa Hennessey": "杂志发言人亨尼西", "Margaret Theresa": "德瑞莎", "Theresa Tam": "谭咏诗", "Theresa Chang": "张文华", "Theresa Malfatt": "尔法蒂", "Theresa Treadwell": "联合制作人"}, "eg2": []}, "Tory": {"ex": ["n. 保守党员", "adj. 保守主义的"], "pron": {"peg": "['tɔ:ri; 'təu-]", "pam": "['tɔ:ri; 'təu-]"}, "st": {"transform": [["n.", "Tories"]]}, "wp": {"Tory Burch": "汤丽柏琦;托里·伯奇;托里伯奇;托里", "John Tory": "庄德利;多伦多市长约翰·托里;市长庄德利;多伦多市长托里", "Psychinext tory": "魂灵医学;心灵医学;灵魂医学;精力医学", "S tory": "和它", "Tory Wilson": "托里·威尔逊", "Geoffroy Tory": "乔佛雷·托利", "Tory Lodge": "托里旅舍", "Huamount tory": "休伯特", "tory force": "战略报复力量"}, "eg2": []}, "Treasury": {"ex": ["n. 国库，金库；财政部；宝库"], "pron": {"peg": "['trɛʒəri]", "pam": "['trɛʒəri]"}, "st": {"transform": [["n.", "treasuries"]]}, "wp": {"treasury bonds": "国库券;长期国债;美国长期债券;国债", "Treasury Building": "财政部大楼;前财政大楼;财政大楼", "Treasury strips": "国库债券条子;零息票国库券", "treasury securities": "国库券;国库证券;美国国债;国债", "Treasury Management": "财资管理;资金管理;企业集团司库;司库管理", "treasury warrant": "国库付款命令书;\t\t国库支付命令书;国库支付令", "national treasury": "国库;金库;国家金库;国库委员会", "treasury payment": "国库支付;国库集中支付", "Treasury Supervisor": "出纳主管;资金主管;资金部主管"}, "eg2": [[" officials have said this would be\"catastrophic.", "财政部官员表示这将是“灾难性的”。"], ["Lloyds will not participate in the APS but pay a compensation fee to the  for the implicit protection received so far.", "劳埃德集团将不会参加APS，但会为到目前为止接受的暗中保护向财政部支付一笔补偿费。"], ["Yet he knew the value of the Ottoman and Safavid treasures, and he preserved them in the Kremlin .", "但是他知道奥斯曼帝国和沙法维王朝宝物的价值，并把它们保藏在了克里姆林宫的宝库里。"]]}, "Truss": {"ex": ["n. 构架；疝带（疝病患者所用）", "v. 缚牢；（在烹煮鸡等前）把腿和翅膀束紧", "网络 桁架；屋架；捆"], "pron": {"peg": "英 [trʌs] ", "pam": "美 [trʌs] "}, "eg2": []}, "VIII": {"ex": ["num. 罗马数字8"], "pron": {}, "st": {}, "wp": {}, "eg2": []}, "Vienna": {"ex": ["n. 维也纳；【城】维也纳", "网络 奥地利；奥地利维也纳；连绮岚"], "pron": {"peg": "英 ", "pam": "美 "}, "eg2": []}, "Walter": {"ex": ["n. 沃尔特（男子名）"], "pron": {"peg": "['vɑltɚ]", "pam": "['vɑltɚ]"}, "st": {}, "wp": {"Fritz Walter": "弗里茨·瓦尔特;瓦尔特;沃尔特", "Walter Cunningham": "瓦尔特·康尼翰;坎宁安", "Walter Scott": "沃尔特·司各特;司各特;瓦尔特·司各特;沃尔特·斯科特", "walter nowotny": "沃尔特·诺沃特尼;诺沃特尼;诺沃提尼", "Walter Scheel": "瓦尔特·谢尔;沃尔特·谢尔", "Jessica Walter": "杰西卡·沃尔特;沃尔特;演员", "Walter Palmer": "沃尔特·帕尔默;帕尔默;帕尔马;美国牙医巴默", "Peter Walter": "彼得·瓦尔特;瓦尔特;沃尔特", "Walter Lord": "沃尔特·路德;沃尔特·洛德"}, "eg2": []}, "Zionist": {"ex": ["n. 犹太复国主义者", "adj. 犹太复国主义者的"], "pron": {"peg": "['zaiənist]", "pam": "['zaiənist]"}, "st": {}, "wp": {"Zionist Regime": "犹太复国主义政权", "Zionist Churches": "锡安会", "zionist congress": "犹太复国主义大会", "zionist terrorist": "犹太复国主义恐怖分子", "Zionist Conspiracy": "犹太主义者阴谋", "Zionist Palmach": "犹太复国主义巴尔马奇", "Zionist Union": "犹太复国主义联盟;犹太复国运动联盟", "Zionist movement": "锡安运动;犹太复国主义运动", "Zionist SS": "犹太复国主义冲锋队"}, "eg2": []}, "abundantly": {"ex": ["adv. 丰富地；大量地"], "pron": {"peg": "[ə'bʌndəntli]", "pam": "[ə'bʌndəntli]"}, "st": {"similar": "plentiful"}, "wp": {"Flowers abundantly": "百花缭乱;百花狼籍", "Prepare abundantly": "备透", "provide abundantly": "充裕地供给", "support abundantly": "完全支持", "grow abundantly": "大量种植", "sleep abundantly": "睡得充足", "Abundantly everywhere": "瓶子", "Producing abundantly": "肥沃的;多产的", "compose abundantly": "组成丰富地"}, "eg2": [["With credit<b> abundantly</b> available, getting what you want right away, regardless of whether you have the cash to pay for it, is common practice.", "随着信用卡的大量普及，对许多人来说，不管自己是否有现金支付能力，立即就把想要的东西拿到手是司空见惯的事了。"], ["He<b> abundantly</b> illustrates every month or every day that so suggestive truth that there is no frontier between what a man wants to be and what he is.", "他日复一日，月复一月，总是不厌其烦地论证这样一个真实：一个人想成为的与他现在的所是之间没有疆域。"], ["When I am travelling in a carriage, or walking after a good meal, or during the night when I cannot sleep; it is on such occasions that ideas flow best and most .", "当我在马车中旅行，或在丰盛的大餐后散步，或在一个不眠之夜；总是在这样的时候流露出的想法最好也最丰富。"]]}, "activism": {"ex": ["n. 积极精神；【哲】能动性；积极行动主义", "网络 激进主义；能动主义；股东积极主义"], "pron": {"peg": "英 ['æktɪvɪzəm] ", "pam": "美 "}, "eg2": []}, "adventure": {"ex": ["n. 冒险；奇遇；经历；冒险游戏", "v. 探险；以…冒险；大胆进行；闯", "网络 冒险活动；惊险活动；冒险经历"], "pron": {"peg": "英 [əd'ventʃə(r)] ", "pam": "美 [əd'ventʃər] "}, "eg2": [["her adventures travelling in Africa", "她在非洲旅行时的冒险经历"], ["When you're a child, life is one big adventure.", "孩提时代的生活充满新奇刺激。"], ["adventure stories", "历险故事"], ["a sense/spirit of adventure", "冒险意识╱精神"]]}, "anachronism": {"ex": ["n. 过时的人（或风俗、思想）；弄错年代；时代错误", "网络 不合时宜的；年代错误；倒错"], "pron": {"peg": "英 [ə'nækrə.nɪz(ə)m] ", "pam": "美 [ə'nækrə.nɪzəm] "}, "eg2": [["The monarchy is seen by many people as an anachronism in the modern world.", "很多人认为君主制在现代世界不合时宜。"]]}, "annoy": {"ex": ["vt. 骚扰；惹恼；打搅", "vi. 惹恼；令人讨厌；打搅", "n. 烦恼（等于annoyance）"], "pron": {"peg": "[ə'nɔɪ]", "pam": "[ə'nɔɪ]"}, "st": {"similar": "vex,irk,bother,tease,plague"}, "wp": {"excessively annoy": "极度恼怒", "annoy irritate": "使生气;惹恼", "to annoy": "搅扰;缠夹;麻烦", "annoy y": "使恼怒;使烦恼;打扰;使生气", "annoy somebody": "惹恼某人", "much annoy": "很生气", "get annoy": "使烦恼", "annoy someone": "讨人嫌", "Rapunch annoy": "辐射轮胎"}, "eg2": [["He is not doing this to<b> annoy</b> you.", "他做这件事并非是要惹你烦恼。"], ["We can<b> annoy</b> the enemy by air raids.", "我们可以用空袭骚扰敌人。"], ["I am convinced that some people complain just to<b> annoy</b> me, for something to do, or they simply enjoy complaining.", "我以为身边的人抱怨是为了令我烦恼、是为了解决某些事、又或者他们就是喜欢抱怨。"]]}, "annoyingly": {"ex": ["adv. 恼人地；烦人地；令人不快地（annoying的副词形式）"], "pron": {"peg": "[ə'nɔɪɪŋli]", "pam": "[ə'nɔɪɪŋli]"}, "st": {}, "wp": {}, "eg2": []}, "arguably": {"pron": {"peg": "['ɑrɡjuəbli]", "pam": "['ɑrɡjuəbli]"}, "wp": {"Arguably Overwhelming Heroes": "真可压倒群英", "arguably ad": "可能", "We Re Arguably Undervalued": "我们可以被低估", "arguably one of the best": "毫无争议的第一", "Arguably The Best": "无可争议最佳", "But Arguably": "但可以争论地", "Your Ranking Arguably Plummet": "你排名可以说一落千丈"}, "ex": ["adv. 可论证地；可争辩地；正如可提出证据加以证明的那样地", "[广义用法]可能，大概"], "eg2": [["The password<b> arguably</b> could be changed here, but it seems like it would be better to isolate this in another function.", "可以证明，密码能够在这里改变，但是将它隔离到另外一个函数中似乎更好。"], [", the nicest feature of any good annotation or metadata tool is the ability to use the extra data to analyze code.", "可以证明，任何好的注释或元数据工具的最好功能就是可以使用额外数据来分析代码。"], ["In this case, however, because the application is being built for a smartphone, GUI functionality is<b> arguably</b> more of a priority than portability.", "然而，在这种情况下，由于应用程序是为智能手机构建的，那么按理说，GUI 功能比可移植性更重要。"]], "st": {}}, "aristocrat": {"ex": ["n. （一个）贵族", "网络 贵族论者；贵族政治论者；贵族风格"], "pron": {"peg": "英 ['ærɪstə.kræt] ", "pam": "美 [ə'rɪstə.kræt] "}, "eg2": []}, "baron": {"pron": {"peg": "英 ['bærən] ", "pam": "美 ['berən] "}, "ex": ["n. 男爵（贵族中的最末一等。英国男爵头衔为 Lord，其他国家为 Baron）", "网络 巴伦；巴龙；巨头"], "eg2": [["a press baron", "报业大王"], ["drug barons", "毒枭"]]}, "barter": {"ex": ["n. 换货；互换品；【数】换算法", "v. （同某人）以物易物；以财产（或劳务等）作交换", "网络 易货贸易；物物交换；实物交易"], "pron": {"peg": "英 ['bɑː(r)tə(r)] ", "pam": "美 ['bɑrtər] "}, "eg2": [["The prisoners tried to barter with the guards for items like writing paper and books.", "囚犯们试着从看守那里换得信纸和书之类的东西。"], ["The local people bartered wheat for tools.", "当地人用小麦换取工具。"]]}, "bastardy": {"ex": ["n. 私生子；庶出"], "pron": {"peg": "['bæstədi]", "pam": "['bæstədi]"}, "st": {}, "wp": {}, "eg2": []}, "bedchamber": {"ex": ["n. 卧室，寝室"], "pron": {"peg": "['bɛdtʃembɚ]", "pam": "['bɛdtʃembɚ]"}, "st": {}, "wp": {}, "eg2": []}, "camel": {"pron": {"peg": "英 ['kæm(ə)l] ", "pam": "美 ['kæm(ə)l] "}, "ex": ["n. 骆驼", "网络 驼色；美国骆驼；骆驼色"], "eg2": []}, "canal": {"pron": {"peg": "英 [kə'næl] ", "pam": "美 [kə'næl] "}, "ex": ["n. 管；运河；导管；灌溉渠", "v. 在…开运河；疏导", "网络 沟渠；水道；渠道"], "eg2": [["the Panama/Suez Canal", "巴拿马╱苏伊士运河"], ["an irrigation canal", "一条灌溉渠"]]}, "capitalism": {"pron": {"peg": "英 ['kæpɪtə.lɪz(ə)m] ", "pam": "美 ['kæpɪt(ə)l.ɪzəm] "}, "ex": ["n. 资本主义", "网络 现代资本主义；资本制度；资本主义这个词"], "eg2": []}, "capitalist": {"pron": {"peg": "英 ['kæpɪt(ə)lɪst] ", "pam": "美 ['kæpɪt(ə)lɪst] "}, "ex": ["n. 资本家；资本主义者", "adj. 资本主义的", "网络 资本家或者资产阶级；资本主义化的；自由主义资本家"], "eg2": [["a capitalist society/system/economy", "资本主义社会╱体制╱经济"]]}, "cappuccino": {"ex": ["n. 一种意式泡沫咖啡", "网络 卡布奇诺；卡布其诺；卡布奇诺咖啡"], "pron": {"peg": "英 ", "pam": "美 [ˈkæpuˈtʃiːnəʊ] "}, "eg2": []}, "chancellor": {"pron": {"peg": "['tʃænsəlɚ]", "pam": "['tʃænsəlɚ]"}, "wp": {"Honorary Chancellor": "该大学之荣誉校监", "Chancellor House": "宰相府;总理家;财政大臣的房子;总理府", "Chancellor Eamon": "埃蒙大臣", "Richard Chancellor": "理查德·钱塞勒;查斯勒;钱塞勒", "Chancellor Valorum": "韦洛伦议长", "shadow Chancellor": "影子大臣;而英国影子内阁大臣", "Chancellor majority": "总理大都", "Sutton Chancellor": "第八章;萨顿钱瑟勒", "High Chancellor": "大统领"}, "ex": ["n. 总理（德、奥等的）；（英）大臣；校长（美国某些大学的）；（英）大法官；（美）首席法官", "n. (Chancellor)人名；(英)钱塞勒"], "eg2": [["She said she wanted to be a \" for all Germans, so Germany does better, particularly in a crisis\".", "她说她想成为“所有德国人的总理，这样德国做得更好，尤其是在危机时刻”。"], ["She said she wanted to be a \" for all Germans\", \"so that Germany does better, particularly in a crisis\".", "她说她想成为“为全德国人服务的总理”，“因此德国会更好，尤其在充满危机的时期”。"], ["But while it knows who the German president was in 1984, it refused to tell us who the German<b> chancellor</b> was in that year.", "但是虽然它知道1984年的德国总统是谁，但是它却拒绝告诉我们那年的德国总理是谁。"]], "st": {}}, "churchgoer": {"ex": ["n. 经常去做礼拜的人"], "pron": {"peg": "['tʃɝtʃɡoɚ]", "pam": "['tʃɝtʃɡoɚ]"}, "st": {}, "wp": {"churchgoer r": "常做礼拜者"}, "eg2": []}, "clench": {"ex": ["vt. 紧握；确定；把…敲弯", "vi. 握紧；钉牢", "n. 紧抓；敲环脚", "n. (Clench)人名；(英)克伦奇"], "pron": {"peg": "[klɛntʃ]", "pam": "[klɛntʃ]"}, "st": {}, "wp": {"clench bolt": "弯头螺栓;结合螺栓", "clench teeth": "咬紧牙关", "clench ring": "扣销垫圈", "clench clockwork": "时钟机构", "to clench": "钉牢", "clench klentF": "握紧", "clench nailing": "弯钉钉合;弯脚钉合", "Clench Jean": "街道地址", "clench nail": "弯头钉;弯尖钉"}, "eg2": []}, "coexistence": {"pron": {"peg": "['koɪg'zɪstəns]", "pam": "['koɪg'zɪstəns]"}, "wp": {"peacefully coexistence": "和平共处", "harmonious coexistence": "和谐并存;和谐共存;和谐共生;相处和睦", "coexistence elements": "共存元素", "competitive coexistence": "竞争共存;竞争性共处", "coexistence border": "分界线", "interference coexistence": "干扰共存", "file coexistence": "档案共存", "periodic coexistence": "周期共存态", "coexistence theory": "共存理论"}, "ex": ["n. 共存；和平共处；并立"], "eg2": [["I go from liquid, and then I have .", "从液体出发，然后是共存曲线。"], ["Which means that if you know the temperature and pressure, then you still know everything. At the<b> coexistence</b> point.", "这意味着如果你确定了温度和压强的话，你就能确定在共存点的所有性质。"], ["The following sections elaborate on each of the above<b> coexistence</b> situations, and the rationale for the actions you should take.", "下面的部分解释上面的每一种共存状态和你应该采取行动的基本原理。"]], "st": {}}, "columnist": {"pron": {"peg": "英 ['kɒləmnɪst] ", "pam": "美 ['kɑləmnɪst] "}, "ex": ["n. 专栏作家", "网络 专栏记者；名家专栏；报刊专栏作家"], "eg2": []}, "consensus": {"pron": {"peg": "[kən'sɛnsəs]", "pam": "[kən'sɛnsəs]"}, "wp": {"Beijing Consensus": "北京共识;北京共識", "Washington Consensus": "华盛顿共识;华盛顿共鸣;盛顿共识;华盛顿共識", "consensus theory": "共识理论;谐理论学派;谐理论;一致理论", "Consensus Forecast": "共识预测;共识公司;平均预期", "international consensus": "国际共识", "negative consensus": "反向一致;反向协商一致;否定式共识;反向共识", "consensus seqence": "一致顺序", "global consensus": "全球共识", "Nudus consensus": "单纯合意"}, "ex": ["n. 一致；舆论；合意"], "eg2": [["But there was no  as to what shape reforms should take.", "但对应当采取何种形式的改革，并没有一致意见。"], ["There is, in fact, a widespread  among economists about what should be done.", "事实上，经济学家对于应该如何行动已经达成了广泛的一致。"], ["I have spoken to some people [in Libya] and the<b> consensus</b> is it was just an accident, even among the families.", "我与[利比亚]的一些人谈到这个案子，一致的意见是这是一起事故，即使受害者家庭也同意。"]], "st": {"transform": [["n.", "consensuses"]]}}, "conservative": {"pron": {"peg": "[kən'sɝvətɪv]", "pam": "[kən'sɝvətɪv]"}, "wp": {"conservative recombination": "保守重组;保守性重组", "conservative myomectomy": "保守性肌瘤摘除术", "conservative field": "保守场", "conservative liberalism": "保守自由主义", "conservative prediction": "保守预测", "conservative property": "守恒性质;保守性", "Conservative transposition": "保守型转座;保守转座;保守性转座;保存型转位", "conservative replacement": "保守替换", "conservative treatment": "保守治疗;保守疗法;保守性治疗;非手术治疗"}, "ex": ["adj. 保守的", "n. 保守派，守旧者"], "eg2": [["Should I be aggressive or  with my money before 30?", "在30岁之前我应该风险投资还是保守存钱？"], ["The more<b> conservative</b> politicians were trying to deradicalize the liberation movement.", "较保守的政治家正试图使解放运动放弃偏激的立场。"], ["The young people are the most eager to learn and the least  in their thinking.", "青年人最肯学习，最少保守思想。"]], "st": {}}, "conserve": {"ex": ["vt. 保存；将…做成蜜饯；使守恒", "n. 果酱；蜜饯"], "pron": {"peg": "[kən'sɝv]", "pam": "[kən'sɝv]"}, "st": {"transform": [["vt.", "conserved,conserving"]]}, "wp": {}, "eg2": []}, "constantly": {"pron": {"peg": "['kɑnstəntli]", "pam": "['kɑnstəntli]"}, "wp": {"Change constantly": "变常", "be constantly": "应不断;不断", "cycling constantly": "不断循环的", "Constantly improving": "不断提高;不断完善", "Constantly absorbing": "不断吸收", "Constantly called": "不停地叫", "constantly innovate": "坚持不断创新", "Are constantly": "探头探脑", "constantly state": "一贯主张"}, "ex": ["adv. 不断地；时常地"], "eg2": [["He was  tormented with headache.", "他不断受到头痛的折磨。"], ["We must<b> constantly</b> endeavour if we are to succeed.", "如果我们要成功，就必须不断努力。"], ["We must<b> constantly</b> adjust the amount of money in circulation.", "我们必须对货币的流通不断进行调节。"]], "st": {"similar": "continual,faithful"}}, "constrain": {"pron": {"peg": "[kən'stren]", "pam": "[kən'stren]"}, "wp": {"motion constrain": "运动约束", "Material Constrain": "基于物料约束", "Over Constrain": "度拘束", "participation constrain": "参与约束", "Point constrain": "建立点约束", "constrain creativity": "限制创造力", "Constrain Manager": "约束管理器;束缚治理器", "loose constrain": "松的约束", "Auto Constrain": "自动约束"}, "ex": ["vt. 驱使；强迫；束缚"], "eg2": [["We should only<b> constrain</b> the liberty of others if what they do causes harm.", "我们只能在别人的所作所为对自己造成伤害时限制其自由。"], ["Whether one favors or opposes these restrictions on drilling, they do  the supply of oil and do, therefore, cause the price of oil to be higher than otherwise.", "不管是支持还是反对限制开采，他们限制了石油的供应，因此将使石油价格比另一种方式要更高。"], ["If you wish to<b> constrain</b> an application to run only on a particular subset of nodes, define a Node Group that includes just that set of nodes.", "如果希望限制一个应用程序，使其仅运行在一个特定节点子集中，则可以定义一个仅包括该节点集的节点组。"]], "st": {"similar": "force"}}, "convulsion": {"ex": ["n. 抽搐；痉挛；动乱；骚动", "网络 惊厥；震动；震撼"], "pron": {"peg": "英 [kən'vʌlʃ(ə)n] ", "pam": "美 [kən'vʌlʃən] "}, "eg2": [["The child went into convulsions.", "那孩子全身抽搐起来。"]]}, "cordless": {"ex": ["n. 不用电线的", "adj. 无线的（副词cordlessly）"], "pron": {"peg": "['kɔrdləs]", "pam": "['kɔrdləs]"}, "st": {}, "wp": {}, "eg2": []}, "curriculum": {"pron": {"peg": "英 [kə'rɪkjʊləm] ", "pam": "美 [kə'rɪkjələm] "}, "ex": ["n. （学校等的）全部课程", "网络 课程设置；课程表；课程安排"], "eg2": [["the school curriculum", "学校课程"], ["Spanish is on the curriculum.", "西班牙语已纳入课程内容。"], ["Spanish is in the curriculum.", "西班牙语已纳入课程内容。"]]}, "democratic": {"pron": {"peg": "['dɛmə'krætɪk]", "pam": "['dɛmə'krætɪk]"}, "wp": {"Democratic Way": "民主路", "Democratic Movement": "民主运动;民主运动党", "democratic participation": "民主参与", "Democratic Rights": "民主权利;民权;民主权", "Democratic Kampuchea": "民主柬埔寨;柬埔寨", "Democratic State": "民主国家", "social democratic": "社会民主主义的;社会民主党;社会民主;社民党", "democratic regime": "民主政体;主政体", "democratic election": "民主选举"}, "ex": ["adj. 民主的；民主政治的；大众的"], "eg2": [["They pledged to fight for  rights.", "他们誓为争取民主权利而斗争。"], ["Martin Luther King was seen as a hero of<b> democratic</b> movement.", "马丁路德金被认为是民主运动的英雄。"], ["The party has threatened to boycott the election because it believes it will not be .", "该党威胁要抵制选举，因它认为这次选举将不会是民主的。"]], "st": {}}, "demonstrate": {"pron": {"peg": "['dɛmən'stret]", "pam": "['dɛmən'stret]"}, "wp": {"demonstrate integrity": "展示的完整性;显示完整", "demonstrate extension": "示范推广", "to demonstrate": "解释;显示;演示;示范", "Demonstrate Value": "展示价值", "Demonstrate Farm": "示范农场", "demonstrate therapy": "示范疗法", "demonstrate specimen": "服务项目", "demonstrate show": "证实;表明", "Demonstrate competencies": "证明能力"}, "ex": ["vt. 证明；展示；论证", "vi. 示威"], "eg2": [["How can I<b> demonstrate</b> to you that my story is true?", "我怎么才能向你证明我的话是真的呢?"], ["Below we have collected such works for you to<b> demonstrate</b> how modern photographers play with the theme of contrasts.", "下面我们为你搜集了一些这样的作品，以求展示现代摄影师如何拿捏反差的主题。"], ["They<b> demonstrate</b> a real sense of solidarity within the family, and as a society we have a corresponding responsibility towards them.", "他们证明了在家庭中真正意义上的休戚与共，和作为一个社会，我们对他们也有相应责任。"]], "st": {"transform": [["vt.", "demonstrated,demonstrating"]]}}, "dental": {"ex": ["adj. 牙科的；牙齿的，牙的", "n. 齿音"], "pron": {"peg": "['dɛntl]", "pam": "['dɛntl]"}, "st": {}, "wp": {"dental floss": "牙线;牙缝拉线;牙科用纯丝线;牙齿绣花丝线", "Dental Technician": "牙科技师;牙模技师;牙科技术员;牙医技师", "dental formula": "牙位表示法;\t\t齿式;\t\t牙式;翻译", "Dental therapist": "牙科治疗师;牙科临床医师;牙科医治师;牙科临床医学家", "Dental Prosthetist": "牙科修复师;牙科消毒工;口腔保健医师;牙科义肢", "dental implant": "牙种植体;种植体;种植牙;牙种植", "Dental Care": "牙齿保健;口腔保健;挴怅翩;牙齿护理", "dental forceps": "拔牙钳;牙钳", "dental porcelain": "牙科瓷;牙瓷料;牙科用瓷;瓷牙"}, "eg2": [["So we started looking into<b> dental</b> insurance.", "所以我们开始留意牙齿保险。"], ["At that age, pacifier use can cause lasting<b> dental</b> problems, so your child should be off the binky by then.", "在这个年龄段使用奶嘴就会造成长久性的牙齿问题，所以你的孩子在那之前必须戒掉奶嘴。"], ["If tongue position during sleep is causing your UARS, the doctor may recommend a<b> dental</b> device that pushes the jaw and tongue forward and prevents the tongue from blocking the opening to the throat.", "如果睡眠时你舌头的位置是患呼吸道阻力综合症的原因，医生可能会推荐一种牙齿装置向前推着下颚和舌头，并防止舌头阻塞喉部的通路。"]]}, "dentist": {"ex": ["n. 牙医", "网络 牙科医生；牙科医师；牙医师"], "pron": {"peg": "英 ['dentɪst] ", "pam": "美 [ˈdɛntist] "}, "eg2": [["an appointment at the dentist's", "牙科诊所的门诊预约"]]}, "deregulate": {"ex": ["vt. 解除对……的管制", "vi. 解除控制"], "pron": {"peg": "[,di'rɛɡjulet]", "pam": "[,di'rɛɡjulet]"}, "st": {}, "wp": {"deregulate prices": "放开价格", "to deregulate": "撤销管制", "to deregulate coal prices": "放开煤价", "deregulate capital market": "放开资本市场", "decontrol deregulate unpeg": "解除管制", "deregulate interest rates": "推进利率市场化"}, "eg2": []}, "devolution": {"ex": ["n. 分权", "网络 权力下放；退化；转移"], "pron": {"peg": "英 [.diːvə'luːʃ(ə)n] ", "pam": "美 [.divə'luʃ(ə)n] "}, "eg2": []}, "dominate": {"pron": {"peg": "['dɑmɪnet]", "pam": "['dɑmɪnet]"}, "wp": {"Dominate Mind": "支配意识;他身边的两个守护者会随即控制玩家;把握认识;精神控制", "dominate function": "支配函数", "dominate discharge": "造床流量", "Dominate Party": "这种新加坡独大党", "immediately dominate": "直接支配", "Dominate Animal": "支配动物", "Dominate Undead": "操控亡灵", "dominate exclusively": "独霸", "dominate node": "支配节点"}, "ex": ["vt. 控制；支配；占优势；在…中占主要地位", "vi. 占优势；处于支配地位"], "eg2": [["She must<b> dominate</b> her passions.", "她必须控制自己的情感。"], ["They had the ambition to  this small country.", "他们有控制这个小国的野心。"], ["Never allow her<b> dominate</b> you in any way, do not buy her drinks or hold/watch her purse for her.", "绝对不要让她以任何的方式支配你，不要为她买饮料，不要帮她拿着或看着包包。"]], "st": {"transform": [["vt.", "dominated,dominating"]]}}, "doubly": {"ex": ["adv. 双重地；加倍地；双摺地"], "pron": {"peg": "['dʌbli]", "pam": "['dʌbli]"}, "st": {}, "wp": {}, "eg2": []}, "dread": {"ex": ["n. 恐惧；可怕的人（或物）", "vi. 惧怕；担心", "vt. 惧怕；担心", "adj. 可怕的"], "pron": {"peg": "[drɛd]", "pam": "[drɛd]"}, "st": {"similar": "awe,fear"}, "wp": {"dread feeling": "恐惧心理", "Dread Necromancer": "恐惧死灵师;黑暗巫师指南", "Dread Scott": "斯科特", "DREAD Formula": "恐怖公式", "to dread": "害怕;畏惧", "Dread Elders": "恐惧长者", "What Dread": "何等畏惧", "Dread Mar": "你没有了我", "dread d": "畏惧;恐惧;害怕"}, "eg2": [["Her heart was relieved of its blankest .", "她极度恐惧的心理消除了。"], ["This was foolish and inconsistent with my previous<b> dread</b> of the light, but what would you have?", "我先前对于光的恐惧是愚蠢而不协调的，但如果换做你会是什么样？"], ["In fact, Hispanics have become so accustomed to this sort of reaction that I know many of them who actually<b> dread</b> the census and all the related media coverage.", "事实上，拉美裔已经变得如此习惯于这种反应，以至于我知道他们中的许多人实际上担心人口普查和相关的媒体报道。"]]}, "drill": {"pron": {"peg": "英 [drɪl] ", "pam": "美 [drɪl] "}, "ex": ["v. 钻孔；训练；练习；条播", "n. 演习；电钻；练习；条播作物", "网络 操练；钻头；斜纹布"], "eg2": [["an electric drill", "电钻"], ["a pneumatic drill", "风钻"], ["a hand drill", "手钻"], ["a dentist's drill", "牙钻"], ["a drill bit(= the pointed part at the end of the drill )", "钻头"], ["a fire drill", "消防演习"], ["rifle drill", "步枪操练"], ["What's the drill for claiming expenses?", "报销费用的手续是什么？"], ["Drill a series of holes in the frame.", "在构架上钻一串孔。"], ["They're drilling for oil off the Irish coast.", "他们在爱尔兰沿海钻井采油。"], ["He drilled through the wall by mistake.", "他误将墙壁钻穿了。"], ["The children were drilled to leave the classroom quickly when the fire bell rang.", "孩子们接受了如何在火警铃拉响时迅速离开教室的训练。"], ["a well-drilled team", "训练有素的队伍"], ["Recruits are drilled in basic techniques over the five-day course.", "新兵接受为期五天的基本技能训练。"]]}, "drool": {"pron": {"peg": "[drul]", "pam": "[drul]"}, "wp": {"drool copiously": "垂涎三尺", "drool bushing": "防漏胶套筒", "drool l": "流口水", "drool over": "对", "Dog Drool": "狗涎;狗流口水", "Drool School": "口水校园", "planet drool": "梦幻星球", "Moose drool": "麋鹿的口水", "pla drool": "梦幻星球"}, "ex": ["vi. 流口水；胡说", "vt. 从嘴淌下；散漫地说", "n. 口水；梦话，胡说"], "eg2": [[" over Mary Portas and pretend you are friends with Sue Perkins.", "对玛丽·波塔斯流口水，假装你是苏·珀金斯的朋友。"], ["And for those of you worried about our putting him through this, know that the one thing babies look kindly upon donating is their .", "至于那些指责我们这样做是折磨孩子的读者，你们要明白，婴儿唯一喜欢捐赠的就是他们的口水了。"], ["These include the pitcher plants of the Asian tropics, known as Nepenthes, which resemble jugs brimming with nectar—or perhaps more accurately, mouths slavering with .", "这些包括了亚热带的猪笼草，也称忘忧草，它像水壶一样装满花蜜--或许可能更精确点，淌着口水的嘴巴。"]], "st": {}}, "dwarfism": {"pron": {"peg": "英 ['dwɔː(r)f.ɪz(ə)m] ", "pam": "美 ['dwɔrf.ɪzəm] "}, "ex": ["n. 侏儒", "网络 侏儒症；矮小；矮小症"], "eg2": []}, "dye": {"ex": ["n. 染料；染液", "v. 染；给…染色", "网络 染色剂(dyestuff)；颜料；染发"], "pron": {"peg": "英 [daɪ] ", "pam": "美 [daɪ] "}, "eg2": [["to dye fabric", "染织物"], ["She dyed her hair blonde.", "她把头发染成了金黄色。"], ["black dye", "黑色染料"], ["hair dye", "染发液"], ["natural/chemical/vegetable dyes", "天然╱化学╱植物染料"]]}, "dynastic": {"ex": ["adj. 王朝的；朝代的"], "pron": {"peg": "[daɪ'næstɪk]", "pam": "[daɪ'næstɪk]"}, "st": {}, "wp": {}, "eg2": []}, "dynasty": {"pron": {"peg": "英 ['dɪnəsti] ", "pam": "美 ['daɪnəsti] "}, "ex": ["n. 代；王朝；朝代", "网络 豪门恩怨；皇朝；大内群英"], "eg2": [["the Nehru-Gandhi dynasty", "尼赫鲁 — 甘地王朝"]]}, "ejaculation": {"ex": ["n. [生理] 射精；突然说出"], "pron": {"peg": "[ɪ'dʒækjʊ'leʃən]", "pam": "[ɪ'dʒækjʊ'leʃən]"}, "st": {}, "wp": {}, "eg2": []}, "eliminate": {"pron": {"peg": "[ɪ'lɪmɪnet]", "pam": "[ɪ'lɪmɪnet]"}, "wp": {"Eliminate stretch": "医莱美思", "eliminate corruption": "根除腐败", "eliminate errors": "消除误差;消除差错", "eliminate phlegm": "去痰;除痰", "eliminate benefit": "消除受益;消除受惠;消除效益", "Eliminate them": "干掉他们", "Eliminate interruptions": "排除干扰", "eliminate traitors": "锄奸", "eliminate waste": "消除浪费;消灭浪费"}, "ex": ["vt. 消除；排除"], "eg2": [["If you<b> eliminate</b> all the Items, then there is nothing to clone and thus nothing to insert.", "如果您消除了所有项目，那么就没有节点可供克隆因而也就无法执行插入。"], ["We now turn our attention to these topics, the associated threats, and how to<b> eliminate</b> the threats.", "我们现在把注意力放在这些主题、相关的威胁和如何消除这些威胁上。"], ["If through strong diplomacy with Russia and our other partners we can reduce or<b> eliminate</b> that threat, it obviously shapes the way at which we look at missile defense.", "如果我们能通过与俄罗斯及其他合作伙伴展开的强有力外交减低或消除这种威胁，那么这将显然会影响我们对导弹防御的看法。"]], "st": {"transform": [["vt.", "eliminated,eliminating"]], "similar": "exclude"}}, "elite": {"ex": ["n. 精英；精华；杰出人物", "网络 中坚分子；精锐；菁英"], "pron": {"peg": "英 [ɪˈliːt] ", "pam": "美 [ɪˈlit] "}, "eg2": [["a member of the ruling/intellectual elite", "上层统治集团的成员；知识界的精英"], ["Public opinion is influenced by the small elite who control the media.", "舆论为少数控制着新闻媒介的上层人士所左右。"], ["In these countries, only the elite can afford an education for their children.", "在这些国家，只有上层人士才供得起子女上学。"]]}, "emerge": {"pron": {"peg": "[ɪ'mɝdʒ]", "pam": "[ɪ'mɝdʒ]"}, "wp": {"Clear Emerge": "清晰浮现", "pattern emerge": "模式涌现", "emerge-": "出现", "emerge from": "从;曾经一度遭到;摆脱;浮现", "pressure emerge": "矿压显现", "emerge as": "应运而生", "suddenly emerge": "突然出现", "university emerge": "院校合并", "Emerge Leaders": "鳌头"}, "ex": ["vi. 浮现；摆脱；暴露"], "eg2": [["After all, we all have a “Gandhi” inside of us, just waiting to .", "毕竟，我们的心中都有一个“甘地”，只是等待着时机展现。"], ["Ultimately, the concept of Object Lifecycle seems to<b> emerge</b> as a unifying concept for Data, Service and Business Processes.", "最终，对象生命周期的概念似乎作为数据、服务和业务流程的统一概念浮现出来。"], ["As the next step, whether or not these people have an awakening they  from the state in which they have been with important new information about themselves.", "当下一步到来，无论这些人是否醒来了，他们都从这种状态中汲取能量。 他们在这种状态中发现关于他们自身的重要信息。"]], "st": {"transform": [["vi.", "emerged,emerging"]]}}, "emphasis": {"pron": {"peg": "['ɛmfəsɪs]", "pam": "['ɛmfəsɪs]"}, "wp": {"Teaching emphasis": "教学重点", "with emphasis": "强调地;使用;职业;帝国", "more emphasis": "更加强调", "Emphasis Jewllery": "点睛品", "Text Emphasis": "译文侧重点;翻译侧重点", "audit emphasis": "审计重点", "group emphasis": "强调团队", "Skill Emphasis": "技能强化", "emphasis do": "强调做;重做"}, "ex": ["n. 重点；强调；加强语气"], "eg2": [["So<b> emphasis</b> should be put on these road users.", "因此，重点应该放在这些道路使用者上。"], ["The  of current economic work is on getting the market in gear.", "当前经济工作的重点是启动市场。"], ["Indeed I suggest that you shift the  away from yourself and on to them. Are they such talented orators? Are their ideas any better than yours?", "事实上，我建议你将关注的重点从自己转移到他们身上。他们是那么富有才华的演说家吗？他们的想法比你的想法更好吗？"]], "st": {}}, "endure": {"pron": {"peg": "[ɪn'dʊr]", "pam": "[ɪn'dʊr]"}, "wp": {"endure toothache": "忍受牙痛", "Resist endure": "忍得住", "endure what": "忍受什么;承受什么", "endure cut": "最后馏分", "endure hardships": "承受磨难;受折磨", "could endure": "能耐受", "endure pain": "忍耐痛苦;忍受病痛;忍受痛苦", "endure market": "空头市场", "Endure Fire": "抗火咒"}, "ex": ["vt. 忍耐；容忍", "vi. 忍耐；持续"], "eg2": [["I cannot<b> endure</b> your insults any longer.", "我再也不能容忍你的侮辱。"], ["If you wish to remain in our company, you must<b> endure</b> this.", "如果你想和我们一起呆在这的话，那你就必须忍耐。"], ["But, beyond the end of our combat mission, we will still have a partnership with Afghanistan, a partnership that will .", "但是，我们战争的使命结束后，我们跟阿富汗依然还有合作关系，这种合作关系将会持续下去。"]], "st": {"transform": [["vt.", "endured,enduring"]], "similar": "bear"}}, "entail": {"pron": {"peg": "[ɪn'tel]", "pam": "[ɪn'tel]"}, "wp": {"Entail Dangers": "招致危险", "incompatible entail": "对立统一", "quasi entail": "准限嗣继承财产", "Entail Consequences": "留下后果", "Entail Spread": "利息差", "entail involve": "牵涉", "estate entail": "限定继承产", "the entail": "遗赠", "entail l": "使必需;使承担"}, "ex": ["vt. 使需要，必需；承担；遗传给；蕴含", "n. 引起；需要；继承"], "eg2": [["At this point we couldn't tell them what the demo would ; it would crystallize over the next month or two as we'd come to understand more about the critical and high-risk areas of the system.", "在这一点上我们不能告诉他们演示被限定成什么样子。 这需要经过一个或两个月当我们对更多的理解了系统的关键的和高风险的领域时才能被确定。"], ["Or does it<b> entail</b> sitting down with a pattern cutter and designing?", "或者是需要坐下来与裁剪师和设计师讨论吗？"], ["Yet, seen from the wider perspective of the organization as a whole, optimizing efficiency might well<b> entail</b> some additional structure.", "然而，从组织总体的更广泛的角度来看，优化效率可能需要一些额外的结构。"]], "st": {}}, "err": {"pron": {"peg": "[ɛr]", "pam": "[ɛr]"}, "wp": {"Password ERR": "密码出错", "LJMP ERR": "指令和长转移指令", "ALL ERR": "全部出错指示", "ERR error": "错误", "ERR trap": "就执行错误陷阱", "undefine err": "函数错误;未定义错误;取消定义错误", "VIEW ERR": "查看出错信息清单", "Err Test": "误码测试", "err in": "犯错误"}, "ex": ["vi. 犯错；做错；犯罪；走上歧途"], "eg2": [["Try and  .", "尝试和犯错。"], ["But in our experience, too many managers<b> err</b> on the side of mistrust.", "但在我们的经验中，有太多的管理员在不信任上犯错。"], ["The rules on censorship are vague, and firms<b> err</b> on the side of caution.", "关于审查的规定是很模糊的，同时公司由于过于谨慎而犯错。"]], "st": {}}, "ethnically": {"ex": ["adv. 人种上；民族上"], "pron": {"peg": "['ɛθnɪkli]", "pam": "['ɛθnɪkli]"}, "st": {}, "wp": {"ethnically homogenous": "种族同质", "ethnically racially": "人种上", "More Ethnically Diverse": "更民族多元化", "an ethnically mixed community": "多民族杂居的社区", "ethnically mixed areas": "民族杂居地区", "ethnically plural countries": "多民族国家", "ethnically targeted weapon": "种族锁定武器", "unified ethnically diversified nation": "多民族统一国家", "ethnically plural country": "多民族国家"}, "eg2": [["This region is the most<b> ethnically</b> diverse community in Cambodia – up to nine different ethnic groups are present.", "这里是柬埔寨种族最多样化的地区，目前有九个不同的民族聚居在这里。"], ["With half its population foreign born, Vancouver is one of the most<b> ethnically</b> mixed cities in North America, and it shows in the local restaurant scene.", "温哥华有一半的人口来自国外，是北美地区民族最为混杂的城市之一，当地的饭店景象也展现了这一点。"], ["My family was not surrounded by an Iranian or a French community or by our relatives, but still I felt<b> ethnically</b> marked.", "我家并没有处在伊朗人或是法国人社区，周围也没有亲戚，但我仍然感觉到族裔特征。"]]}, "exchequer": {"ex": ["n. 财源；国库；财政部"], "pron": {"peg": "[ɪks'tʃɛkɚ]", "pam": "[ɪks'tʃɛkɚ]"}, "st": {}, "wp": {"New Exchequer": "美国新埃克斯切奎;新埃克切奎尔", "cooperative exchequer": "合作金库", "exchequer management": "国库管理", "Exchequer System": "国库体系", "Exchequer bond": "公债;国库债券;长期国库券;翻译", "exchequer bill": "短期国库券;国库券;国库等", "exchequer treasury": "财政部债券", "exchequer bonds": "国库债券", "exchequer payment": "国库支付"}, "eg2": [["He would not accept Tyler's \" system,\" and Tyler vetoed Clay's bill to establish a National Bank with branches in several states.", "克雷不接受泰勒的“国库体系”，而泰勒也对克雷的建立国家银行并在各州建立支行的法案进行了否决。"]]}, "exotic": {"ex": ["adj. 异国的；外来的；异国情调的"], "pron": {"peg": "[ɪɡ'zɑtɪk]", "pam": "[ɪɡ'zɑtɪk]"}, "st": {}, "wp": {"Exotic Shorthair": "异国短毛猫;异种短毛猫;短毛猫;外来种短毛猫", "exotic species": "外来的物种;\t\t外来种;外来物种;外地种", "exotic plant": "外来植物;引入的植物;外地植物", "Exotic wager": "特殊投注", "exotic plants": "外来植物;另类摇滚;植物外来种", "Exotic Basil": "神圣罗勒", "Exotic Child": "热情的孩子", "China Exotic": "中国舶来品;唱片名", "Exotic Orchard": "异国果园"}, "eg2": [["Find out which of these are native plants and which are  (or nonnative).", "找出其中哪些是原生植物，哪些是外来（或非本地的）。"], ["Dark matter: this generally refers to \"\" non-baryonic matter that interacts only weakly with ordinary matter.", "暗物质 ：这一般是指“外来的”非重子物质，与普通物质只有较弱的的相互作用。"], ["But thinking of my husband as an<b> exotic</b> species gave me the distance I needed to consider our differences more objectively.", "但是，将丈夫作为外来物种给了我空间，我需要这种空间来客观地考虑我们之间的差异。"]]}, "extraordinary": {"pron": {"peg": "[ɪkˈstrɔrdənerɪ; ɪkˈstrɔrdnˌɛrɪ]", "pam": "[ɪkˈstrɔrdənerɪ; ɪkˈstrɔrdnˌɛrɪ]"}, "wp": {"extraordinary session": "特别会议;非常会议", "extraordinary revenue": "临时收入;\t\t非常收入;特殊收入", "extraordinary meeting": "特殊会议", "extraordinary items": "非常项目;非经常性项目;非经常性损益;例外项目", "Extraordinary Breastfeeding": "BBC话说母乳喂养", "extraordinary ability": "杰出才能;杰出能力;杰出人才;非凡的能力", "extraordinary weather": "反常气候;反常天气;反常的天气;异常天气", "Extraordinary item": "非经常项目;特殊帐项;特殊项目;非常项目"}, "ex": ["adj. 非凡的；特别的；离奇的；特派的"], "eg2": [["I am an<b> extraordinary</b> person.", "我是一个非凡的人。"], ["He is a man of<b> extraordinary</b> will power.", "他是个具有非凡意志的人。"], ["And I have to tell you – it’s been .", "然后我要告诉你的是─这是特别的体验。"]], "st": {}}, "exude": {"ex": ["vt. 散发；流出；使渗出", "vi. 流出；渗出；发散"], "pron": {"peg": "[ɪɡ'zud]", "pam": "[ɪɡ'zud]"}, "st": {"transform": [["vi.", "exuded,exuding"]]}, "wp": {"exude exuberance": "显得生气勃勃", "exude odour": "发出气味", "root exude": "根系伤流", "absorb exude": "吸收", "to exude": "渗出", "exude release": "发散", "exude pus": "出脓", "exude absorb": "流出", "exude perspiration": "流汗"}, "eg2": [["No words can describe the hotness that only a woman of Salma’s proportions could possibly .", "没有什么词语能够形容只有莎尔玛那完美身材才能散发出来的火热。"], ["But if you don't  the sexual charisma that it takes to raise her eyebrows, you might as well buy an extra tube of hand cream on your way home from the bar.", "但是如果你不能散发性魅力使她抬起眉头看你一眼，那你还不如在回家的路上的酒吧买一管特别味道的护手霜。"], ["Such clans<b> exude</b> a vivid sense of surrounding rings of relatives, neighbors, teachers, students and godparents, any of whom at any time might break or slide into the inner circle.", "此般家族给周围的人以自然散发出一种生动活泼的感觉，无论是亲属圈、邻居、老师们、同学们以及教父们，无论谁在任何时刻都可以进入他们的圈子。"]]}, "falcon": {"ex": ["n. 隼", "网络 猎鹰；法尔孔；战隼"], "pron": {"peg": "英 ['fɔːlkən] ", "pam": "美 ['fælkən] "}, "eg2": []}, "fixate": {"ex": ["vi. 注视；固定下来", "vt. 注视…；使固定"], "pron": {"peg": "['fɪkset]", "pam": "['fɪkset]"}, "st": {"transform": [["vt.", "fixated,fixating"]]}, "wp": {"Internal fixate": "内固定术", "fix fixate": "固定", "fixate on": "关注", "Fixate screw": "固定螺丝", "Fix & fixate": "使注视", "Fixate and follow": "这种方式会测试婴儿眼睛是否能盯住光源", "fixate on sth": "提起", "Fixate Gel pad": "深圳", "af internal fixate system": "af系统"}, "eg2": [["She offers closing advice: “Don’t  on things you can’t do, but on things you can.", "她的最后忠告：“不要注视那些你不能做到的；专注于你可以做到的。"], ["The eye tracker records these movements and the location of the foveal vision when the eyes .", "眼动跟踪记录这些移动，并且当眼睛注视时，标记中心凹的位置。"], ["Autism is commonly defined as a developmental disorder characterized by social and communication difficulties and a tendency to  on objects and details.", "自闭症通常被定义为：社交和交流困难为特征的发展障碍，并倾向于注视对象和细节。"]]}, "flame": {"pron": {"peg": "英 [fleɪm] ", "pam": "美 [fleɪm] "}, "ex": ["n. 火焰；激情；火舌；鲜红色", "v. 燃烧；使变红；发送火药味电邮（或互联网信息）", "网络 热情；光辉；光芒"], "eg2": [["the tiny yellow flame of a match", "火柴小小的黄色火焰"], ["The flames were growing higher and higher.", "熊熊火焰越来越高。"], ["The building was in flames(= was burning) .", "大楼失火了。"], ["The plane burst into flame(s)(= suddenly began burning strongly) .", "飞机突然起了大火。"], ["Everything went up in flames(= was destroyed by fire) .", "一切都毁于大火。"], ["a flame-red car", "橘红色的汽车"], ["a flame of passion", "激情的烈火"], ["The logs flamed on the hearth.", "木柴在壁炉炉床里燃烧。"], ["Hope flamed in her.", "她满怀希望。"], ["Her cheeks flamed with rage.", "她愤怒得两颊通红。"]]}, "flourish": {"pron": {"peg": "英 ['flʌrɪʃ] ", "pam": "美 ['flɜrɪʃ] "}, "ex": ["v. 繁荣；兴旺；昌盛；茁壮成长", "n. （为引起注意的）夸张动作；给人深刻印象的行动；令人难忘的方式；修饰", "网络 茂盛；挥舞；挥动"], "eg2": [["Few businesses are flourishing in the present economic climate.", "在目前的经济气候下，很少有企业兴旺发达。"], ["These plants flourish in a damp climate.", "这些植物在潮湿的气候下长势茂盛。"], ["I'm glad to hear you're all flourishing.", "听说你们都健康幸福，我感到高兴。"], ["He opened the door for her with a flourish.", "他做了一个夸张动作为她开了门。"], ["The season ended with a flourish for Rooney, when he scored in the final minute of the match.", "鲁尼本赛季华丽收官：他在比赛最后一分钟射进一球。"], ["a speech full of rhetorical flourishes", "满篇华丽辞藻的演讲"], ["a flourish of trumpets", "小号齐鸣"]]}, "flung": {"pron": {"peg": "[flʌŋ]", "pam": "[flʌŋ]"}, "wp": {}, "ex": ["vt. 挥动（fling的过去式及过去分词形式）"], "eg2": [], "st": {"transform": [["vt.", "flung,flinging"]]}}, "foible": {"ex": ["n. 弱点；小缺点；癖好"], "pron": {"peg": "['fɒɪb(ə)l]", "pam": "['fɒɪb(ə)l]"}, "st": {}, "wp": {}, "eg2": []}, "fuck": {"ex": ["n. 性交；杂种；一丁点儿", "vt. 与...性交；诅咒；欺骗", "vi. 性交；鬼混", "int. 他妈的", "n. (Fuck)人名；(德)富克"], "pron": {"peg": "[fʌk]", "pam": "[fʌk]"}, "st": {}, "wp": {}, "eg2": []}, "fundamental": {"pron": {"peg": "[,fʌndə'mɛntl]", "pam": "[,fʌndə'mɛntl]"}, "wp": {"fundamental component": "基波分量;基频分量;\t\t基本分量;基本成份", "fundamental physics": "基础物理;\t\t基础物理学;基础物理学院;普通物理", "fundamental colour": "原色;基色", "Fundamental justice": "基本公正原则", "fundamental color": "基色;知颜色;基本色;原色", "fundamental frequency": "基本频率;\t\t基频;基频率;\t\t基波频率", "fundamental polygon": "基本多边形;基本多角形", "Fundamental Quantity": "基本量", "Fundamental Mathematics": "基础数学;根蒂根基算术;数学基础;基础数学I"}, "ex": ["adj. 基本的，根本的", "n. 基本原理；基本原则"], "eg2": [["We should direct our attention at the<b> fundamental</b> question.", "我们应把注意力集中在这个基本问题。"], ["This decision represents the<b> fundamental</b> interests of the people.", "这个决定反映了广大人民的根本利益。"], ["Independence and sovereign equality among states is a<b> fundamental</b> principle of international law.", "国家的独立和主权平等， 是国际法上的一项根本原则。"]], "st": {"similar": "essential,indispensable,necessary"}}, "furniture": {"ex": ["n. （可移动的）家具", "网络 家俱；设备；家俬"], "pron": {"peg": "英 ['fɜː(r)nɪtʃə(r)] ", "pam": "美 ['fɜrnɪtʃər] "}, "eg2": [["a piece of furniture", "一件家具"], ["garden/office, etc. furniture", "花园、办公室等处的家具"], ["We need to buy some new furniture.", "我们需要买一些新家具。"]]}, "fury": {"pron": {"peg": "['fjʊri]", "pam": "['fjʊri]"}, "wp": {"Space Fury": "太空愤战;浴血太空", "Fury Race": "狂暴竞速", "Kung Fury": "功之怒;功夫怒汉", "fury globe": "不要一直想着怒气球;里纠结太多怒气球;怒火球", "Shadow Fury": "绝命复制人;暗影之怒", "Fury Fragment": "斗气的碎片", "Fury Cutter": "连续切;连切", "Fury Road": "愤怒之路;尼古拉斯", "Astro Fury": "狂暴战机"}, "ex": ["n. 狂怒；暴怒；激怒者"], "eg2": [["The  of the storm subsided.", "狂怒的风暴减弱了。"], ["Like a wounded beast, he stamped with  and, summoning all his powers, showered his heavy fists on me, roaring hysterically, You!", "仿佛一头受伤的野兽，他暴怒地捶胸顿足，使尽全身力气对我乱拳相向，并歇斯底里地怒吼：“你！"], ["This is just what I do, but the main thing I want you to take away from this is that we always have a choice in whether to unleash  on someone else or keep ourselves in check.", "我就是这么做的，但是我希望你们能够从中学到的就是我们不论是向其他人宣泄愤怒或者是保持住冷静我们总是有一个选择的。"]], "st": {"transform": [["n.", "furies"]], "similar": "anger"}}, "fusion": {"ex": ["n. 融合；核聚变；熔接；结合", "网络 熔合；熔化；熔融"], "pron": {"peg": "英 ['fjuːʒ(ə)n] ", "pam": "美 ['fjuʒ(ə)n] "}, "eg2": [["the fusion of copper and zinc to produce brass", "铜与锌熔合成黄铜"], ["The movie displayed a perfect fusion of image and sound.", "这部电影展示了影像与音响的完美结合。"], ["French–Thai fusion", "法泰式混合烹饪"]]}, "genetic": {"pron": {"peg": "[dʒə'nɛtɪk]", "pam": "[dʒə'nɛtɪk]"}, "wp": {"genetic counseling": "遗传咨询;遗传谘询;基因遗传咨询;遗传征询", "Genetic Programming": "遗传编程;遗传规划;基因规划", "genetic polymorphism": "遗传多态性;基因多态性;遗传性多态现象;遗传多样性", "Genetic carrier": "带原者;遗传载体;遗传携带者;基因载体", "Genetic Fallacy": "起源谬误;发生谬见", "Genetic Structure": "遗传结构;基因结构;遗传构造", "genetic mutation": "基因突变;基因渐变;遗传突变;基因图谱", "genetic disorder": "遗传性疾病;遗传病;遗传性障碍;遗传缺陷", "genetic algorithms": "遗传算法;遗传演算法;柔性分析模型;基因演算法"}, "ex": ["adj. 遗传的；基因的；起源的"], "eg2": [["So what is the<b> genetic</b> algorithm?", "那么什么是遗传算法呢？"], ["The extent to which genes are to blame varies, but for those with the worst vision, around 80% of the condition is caused by<b> genetic</b> factors.", "在多大程度上归咎于基因并不一定，但是对于那些视力最差的人来说，80%的情况下是由遗传因子导致的。"], ["One biologist developed a formula for how much<b> genetic</b> material would have to be to saved in the act of altruism for it to be worthwhile.", "一位生物学家发展了一套公式，用来计算到底有多少遗传物质可以被保留下来的时候，利他的行为才是值得的。"]], "st": {}}, "gig": {"ex": ["v. 坐小快艇；乘轻便二轮马车；给…以记过处分；用鱼叉叉(鱼)", "n. 现场演唱会；现场喜剧表演；（尤指临时的）工作；单马双轮轻便马车", "网络 全球信息栅格(Global Information Grid)；里约热内卢；全球信息网格"], "pron": {"peg": "英 [ɡɪɡ] ", "pam": "美 [ɡɪɡ] "}, "eg2": [["to do a gig", "举行流行音乐演唱会"], ["a White Stripes gig", "“白条纹”乐队演奏会"], ["a gig as a basketball coach", "临时篮球教练"]]}, "grassroots": {"ex": ["adj. 基层的；草根的；乡村的", "n. 草根；基础；组织的骨干人员"], "pron": {"peg": "['græs'rʊts]", "pam": "['græs'rʊts]"}, "st": {}, "wp": {"grassroots president": "草根总统", "grassroots community": "基层社区", "grassroots globalization": "草根性全球化;草根全球化", "grassroots election": "基层选举", "Grassroots work": "基层基础工作;基层工作", "Grassroots Pantry": "豆苗居", "Grassroots Mobilization": "草根动员", "grassroots type": "即草根类", "Grassroots Manager": "基层管理人员"}, "eg2": [["He said this  movement wants to send the message to the Iranian people that they support them in their struggle.", "阿米迪说，他的草根运动希望把信息送给伊朗人民，这个信息就是，他们支持伊朗人的斗争。"], ["The Honey Bee Network in India, for example, openly shares information between a broad, informal group of<b> grassroots</b> entrepreneurs.", "例如，印度的蜜蜂网络在基层创业者的一个广泛的非正式团体中间公开分享信息。"], ["In our experience, new kinds of organisations are already emerging to nurture and support such<b> grassroots</b> innovation.", "根据我们的经验，新型的组织已经兴起，从而培育和支持这类基层创新。"]]}, "hawker": {"ex": ["n. 沿街叫卖者；小贩", "网络 霍克；豪客；沿街叫卖的小贩"], "pron": {"peg": "英 ['hɔːkə(r)] ", "pam": "美 ['hɔkər] "}, "eg2": []}, "heir": {"pron": {"peg": "英 [eə(r)] ", "pam": "美 [er] "}, "ex": ["n. 继承人；后嗣；传人", "网络 嗣子；继承者；承继人"], "eg2": [["to be heir to a large fortune", "是大笔财产的继承人"], ["the heir to the throne(= the person who will be the next king or queen)", "王位继承人"], ["the president's political heirs", "总统的政治继承者"]]}, "helmet": {"ex": ["n. 头盔；防护帽", "v. 给…戴上头盔", "网络 安全帽；钢盔；面罩"], "pron": {"peg": "英 ['helmɪt] ", "pam": "美 ['helmət] "}, "eg2": []}, "hitherto": {"pron": {"peg": "[,hɪðɚ'tu]", "pam": "[,hɪðɚ'tu]"}, "wp": {"willmigerl hitherto": "迄今", "product hitherto": "产品问世", "Hitherto Unknown": "前所未有", "hitherto this place": "到这里", "sofar-hitherto-": "现在完成时", "A Hitherto": "迄今为止貌似", "hitherto d": "到目前为止", "hitherto o": "迄今", "hitherto ad": "到目前为止;迄今;迄今到目前为止"}, "ex": ["adv. 迄今；至今"], "eg2": [["But when he plotted his results, he found that these diverse events fell into a regular pattern. It was as if the chaos of war seemed to comply with some<b> hitherto</b> unknown law of nature.", "当他把这些数据作图时，发现这些性质不一的战争却呈现出某种有规律的模式，似乎战争的混乱也遵循着一些至今还无人知晓的自然法则。"]], "st": {}}, "hostile": {"pron": {"peg": "[ˈhɑstl]", "pam": "[ˈhɑstl]"}, "wp": {"Hostile Act": "敌对行动;敌对行为;敌对步履;仇视行动", "Hostile Merger": "恶意并购;恶意合并;敌意收购", "Hostile Realm": "敌意地界", "hostile force": "敌军", "hostile identification": "敌意认同", "hostile fire": "害火;恶意之火;敌意之火", "Hostile Bid": "敌意收购;恶意收购;恶意并购", "hostile type": "敌意型", "Hostile territory": "敌对地盘;敌对领土"}, "ex": ["adj. 敌对的，敌方的；怀敌意的", "n. 敌对"], "eg2": [["His strength did not avail against the<b> hostile</b> onslaught.", "他的力量阻挡不住敌方的冲击。"], ["But “the<b> hostile</b> part can be mobilized from time to time,” by what he calls “anti-immigrant entrepreneurs.", "但是“敌对的那部分可能会不时地动员”，以他称之为“反移民企业家”的名义。"], ["The film tells a story of Israeli paratroopers searching a<b> hostile</b> town in Lebanon during the 1982 conflict there.", "这部电影讲述了1982年战争期间，以色列伞兵搜索黎巴嫩一个敌对城镇的故事。"]], "st": {}}, "hyper": {"ex": ["adj. 亢奋的；高度紧张的", "n. 宣传人员"], "pron": {"peg": "['haɪpɚ]", "pam": "['haɪpɚ]"}, "st": {}, "wp": {"hyper size": "闪烁系列;大美目;超大直径巨目棕;超大直径巨目黑", "HYPER TEXT": "超文本;超电影;超;超文字", "Hyper Universe": "超维宇宙;超宇宙;超时空对决;超能冲击", "HYPER TERMINAL": "超级终端", "hyper sensitizing": "增感法;过敏", "HYPER Huge": "雪钻系列;巨目雪钻;雪钻", "HYPER NATURAL": "水钻棕;水钻灰;水钻", "hyper old": "超高龄", "Hyper Angel": "天使系列;天使三色;三色天使;魔鬼三色"}, "eg2": [["If you have lots of stress in your life, pick an activity that will help balance your already  mind.", "如果你的生活当中有许许多多的压力，选择一项可以平衡你超负荷心灵的运动。"], ["If they see that you are over-scheduled,  and always on the go, they will feel this is a good way to be.", "如果他们看到你时间安排的满满的、烦躁并总是很忙时，他们就会觉得这样是好的生活方式。"], ["I mean if you look at the Mediterranean area you have horse  functional quality that is due to a little fold on the vocal fold that interferes with the vibration of the vocal folds.", "我指的是如果你在地中海地区，你会听到一种像马一样呼吸声很重的音质，原因是那里的人们声带有一点点折叠，影响了其振动发声。"]]}, "idiotic": {"ex": ["adj. 白痴的；愚蠢的"], "pron": {"peg": "['ɪdɪ'ɑtɪk]", "pam": "['ɪdɪ'ɑtɪk]"}, "st": {}, "wp": {"Idiotic Madman": "愚蠢的狂人", "be idiotic": "缺乏心计或机智", "idiotic text": "愚蠢的", "Most Idiotic": "最愚蠢", "idiotic craigslist": "愚蠢的", "Idiotic Records": "录音室", "Idiotic nonsense": "痴人说梦", "Idiotic Sister": "白痴妹妹", "idiotic slaves": "痴奴"}, "eg2": [["But I hadn`t ever said that work or hers was .", "但我没说过我的功课或她的工作是白痴的呀。"], ["Even he was amazed that a company should get such coverage or, to give it its proper term,  drooling.", "他甚至感到吃惊，一个公司应该获得这样的认知，或者给它取个恰当的术语----白痴流口水。"], ["You might well ask what kind of an<b> idiotic</b> company would use an illegible font for their product features, but I've seen it done.", "你也许会问有哪种愚蠢的公司会用人们难以认出的字体来写产品介绍，不过这我可是看到过的。"]]}, "imaginable": {"pron": {"peg": "[ɪ'mædʒɪnəbl]", "pam": "[ɪ'mædʒɪnəbl]"}, "wp": {"imaginable elements": "可意象性元素", "imaginable a": "可以想象得到的;可想象的", "imaginabale imaginable": "可想象的", "imaginable quantity": "可想像量", "Be Imaginable": "可想而知", "imaginable structure": "意象结构", "imaginable e": "能想像得出的", "imaginable thinking": "形象思维", "un imaginable": "不可想象的"}, "ex": ["adj. 可能的；可想象的"], "eg2": [["But I think he has done more harm to his country than would have been , if you look at what Zimbabwe was 15 just years ago or so, \" said Rice.", "但是我认为，穆加贝给他的国家带来的伤害已经超出了人们的想象。 如果你回顾津巴布韦15年前的情况就会明白这一点。"], ["The campaign to eliminate river blindness began as the most vertical programme : helicopters dropping insecticides out of the sky.", "根除河盲症运动开始时是可以想象的最纵向的规划：直升飞机从空中投撒杀虫剂。"]], "st": {}}, "imperative": {"pron": {"peg": "[ɪm'pɛrətɪv]", "pam": "[ɪm'pɛrətɪv]"}, "wp": {"imperative stipulation": "强制规定", "verbless imperative": "无动词祈使句", "imperative logic": "祈使逻辑", "imperative operation": "强制性操作;命令式操作;命令式操作英语", "categorical imperative": "定言令式;绝对命令;无上命令;绝对律令", "political imperative": "政治约束", "imperative code": "命令式代码", "imperative sentence": "祈使句;命令句;命令式;无人称句", "kategorische Imperative": "绝对命令"}, "ex": ["adj. 必要的，不可避免的；紧急的；命令的，专横的；势在必行的；[语]祈使的", "n. 必要的事；命令；需要；规则；[语]祈使语气"], "eg2": [["The undertaking was not easy, she said, but it felt .", "她说，这个选择并不轻松，但她感觉是必要的。"], ["But it says \"communications security, and specifically bandwidth protection [from both friendly interference and adversary action] is .", "但它说：“通信安全，具体的带宽保护[来自友好的干扰和对手的行动]是必要的。”"], ["Sharing important information about sex with your child is much easier than you think, and it's<b> imperative</b> to give them a sense of confidence, trust, and safety.", "与你的孩子分享有关性问题的重要信息比你所认为的要容易得多，而且很有必要给他们一种自信感，信任感和安全感。"]], "st": {}}, "imply": {"pron": {"peg": "[ɪm'plai]", "pam": "[ɪm'plai]"}, "wp": {"imply happiness": "意味着幸福", "I Imply": "暗示", "imply that": "暗示", "imply virtually": "善意地暗示", "imply meaningfully": "意味深长地暗示", "imply duties": "意味着责任", "imply obviously": "明显地暗示", "imply suggestively": "建议性地暗示", "imply indicate": "意味"}, "ex": ["vt. 意味；暗示；隐含"], "eg2": [["So all these skeptical hypothesis actually<b> imply</b> my thinking and my existence.", "这样所有怀疑主义假设实际上暗示出我的思考和存在。"], ["So yes, the internet furnishes weapons for the oppressors as well as the oppressed – but not, as Morozov seems to , in equal measure.", "所以，是的，互联网为压迫者以及被压迫者提供了武器，但是不像想要暗示的那样，以同样的尺度。"], ["Photographers and designers can surely think of many ways to visually  more by not showing the whole, that is, showing more by showing less.", "摄影师和设计师一定能想到很多的不展示整体的视觉的暗示，也就是通过展示小部分来显示更多。"]], "st": {"transform": [["vt.", "implied,implying"]]}}, "impotent": {"ex": ["adj. 无力的；无效的；虚弱的；阳萎的"], "pron": {"peg": "['ɪmpətənt]", "pam": "['ɪmpətənt]"}, "st": {}, "wp": {"impotent industry": "弱质产业", "impotent patients": "阳萎患者", "Impotent Fury": "出版者", "impotent a": "无力的", "so impotent": "如此无能;正在翻译", "impotent rage": "于事无补的狂怒", "Got Impotent": "不得阳痿", "is impotent": "小沈阳痿", "impotent pollen": "无效花粉"}, "eg2": [["In the dreams of the , comes the answer.", "它回答道：“在那无能为力者的梦境里。”"], ["As an alternative to this  \"realism, \" I'd like to propose a clear-eyed idealism, which recognizes that these are bad times but refuses to accept that the bad times are inevitable.", "为了取代这样一个令人无助的“现实”，我更愿意提出一种保持洞察力的理想主义，就是说认识到这些是坏的时候，但拒绝接受坏的命运是不可避免的。"]]}, "impress": {"pron": {"peg": "[ɪm'prɛs]", "pam": "[ɪm'prɛs]"}, "wp": {"Impress Holding": "印象控股集团", "Orient Impress": "东印象", "impress MV": "映派MV", "impress upon": "再三嘱托;使牢记;明了;留下深刻的印象时", "Never impress": "从不炫耀自己", "IMPRESS BRIGHTENER": "亮肌柔肤美容液", "Impress eyesight": "增强自己的眼力", "Gaoshan Impress": "高珊打动", "impress sb": "感动某人;给某人留下印象;给某人留下深刻的印象;使某人印象深刻"}, "ex": ["vt. 盖印；强征；传送；给予某人深刻印象", "vi. 给人印象", "n. 印象，印记；特征，痕迹"], "eg2": [["She did not<b> impress</b> me at all.", "她没给我留下丝毫印象。"], ["I tell you this to  upon you theabsolute power there is in taking the time to work on yourself.", "我告诉你这些事，让你对绝对的力量留下深刻的印象，让你抓紧时间为了自己而努力。"], ["You will not be able to build self respect if you are permanently striving to<b> impress</b> others with outer displays.", "如果你永远在努力用外在的显示来加深别人对你的印象，你将不能够建立自我尊重。"]], "st": {"transform": [["vt.", "impressed或-prest,impressing"]]}}, "incestuous": {"ex": ["adj. 乱伦的；血亲相奸的；犯乱伦罪的"], "pron": {"peg": "[ɪn'sɛstʃuəs]", "pam": "[ɪn'sɛstʃuəs]"}, "st": {}, "wp": {}, "eg2": []}, "initially": {"pron": {"peg": "[ɪ'nɪʃəli]", "pam": "[ɪ'nɪʃəli]"}, "wp": {"Initially hidden": "最初状态是显示的还是隐藏的", "Project initially": "采用项目先行模式", "Initially Scabrous": "最初粗糙", "Initially Small": "最初小", "Initially Fords": "初涉", "Initially searches": "初探", "When initially": "最初的时候", "initially perfect": "初步完善", "initially stress": "初始应力"}, "ex": ["adv. 最初，首先；开头"], "eg2": [[", all fields in the form are read only.", "最初，表单中的所有字段都是只读的。"], ["It was so large and complex, they  assumed it was a bacterium.", "由于它们是如此庞大和复杂，最初被认为是一种细菌。"], [", the project will mainly focus on Java, where most of the human deaths have occurred.", "首先，项目的重点将主要放在爪哇，那里是大部分病人死亡的地方。"]], "st": {}}, "initiative": {"pron": {"peg": "[ɪ'nɪʃətɪv]", "pam": "[ɪ'nɪʃətɪv]"}, "wp": {"Improved Initiative": "精通先攻;优先改善;强化先攻;改善优先权", "Energy Initiative": "能源倡议;能源计划;能源研究计划;研究小组", "Initiative wheel": "主动轮", "Sunshot Initiative": "太阳计划;新能源计划;升夏倡议;射日计划", "Take initiative": "积极主动;主动性;工作主动", "Dharma Initiative": "达摩计划;达摩组织", "Korea Initiative": "韩国倡议", "medical initiative": "医学的主动行为", "Reshoring Initiative": "回归倡议协会;议协会"}, "ex": ["n. 主动权；首创精神；新方案；倡议", "adj. 主动的；自发的；起始的"], "eg2": [["I put it all down to his hard work and .", "我把这一切归因于他工作既勤奋又主动。"], ["He showed little , handling all matters strictly by the book.", "他缺乏首创精神，墨守成规地办一切事情。"], ["These are the resources that we need to seize the , while building the Afghan capacity that can allow for a responsible transition of our forces out of Afghanistan.", "这是我们为了掌握主动权所必需的资源，同时阿富汗的能力将得到加强，使我们的部队能够以负责任的方式离开阿富汗。"]], "st": {}}, "insanity": {"ex": ["n. 疯狂；精神错乱；精神病；愚顽"], "pron": {"peg": "[ɪn'sænəti]", "pam": "[ɪn'sænəti]"}, "st": {}, "wp": {}, "eg2": []}, "intact": {"ex": ["adj. 完整的；原封不动的；未受损伤的"], "pron": {"peg": "[ɪn'tækt]", "pam": "[ɪn'tækt]"}, "st": {"similar": "complete"}, "wp": {"Packing Intact": "包装完整;包装完备;包装完好", "intact forest": "原始森林", "intact nephron": "健存肾单位;存肾单位", "keep intact": "保持原样;保全;原封不动", "intact hymen": "处女膜完整", "Intact gum": "背胶完好", "intact ecosystem": "未触及生态系统;完整生态系统", "intact protein": "完整蛋白质", "intact virus": "完整病毒"}, "eg2": [["The money was returned<b> intact</b> by its finder.", "钱原封未动地被捡拾者送还。"], ["But if it were animated in a more traditional 2D style, the soul of each film would remain .", "但如果用更传统的2D风格动画，每一部电影的灵魂仍然会原封不动的保留。"], ["I try to show them it’s in their best interest to keep the environment .", "我试着向他们说明保持环境完整是为了他们的最佳利益。"]]}, "invitation": {"pron": {"peg": "英 [.ɪnvɪ'teɪʃ(ə)n] ", "pam": "美 [.ɪnvɪ'teɪʃ(ə)n] "}, "ex": ["n. 邀请；请柬；请帖；招致", "网络 邀请函；邀请信；招待"], "eg2": [["to issue/extend an invitation", "发出╱致送邀请"], ["to accept/turn down/decline an invitation", "接受╱拒绝╱婉拒邀请"], ["an invitation to the party", "参加晚会的请柬"], ["I have an open invitation(= not restricted to a particular date) to visit my friend in Japan.", "我在日本的朋友邀请我随时去看他。"], ["A concert was held at the invitation of the mayor.", "在市长的邀请下举办了一场音乐会。"], ["Admission is by invitation only .", "凭请柬入场。"], ["Have you ordered the wedding invitations yet?", "你定制婚礼请帖了吗？"], ["Leaving the doors unlocked is an open invitation to burglars.", "出门不上锁无异于开门揖盗。"]]}, "ironwork": {"ex": ["n. 铁制品；（建筑物的）铁结构", "网络 铁工；铁工活；铁活"], "pron": {"peg": "英 ['aɪə(r)n.wɜː(r)k] ", "pam": "美 ['aɪrn.wɜrk] "}, "eg2": []}, "jumble": {"ex": ["n. 混乱；杂乱的一堆东西", "vi. 混杂；搀杂", "vt. 使混乱；搞乱"], "pron": {"peg": "['dʒʌmbl]", "pam": "['dʒʌmbl]"}, "st": {"transform": [["vt.", "jumbled,jumbling"]]}, "wp": {"jumble sale": "杂物拍卖;慈善义卖", "The Jumble": "混乱的蜘蛛网;混乱不堪", "Jumble Madness": "混乱疯狂", "jumble sailors": "纷乱的水手;混杂水手", "jumble shop": "廉价杂货店", "jumble display": "杂量陈列", "Word Jumble": "字混乱", "Jumble Rumble": "混乱的隆隆声", "Mumble Jumble": "乱民全讲;表演工作坊"}, "eg2": [["In the first task, she assigns ants to help her sort through a huge  of seeds.", "在第一个任务中，她让蚂蚁们帮助她去整理混杂在一起的大量种子。"], ["But the code itself is rather unimpressive to look at: just a<b> jumble</b> of characters on a screen.", "但是代码本身看起来或多或少有点儿乏味：只是屏幕上一团混乱的字符而已。"], ["He resolves to put some kind of order into this<b> jumble</b> of beliefs sothat justification of one proposition may follow from another.", "他希望可以理顺这些混杂的信念，以便可以做到证实一个，便能随之推导出另外一个。"]]}, "liberalism": {"pron": {"peg": "['lɪbərəlɪzəm]", "pam": "['lɪbərəlɪzəm]"}, "wp": {"Regulatory Liberalism": "管制自由主义;自由主义", "New Liberalism": "哥伦比亚新解放运动;新自由主义;自由主义;由主义", "republican liberalism": "共和自由主义", "embedded liberalism": "内嵌的自由主义;深嵌的自由主义;自由主义;嵌入性自由主义", "institutional liberalism": "制度自由主义", "Social liberalism": "社会自由主义", "super liberalism": "超级自由主义", "Market liberalism": "市场自由主义", "integral liberalism": "古典的整体自由主义;体自在主义"}, "ex": ["n. 自由主义；开明的思想或见解"], "eg2": [["How do you reconcile this choice with ?", "你如何调和这个选择与自由主义？"], ["To be wordly-wise and play safe is one of the manifestations of .", "明哲保身是自由主义的表现之一。"], ["This raises a question. Whether the relation between contemporary political science and<b> liberalism</b> is merely accidental or whether there is some intrinsic some necessary connection between them.", "这导出一个问题，当代政治科学,与自由主义的关系仅是偶然,或之间，有些本质的,一些必然的,连结介于两者之间。"]], "st": {}}, "loom": {"pron": {"peg": "英 [luːm] ", "pam": "美 [lum] "}, "ex": ["v. 赫然耸现；（尤指）令人惊恐地隐现；显得突出；逼近", "n. 织布机", "网络 织机；若隐若现；迫近"], "eg2": [["A dark shape loomed up ahead of us.", "一个黑糊糊的影子隐隐出现在我们的前面。"], ["There was a crisis looming.", "危机迫在眉睫。"], ["The prospect of war loomed large.", "战争的阴影在逼近，令人忧虑。"], ["The prospect of war loomed large.", "战争的阴影在逼近，令人忧虑。"]]}, "mercifully": {"ex": ["adv. 仁慈地"], "pron": {"peg": "['mɝsɪfəli]", "pam": "['mɝsɪfəli]"}, "st": {}, "wp": {}, "eg2": [["We all know that the plural of \"anecdote\" is not evidence, but I can categorically state that, for me, the outgoing commander-in-chief has  never figured in any discussion on that subject.", "我们都知道，“传说”加“传说”不等于证据，但是，我可以断言，就我所知，这位外向的司令官从未仁慈地参与过这个主题的讨论。"], ["Mr. Lawrence has  spared us the terrible details of her illness; it is only her ''tortured eyes'' we see, and her children's grief and horror.", "劳伦斯仁慈地没有描写她病中的可怕的细节，我们只看到了她“痛苦的双眼”和她孩子的悲伤和恐惧。"], ["And then, , they all vanished.", "接着，谢天谢地，他们全体消失了。"]]}, "meritocratic": {"ex": ["精英管理的", "贤能统治的"], "pron": {}, "st": {"transform": [["n.", "meritocracies"]]}, "wp": {}, "eg2": []}, "millennium": {"ex": ["n. 千年期，千禧年；一千年，千年纪念；太平盛世，黄金时代"], "pron": {"peg": "[məˈlɛniəm]", "pam": "[məˈlɛniəm]"}, "st": {"transform": [["n.", "millenniums,millennia"]]}, "wp": {"5th millennium": "第5千年", "Millennium Mambo": "千禧曼波;蔷薇的名字;千禧曼波之蔷薇的名字;千禧年曼波舞之意", "2nd millennium": "第2千年", "Millennium Line": "千禧线;千年线", "millennium baby": "千禧婴儿", "Millennium Man": "千年杀手;千禧战士", "Millennium Trilogy": "千禧年三部曲;千年三部曲;三部曲;千禧三部曲", "Millennium Hotel": "千禧酒店;千禧大酒店;千禧年酒店;千禧饭店", "Millennium Declaration": "千年宣言;千禧年宣言;千禧宣言;联合国千禧年宣言"}, "eg2": [["Are we going to make the right decisions for the next century or the next ?", "我们这样真的是在为下一个世纪或者下一个千禧年做正确的选择么？"], ["Are we going to make the right decisions for the next century or the next ? We have not adapted psychologically to the notion of long-term consequences.", "我们这样真的是在为下一个世纪或者下一个千禧年做正确的选择么？我们还没有从心理上适应长期后果这个概念。"], ["But while this sounds like a complete disaster -- another  Bug -- it need not be, and there is a solution, if we all act quickly enough.", "这个听起来像是一场计算机的灾难——如另一个千年虫——但是如果我们的行动足够快，它未必如此，这里存在一个解决方案。"]]}, "monarch": {"ex": ["n. 君主；帝王；统治者；泰斗", "网络 蒙那多；统治者大盾；君王"], "pron": {"peg": "英 ['mɒnə(r)k] ", "pam": "美 [ˈmɒnə(r)k] "}, "eg2": []}, "monarchy": {"pron": {"peg": "['mɑnɚki]", "pam": "['mɑnɚki]"}, "wp": {}, "ex": ["n. 君主政体；君主国；君主政治"], "eg2": [], "st": {}}, "multi": {"pron": {"peg": "['mʌlti]", "pam": "['mʌlti]"}, "wp": {"Multi Computer": "多个人计算机", "multi language": "多种语言包装;多语言操作界面;多国语言;很不容易说出来", "Multi task": "多任务;多功作业", "MULTI TYPE": "复合型;超人迪加", "Multi projector": "多谋体投影机", "Multi Map": "多图", "Multi Effect": "综合效果器;多重功效", "multi track": "多轨", "Multi Game": "冠军游戏;多合一游戏;Multi游戏"}, "ex": ["pref. 多"], "eg2": [["They are all coming up with -year plans for climate action, spanning all dimensions of who they are and what they do.", "他们都行动起来并为应对气候变化做了多年计划，根据他们的教义和能力在进行着全面的努力。"], ["More importantly, it is distracting you. Because there is no such thing as an effective -tasker, this lack of focus will seep into the quality of your work and creativity.", "更重要的是它让你无法集中精力做事，因为 同时处理多个事情是很没有效率的事情，这样限制了你的创造力并降低了工作质量。"], ["And you can do it in one-group theory or -group theory.  One-group theory assumes that the neutron energy and everything is going on at one energy and we have to make some adjustments.", "你能够在单群理论或这多群理论里,单群理论假设,中子能量和所有的东西,要达到一个能量,我们必须要做出些调整。"]], "st": {}}, "nail": {"pron": {"peg": "英 [neɪl] ", "pam": "美 [neɪl] "}, "ex": ["n. 钉；钉子；指甲；趾甲", "v. 固定；揭露；抓获并证明有罪；抓住", "网络 美甲；钉住；爪"], "eg2": [["Stop biting your nails!", "别咬指甲！"], ["nail clippers", "指甲钳"], ["She hammered the nail in.", "她把钉子敲了进去。"], ["They're good customers who always pay on the nail.", "他们是好主顾，付账从不耽搁。"], ["They're good customers who always pay on the nail.", "他们是好主顾，付账从不耽搁。"], ["I nailed the sign to a tree.", "我将标示牌钉到了一棵树上。"], ["The police haven't been able to nail the killer.", "警方还没有抓到杀人凶手。"], ["We must nail this lie.", "我们一定要戳穿这个谎言。"], ["He nailed a victory in the semi-finals.", "他在半决赛中获胜。"]]}, "narrowly": {"pron": {"peg": "['næroli]", "pam": "['næroli]"}, "wp": {"Narrowly Campanulate": "狭钟状", "Narrowly Funnelform": "狭漏斗状", "Narrowly Formulated": "细节化公式化", "Narrowly Carinate": "狭龙骨状突起", "Narrowly Rounded": "勉强绕行", "narrowly nearly": "差一点", "narrowly tailored": "严密剪裁;求它仅采取严厉合适于;严格限缩", "narrowly closely": "严密地;仔细地", "Narrowly Winged": "狭翅"}, "ex": ["adv. 仔细地；勉强地；狭窄地；严密地"], "eg2": [["He  escaped in the air crash.", "他险些在飞机失事中遇难。"], ["Rather than focusing  upon this awful event, then, we should declare a National Day of Mourning and Reflection on Violence in America.", "我们不要仅仅聚焦在这个可怕的事件上，我们应当宣布在美国设立一个暴力事件悼念与反思日。"], ["More , whether or not you choose to model a particular construct within any of those approaches should also be a consideration of your own development process.", "更详细地说，不论您是否选择在任意那些方法中构建一个特别的模型，这也应该是对您自己的开发过程的考虑。"]], "st": {}}, "nationalism": {"pron": {"peg": "['næʃnəlɪzəm]", "pam": "['næʃnəlɪzəm]"}, "wp": {"Turkish nationalism": "土耳其民族主义", "state nationalism": "国家民族主义;民族主义", "Korean nationalism": "朝鲜民族主义;韩国民族主义;民族主义", "Naga nationalism": "那加民族主义", "Albanian nationalism": "阿尔巴尼亚民族主义", "cultural nationalism": "文化民族主义;文化国族主义;文化的国族主义;中华文化国家主义", "Russian nationalism": "俄罗斯民族主义", "Taiwanese nationalism": "台湾民族主义", "Black nationalism": "黑人民族主义;黑人国家主义"}, "ex": ["n. 民族主义；国家主义；民族特性"], "eg2": [["The new<b> nationalism</b> can only hasten the process.", "新的民族主义只会加速这一过程。"], ["There are four core debates which permeate the study of nations and . ", "在民族与民族主义的研究中，有四个核心争论始终缠绕。"], ["\"We should be careful not to stir up narrow-minded, extreme ,\" he said.", "“我们应该保持谨慎，不要激起狭隘的极端民族主义。” 他如是说道。"]], "st": {}}, "nationalist": {"pron": {"peg": "英 ['næʃ(ə)nəlɪst] ", "pam": "美 ['næʃən(ə)lɪst] "}, "ex": ["n. 民族主义者；国家主义者；怀有本民族优越感者", "adj. 国家主义的；民族主义的", "网络 国民党"], "eg2": [["Scottish nationalists", "苏格兰国家主义者"]]}, "necessity": {"pron": {"peg": "[nə'sɛsəti]", "pam": "[nə'sɛsəti]"}, "wp": {"operational necessity": "作战必要性", "metaphysical necessity": "形而上的必然性", "necessity of": "需求", "historical necessity": "历史必然性;史的必然性;历史的必然性", "natural necessity": "自然的需要;自然必然性;必然性;自然的必然性", "of necessity": "必然地;必定;不可避免地;有必要", "necessity measure": "必然性侧度;\t\t必然性测度;一定性侧度;必要性测度", "intrinsic necessity": "内在必然性", "The necessity": "必要性;信经的必要性"}, "ex": ["n. 需要；必然性；必需品"], "eg2": [[" is the mother of invention.", "需要乃发明之母。"], ["Out of<b> necessity</b> or out of interest, people go back to school for the common goal to improve themselves.", "不管是出于需要，还是出于兴趣爱好，人们重返学校是为了一个共同的目标----提高自己。"], ["If you are a manager of technology at any level, this is your responsibility as well as a survival .", "如果您是某个层级技术的经理，那么学习它是您的职责，也是您赖以生存的必需品。"]], "st": {"transform": [["n.", "necessities"]], "similar": "need"}}, "nominate": {"ex": ["vt. 推荐；提名；任命；指定"], "pron": {"peg": "['nɑmɪnet]", "pam": "['nɑmɪnet]"}, "st": {"transform": [["vt.", "nominated,nominating"]]}, "wp": {"Nominate e": "提名;任命;推荐", "nominate habitually": "惯常地提名", "nominate willmigerl": "指定", "nominate surveyor": "指定的验船师", "nominate vessel": "提名船只;提名的船只", "nominate to": "提名为", "nominate sb": "提名某人;推荐", "nominate for": "提议", "executor nominate": "遗嘱指定的遗嘱执行人;翻译;遗嘱执行人"}, "eg2": [["However, you can<b> nominate</b> an execution group for the handling of content-based filtering requests.", "不过，您可以指定一个执行组来处理基于内容的过滤请求。"], ["First, you can<b> nominate</b> your own object of today: something that represents human ingenuity and the challenges facing humanity in 2010.", "第一，你可以提名一个当代的物品：2010年的物品中能够代表人类智慧和人类面临的挑战的。"], ["Then,  one lead project manager and one lead architect from each application area to represent that area at the project level.", "在任何应用领域，任命一个项目经理和一个构架师都代表着该领域在项目上的水平。"]]}, "oppose": {"pron": {"peg": "[ə'poz]", "pam": "[ə'poz]"}, "wp": {"oppose malpractice": "抵制不正之风", "oppose against": "使对照", "to oppose": "反对;相对;作对", "oppose american": "反对美国", "oppose separine": "破坏破碎", "oppose strongly": "竭力反对", "Strongly oppose": "强烈反对", "resolutely oppose": "坚决反对", "counter oppose": "反对"}, "ex": ["vt. 反对；对抗，抗争", "vi. 反对"], "eg2": [["We<b> oppose</b> interference by any outside force.", "我们反对任何外来势力插手干预。"], ["Promote materialist dialectics and  metaphysics and scholasticism.", "要提倡唯物辩证法，反对形而上学和烦琐哲学。"], [" extravagant eating and drinking and pay attention to thrift and economy.", "反对大吃大喝， 注意节约。"]], "st": {"transform": [["vt.", "opposed,opposing"]], "similar": "resist,withstand"}}, "orthodox": {"pron": {"peg": "['ɔrθədɑks]", "pam": "['ɔrθədɑks]"}, "wp": {"Coptic Orthodox": "科普特正教会;科普特东正教", "orthodox method": "传统方法", "orthodox consensus": "正统共识", "orthodox sleep": "正向睡眠;\t\t正相睡眠;\t\t正规睡眠", "orthodox school": "正宗;正统学派;本格派", "Russian Orthodox": "俄罗斯东正教", "orthodox seed": "正常性种子;\t\t正常型种子", "orthodox seeds": "正常型种子;正常性种子", "orthodox explosives": "普通炸药"}, "ex": ["adj. 正统的；传统的；惯常的；东正教的", "n. 正统的人；正统的事物"], "eg2": [["But don't expect this to be endorsed by<b> orthodox</b> medicine   there's no profit in it.", "但是不要指望这个道理被正统医学支持——因为它没有任何利润可寻。"], ["If reason should lead you to<b> orthodox</b> conclusions, well and good; you are still a Rationalist.", "如果理性可以引领你到达传统的结论，那很好，你仍然是一个理性主义者。"], ["For example, even<b> orthodox</b> Darwinists have always recognised that there are plenty of cases where fitness doesn't increase over time.", "譬如，即使是正统的进化论者也常常认识到，在很多情况下适应性并不随时间而增加。"]], "st": {}}, "override": {"ex": ["vt. 推翻；不顾；践踏", "n. 代理佣金"], "pron": {"peg": "[,ovɚ'raɪd]", "pam": "[,ovɚ'raɪd]"}, "st": {"transform": [["vt.", "overrode,overridden,overriding"]]}, "wp": {"OVRD Override": "超控;越过;优先于;权力高于", "OVERRIDE SWITCH": "超控电门;超越控制开关;跨越电门;过载开关", "running override": "整体替代;整体替代整体取代;整体取代", "Remove Override": "移除覆盖;移除掩盖;取消修改你可以在", "management override": "管理人员越权;管理人员滥用职权;管理层凌驾;管理层越权", "feedrate override": "超驰进给;进给修调;进给倍率", "override protection": "过载保护;防护失败", "method override": "方法覆盖;方法覆写;简单的方法重写", "property override": "属性重载"}, "eg2": [["What you should not do is prevent or<b> override</b> it unnecessarily.", "您不应该做的是不必要地阻止或重写它。"], ["If you believe the decision of the group is wrong, you must have the courage to<b> override</b> it and withstand the group\\\\\\\\\\\\\\'s reaction.", "倘若你认为集体的决策是错误的，你就必须拿出勇气来推翻它，而且还要能抵挡得住大家的反应。"], ["You can<b> override</b> all the parameters on the command line, if you want to experiment with the net to discover how it does with various options -- each run might take a while, though.", "如果打算试验网络从而发现对于这些不同的选项它是如何做的，您可以覆盖命令行中的所有参数，但每一次运行还是会耗费一些时间。"]]}, "overshadow": {"pron": {"peg": "['ovɚ'ʃædo]", "pam": "['ovɚ'ʃædo]"}, "wp": {"Overshadow a sibling": "民族成员", "assistant overshadow system": "辅助遮阳系统"}, "ex": ["vt. 使失色；使阴暗；遮阴；夺去…的光彩"], "eg2": [["And she says while the world is right to be concerned about a possible flu pandemic, it should not let these worries<b> overshadow</b> or interrupt other vital health programs.", "她还说，尽管世界目前担心可能发生的流感疫症，这些担忧不应该遮挡或者干扰我们实施其它生命攸关的健康计划。"], ["At the same time, though, we do not want our story to  the critical plight of these desperate defectors.", "同时，我们不希望我们的故事掩盖了那些绝望的出逃者的严重的生存困境。"], ["The researchers think that this occurred about a century ago, just when commercial agriculture was replacing subsistence farming and maize started to<b> overshadow</b> indigenous crops in Africa.", "这组科学家认为这发生在大约一个世纪之前，就在商业农业取代生存农业、而玉米开始取代非洲本土作物的时候。"]], "st": {}}, "persistent": {"pron": {"peg": "[pə'zɪstənt]", "pam": "[pə'zɪstənt]"}, "wp": {"persistent current": "持久电流;\t\t持续电流;持恒电流;永久性电流", "Persistent Context": "持久化环境;进一步掌握持久化环境;耐久化环境;进一步把握耐久化环境", "persistent error": "持续误差", "persistent trend": "持续趋势", "persistent data": "持久性数据;久数据;长存资料;存数据", "persistent violator": "经常违章者", "persistent overheating": "持续升温;连续升温", "persistent a": "持续的;持续的顽强的存在的;坚持不懈的;顽强的存在的", "Persistent Classes": "持久化类;久化类;持久类"}, "ex": ["adj. 固执的，坚持的；持久稳固的"], "eg2": [["All of us admire their<b> persistent</b> efforts.", "我们都很钦佩他们坚持不懈的努力。"], ["In what area of your spiritual growth do you need to be more patient and ?", "在精神和心灵成长的哪个方面你还需要更多的耐心和坚持呢？"], ["If you really can’t find any, at least the experience teaches you to be<b> persistent</b> in any situation.", "如果你实在学不到什么东西，至少这种体验可以教给你在任何情况下都要坚持。"]], "st": {}}, "philosophy": {"pron": {"peg": "[fə'lɑsəfi]", "pam": "[fə'lɑsəfi]"}, "wp": {"Korean philosophy": "朝鲜哲学", "social philosophy": "社会哲学;社会科学;出处哲学", "American philosophy": "美国哲学", "Operation philosophy": "经营理念;三．经营理念", "Religious philosophy": "宗教信仰哲学;宗教哲学;宗教的哲学;宗教人学", "Buddhist Philosophy": "佛教哲学;佛学", "Postmodern Philosophy": "后现代哲学", "Marxist philosophy": "马克思主义哲学;马克思主义哲学原理;马克思哲学;马克思主义哲学所", "ancient philosophy": "古典哲学;古代哲学;古哲学;书名"}, "ex": ["n. 哲学；哲理；人生观"], "eg2": [["All these questions relate to .", "这些问题都跟哲学有关。"], ["Romans took over from the Greeks not only their<b> philosophy</b> but their arts.", "罗马人不仅承袭了希腊人的哲学而且还承袭了他们的艺术。"], [" is the scientific knowledge that summarizes the nature and society.", "哲学是关于自然和社会知识总结、概括的一门学科。"]], "st": {"transform": [["n.", "philosophies"]]}}, "pitches": {"ex": ["pitch的变形"], "pron": {}, "st": {"similar": "throw"}, "wp": {}, "eg2": [["We have a summary of the<b> pitches</b> below.", "下面是这些公司的产品推介的一个总结。"], ["(of ) made with the arm moving parallel to the ground.", "（关于投掷）用手臂平行于地面运动的。"], ["We have these  and all listen and then you can tell me what instrument is playing it.", "我们听到这样的高音,大家都来听听看然后告诉我这是什么乐器演奏出来的。"]]}, "plaster": {"pron": {"peg": "英 ['plɑːstə(r)] ", "pam": "美 ['plæstər] "}, "ex": ["n. 灰泥；膏药；熟石膏；建筑石膏", "v. 抹灰于；往…上涂抹；把（头发）梳平；使（头发）粘在（头上）", "网络 硬膏；硬膏剂；灰浆"], "eg2": [["an old house with crumbling plaster and a leaking roof", "一所灰泥剥落、屋顶漏水的老房子"], ["a plaster bust of Julius Caesar", "一尊尤利乌斯 ) 凯撒的半身石膏塑像"], ["She broke her leg a month ago and it's still in plaster .", "她一个月前腿骨骨折，至今仍打着石膏。"], ["She plastered herself in suntan lotion.", "她往身上抹防晒液。"], ["We were plastered from head to foot with mud.", "我们浑身上下都沾满了泥。"], ["His wet hair was plastered to his head.", "他那湿透的头发紧贴在头皮上。"], ["Her bedroom wall was plastered with photos of him.", "她卧室的墙上贴满了他的照片。"], ["She had photos of him plastered all over her bedroom wall.", "她把他的照片贴满了卧室的墙。"], ["The next day their picture was plastered all over the newspapers.", "第二天，他们的照片被刊登在各家报纸上。"]]}, "poke": {"ex": ["v. 戳；伸出；捅；推", "n. 戳；拨；捅；挑", "网络 刺；戳一下；拨开"], "pron": {"peg": "英 [pəʊk] ", "pam": "美 [poʊk] "}, "eg2": [["She poked him in the ribs with her elbow.", "她用胳膊肘顶他的肋部。"], ["She poked her elbow into his ribs.", "她用胳膊肘顶他的肋部。"], ["I'm sick of being poked and prodded by doctors.", "我讨厌让医生在我身上戳戳点点的。"], ["She got up and poked the fire(= to make it burn more strongly) .", "她起来拨了拨火。"], ["He poked his head around the corner to check that nobody was coming.", "他从转角处探出头来，查看有没有人过来。"], ["Someone had poked a message under the door.", "有人从门底下塞进了一张纸条。"], ["Don't poke her eye out with that stick!", "别让那根棍子戳着她的眼睛！"], ["The end of the cable was left poking out of the wall.", "电缆头从墙里露出来了。"], ["Clumps of grass poked up through the snow.", "一簇簇的草破雪而出。"], ["The kids poked holes in the ice with sticks.", "孩子们用棍子在冰上戳洞。"], ["Her novels poke fun at the upper class.", "她的小说嘲弄上流社会。"], ["Her novels poke fun at the upper class.", "她的小说嘲弄上流社会。"], ["to give the fire a poke", "拨一拨火"], ["He gave me a poke in the ribs to wake me up.", "他捅了一下我的肋部把我叫醒。"], ["I prefer something with a bit more poke.", "我想要马力再大些的。"]]}, "populism": {"pron": {"peg": "英 ['pɒpjʊ.lɪz(ə)m] ", "pam": "美 ['pɑpjə.lɪzəm] "}, "ex": ["n. 平民政治；民粹主义；民意论", "网络 平民主义；民众主义；人民党主义"], "eg2": []}, "populist": {"pron": {"peg": "['pɒpjʊlɪst]", "pam": "['pɒpjʊlɪst]"}, "wp": {"populist rage": "全民公愤", "populist dictatorship": "民粹独裁", "The Populist": "科普兰", "Populist Party": "平民党;人民党;人民主义党", "Populist Comedy": "民粹喜剧片", "populist demoeracy": "民主主义式民主", "populist mobilizer": "鼓动者", "Populist Nationalism": "民粹民族主义;民粹式民族主义", "Populist Ideology": "平民主义"}, "ex": ["n. 平民主义者；民粹派；平民论者", "adj. 民粹主义的（等于populistic）；平民主义的；平民主义者的"], "eg2": [], "st": {}}, "pore": {"pron": {"peg": "英 [pɔː(r)] ", "pam": "美 [pɔr] "}, "ex": ["n. 孔隙；（皮肤上的）毛孔；（植物的）气孔", "v. 注视；用心阅读；细心研究 (on over)；默想", "网络 细孔；钻研；小孔"], "eg2": []}, "portrait": {"pron": {"peg": "['pɔrtrɪt]", "pam": "['pɔrtrɪt]"}, "wp": {"Family Portrait": "太阳系全家福;全家福;四十不惑;全家福照片", "portrait lens": "人像镜头;像镜头", "embroidered portrait": "刺绣肖像;绣像", "Group portrait": "群像", "Evangelist portrait": "福音书作者像", "Portrait Mode": "肖像模式;纵向模式;人像模式;画像模式", "Self Portrait": "自画像;私相簿;白石草衣图;自画像精选辑", "PORTRAIT PHOTOS": "商业拍摄作品;肖像摄影;人像写真作品;写真照", "portrait management": "纵向管理"}, "ex": ["n. 肖像；描写；半身雕塑像", "n. (Portrait)人名；(法)波特雷"], "eg2": [["The  of some woman.", "一些女人的肖像。"], ["His<b> portrait</b> flatters him.", "他的肖像比他本人漂亮。"], ["This would I think be the  of a psychopath.", "这正是我想象的关于精神病患者的肖像。"]], "st": {}}, "pragmatic": {"pron": {"peg": "[præg'mætɪk]", "pam": "[præg'mætɪk]"}, "wp": {"Pragmatic Presupposition": "语用预设;语用前提;语用上的预设;语用先设", "pragmatic function": "语用功能;语用功效;实用功能;语用特征", "pragmatic translation": "语用翻译;应用翻译;实用翻译", "Pragmatic Error": "语用错误;语用失误;语用失误现象", "pragmatic analysis": "语用分析;语用考察", "pragmatic marker": "语用标记;语用标记语", "pragmatic element": "语用因素;语用要素", "pragmatic love": "现实式爱情;实用式爱情;实用主义的爱;现实式之爱", "pragmatic meanings": "功能对等;翻译;语用意义;语用含义"}, "ex": ["adj. 实际的；实用主义的"], "eg2": [["But from a purely<b> pragmatic</b> standpoint, the enduring nature of code highlights a priority for a development governance program.", "但是从纯实际的立场出发，代码的持久特性强调了开发治理计划的优先权。"], ["The price paid for this<b> pragmatic</b> approach is often to create \"quick and dirty\" service implementations, to focus only on the requirements at hand and to speed up implementation.", "然而，这种实用主义方法的代价是常常会创建 “快而脏” 的服务实现，这种实现只关注眼前的需求和加快实现速度。"], ["On the other hand, we have the , touchy feely, warm and fuzzy engineering types.", "另一方面，我们有实用主义者、敏感的、热心的、温柔的工程类型。"]], "st": {}}, "precedence": {"ex": ["n. 优先；居先"], "pron": {"peg": "['presidəns]", "pam": "['presidəns]"}, "st": {}, "wp": {"Precedence Relationship": "优先关系;前导关系;紧前关系;先行关系", "take precedence": "优先;获得优先权;占先一着;具有优先权", "Precedence Network": "前导网络图", "IP Precedence": "优先级;优先权;优先级位", "hardware precedence": "硬件优先", "Precedence relations": "后关系;先关系;顺序关系", "precedence partition": "优先分布", "precedence matrix": "优先矩阵;上位矩阵", "precedence call": "优先呼叫"}, "eg2": [[": Does your team frequently perform this type of project for this client?", "优先级：您的团队是否经常为此客户进行这种类型的项目？"], ["However, if you know that one might affect the other, you can control how they run using .", "但是，如果知道其中一个可能影响另一个，则可使用优先级控制运行的顺序。"], ["If the operators all have the same , then the order of evaluation depends on their associativity.", "如果所有操作符优先级一样，那么求值顺序就取决于它们的 结合性。"]]}, "prefigure": {"ex": ["vt. 预示；预想"], "pron": {"peg": "[pri'fɪɡjʊr]", "pam": "[pri'fɪɡjʊr]"}, "st": {}, "wp": {"prefigure service": "预知维修", "prefigure maintain": "预见性维修", "prefigure accident of blackout": "大停电预想", "portend prophesy presage prefigure": "四大预言", "Joseph prefigure Christ": "约瑟预表基督", "forecast foresee prefigure": "预见", "expect forecast anticipate preconceive prefigure": "预想"}, "eg2": [["Many of his stories  the genres of science fiction, horror, and fantasy so popular today.", "他的许多短篇成为当代流行的科幻小说、恐怖小说和幻想小说的前身。"], ["The FSA rules may  a world where large pools of liquidity and capital remain trapped within borders as insurance against the worst.", "但在FSA的规则下，流动性和资本被囤积在一国之内，不再跨国界流动，以此作为应对最坏情形的保险机制。"], ["The metal's price movements are widely believed to<b> prefigure</b> shifts in the world economy.", "金属的价格走势普遍被认为可以预示世界经济形势的变化。"]]}, "premature": {"ex": ["adj. 早产的；不成熟的；比预期早的", "n. 早产儿；过早发生的事物"], "pron": {"peg": "[,primə'tʃʊr]", "pam": "[,primə'tʃʊr]"}, "st": {}, "wp": {"premature birth": "早产;翻译", "premature death": "过早死亡;早逝;过早死;夭折", "premature ignition": "先期点火;提前点火", "premature failure": "过早损坏;过早破坏;\t\t过早失效;早期破坏", "Adrenarche Premature": "肾上腺功能早现;肾上腺功用早现", "premature retirement": "提早退休", "Premature Burial": "过早的埋葬;早埋;早葬;过早埋葬", "premature a": "比预期时间早的", "premature menopause": "早绝经"}, "eg2": [["It would be  to forecast the outcome.", "预言结果还为时过早。"], ["A gene linked to  births has been discovered, scientists in the US and Finland have said.", "一个与早产有关的基因已经被发现，来自美国和芬兰的科学家这样说。"], ["Researchers found that  babies treated with the steroid drugs hydrocortisone or dexamethasone had cerebellums that were 10 percent smaller than those of normal newborns.", "研究人员发现， 那些使用类固醇药物氢化可的松或地塞米松治疗的早产儿，他们的小脑比正常新生儿的小10％ 。"]]}, "presentation": {"pron": {"peg": "英 [.prez(ə)n'teɪʃ(ə)n] ", "pam": "美 [.prez(ə)n'teɪʃ(ə)n] "}, "ex": ["n. 演出；发布会；提交；颁发", "网络 呈现；展示；介绍"], "eg2": [["The trial was adjourned following the presentation of new evidence to the court.", "新证据呈到庭上后，审讯就宣告暂停。"], ["The presentation of prizes began after the speeches.", "讲话结束后就开始颁奖了。"], ["The Mayor will make the presentation(= hand over the gift) herself.", "市长将亲自颁发礼品。"], ["Members will be admitted on presentation of a membership card.", "会员出示会员证便可入场。"], ["Improving the product's presentation(= the way it is wrapped, advertised, etc.) should increase sales.", "改进产品的包装形式会提高销售量。"], ["I admire the clear, logical presentation of her arguments.", "我很欣赏她的论证，言辞清晰且有条理。"], ["The sales manager will give a presentation on the new products.", "营销经理将举行一次新产品推介会。"], ["I've put my presentation on a memory stick.", "我已经把我的幻灯片演示文件存在 U 盘里了。"]]}, "pretend": {"pron": {"peg": "[prɪ'tɛnd]", "pam": "[prɪ'tɛnd]"}, "wp": {"Simply pretend": "只是假装", "pretend feign": "假装", "Pretend poor": "假装可怜", "Pretend you": "一直假装", "playing pretend": "自行玩耍", "pretend reading": "假装阅读", "pretend sickness": "装病", "pretend deliberately": "故意装作", "pretend deafness": "装聋作哑"}, "ex": ["vi. 假装，伪装，佯装", "adj. 假装的", "vt. 假装，伪装，模拟"], "eg2": [[" you like the task --  you really like it.", "假装您喜欢这个任务 ― 假装您 真的喜欢它。"], ["If you have children, you can cover them with leaves and  they've disappeared.", "如果你有孩子，你可以用树叶把他们埋起来，假装他们已经消失了。"], [" I like them?", "是否要假装我喜欢他们？"]], "st": {"similar": "assume"}}, "profound": {"pron": {"peg": "[prə'faʊnd]", "pam": "[prə'faʊnd]"}, "wp": {"profound impact": "深刻的影响;深刻影响;极大的冲击力或影响力;深远影响", "Profound know": "深刻的知道", "profound condolence": "深切哀悼", "Profound effects": "深刻影响", "profound relationship": "深厚的关系;深刻的关系", "Profound English": "百分达英语", "profound change": "深层变革", "profound view": "灼见", "profound deafness": "将植入对象归在极聋"}, "ex": ["adj. 深厚的；意义深远的；渊博的"], "eg2": [["The article implies  meaning.", "那篇文章的含义很深。"], ["He conceived a<b> profound</b> hatred for his enemies.", "他对敌人有刻骨的仇恨。"], ["And what is belief? It is a<b> profound</b> belief related to what you want to achieve.", "那么什么是信念呢?它是一种和你想完成的事情有关的意义深远的信仰。"]], "st": {}}, "progeny": {"ex": ["n. 子孙；幼崽；幼兽；幼苗", "网络 后代；后裔；成果"], "pron": {"peg": "英 ['prɒdʒəni] ", "pam": "美 ['prɑdʒəni] "}, "eg2": [["He was surrounded by his numerous progeny.", "众多的子孙簇拥着他。"]]}, "prone": {"pron": {"peg": "[pron]", "pam": "[pron]"}, "wp": {"Scandal prone": "有丑闻的;负面消息多", "Prone on": "易发期", "Go prone": "趴下", "Prone positioning": "俯卧位通气;位通气;改变体位采用俯卧位;俯卧位", "fall prone": "向前仆倒", "Occasionally prone": "偶尔还会停水", "prone bed": "卧椅", "prone macerals": "偏油煤素质", "prone position": "卧姿;俯卧位;俯卧姿势;伏卧位"}, "ex": ["adj. 俯卧的；有…倾向的，易于…的", "n. (Prone)人名；(意、法)普罗内"], "eg2": [["Unfortunately, women may be more  to the feeling than men because of how we relate to each other.", "很不幸的是，由于女人们之间的互联关系，她们可能比男人更加倾向于出现这种情绪。"], ["This paper examines some of the key characteristics that make software development difficult and error .", "本文考察了一些使软件开发变得困难和容易发生错误的关键特性。"], ["Also  to swelling and infection. If you have them by your 30s, it's almost an accomplishment.", "同样容易肿大和感染。如果你到30岁还有扁桃体那简直是一个成就。"]], "st": {"similar": "supine,prostrate"}}, "proper": {"pron": {"peg": "['prɑpɚ]", "pam": "['prɑpɚ]"}, "wp": {"proper noun": "专有名词;专名;名称名词", "proper disbursement": "正当垫付费用", "Lithuania proper": "立陶宛本部", "proper account": "妥善帐目", "Proper Packing": "包装合格;适宜包装;包装及格", "proper function": "本征函数;本寨数;特寨数;适当功能", "Finland Proper": "西南芬兰区", "proper fraction": "真分数;真分式;实分数", "proper name": "专有名词;专有名称;\t\t固有名字;指人名"}, "ex": ["adj. 适当的；本身的；特有的；正派的", "adv. 完全地", "n. (Proper)人名；(英、德)普罗珀"], "eg2": [["The army must be kitted out with<b> proper</b> medical supplies.", "军队必须配备适当的医药用品。"], [" arrangements have been made for the children who were reft of their parents.", "丧失了父母的孤儿们都得到了适当的安置。"], ["Finally, each year we will voluntarily report to Congress when we have invoked the privilege and why, because there must be  oversight of our actions.", "最后，每年我们会主动向国会报告我们何时行使了这项特权并说明原因，因为对我们的行为必须要有适当的监督。"]], "st": {"similar": "fit"}}, "proponent": {"pron": {"peg": "[prə'ponənt]", "pam": "[prə'ponənt]"}, "wp": {"first proponent": "首创者", "principal proponent": "元勋", "Infantry Proponent": "步兵支持者", "proponent n": "建议者", "Tank Proponent": "坦克支持者", "project proponent": "倡议人", "creatororiginatorfirst proponent": "首创者", "proponent supporter": "支持者", "proponent proponent": "支持者"}, "ex": ["n. 支持者；建议者；提出认证遗嘱者"], "eg2": [["He was an early<b> proponent</b> of the theory that life on Earth may have come from Mars in rocks ejected by asteroid and comet impacts.", "他是这项理论早期的支持者：地球生命也许来自火星，通过小行星和彗星冲撞而由岩石喷射而出。"], ["Well, ironically, he's a<b> proponent</b> of giving away content for free as a business model – and for years he's been telling the music industry to adapt to it.", "嗯，具有讽刺意味的是，他将一个支持者免费赠送东西作为一个商业模型—多年来他讲的音乐产业适合这样发展。"], ["The US space agency has been working on a project with The Planetary Society, a long-time<b> proponent</b> of the technology.", "美国国家航天局正在计划与太阳帆技术的长期支持者“行星学会”一道开发一套类似的系统。"]], "st": {}}, "provincial": {"pron": {"peg": "[prə'vɪnʃl]", "pam": "[prə'vɪnʃl]"}, "wp": {"provincial standard": "地方标准;予标准;处所规范;处所标准", "provincial level": "省级", "provincial capitol": "省会;省议会大厦", "Yunnan Provincial": "云南省委", "provincial economy": "地方经济;省域经济", "Provincial road": "省道", "provincial governor": "省长;官名;古代官名", "Provincial Buildings": "区域大厦", "provincial government": "省政府;省级政府;省级人民政府"}, "ex": ["adj. 省的；地方性的；偏狭的", "n. 粗野的人；乡下人；外地人"], "eg2": [["Want to be a<b> provincial</b> police chief?", "想成为一个省的警察首长吗？"], ["Responsibilities: Responsible for regular work of the  Government. Responsible for development and reform, statistics, finance, fiscal, taxation, Grain and other work.", "分管工作：负责省人民政府常务工作。负责发展和改革、统计、金融、财政、税务、粮食等方面的工作。"], ["Two leading cadres came down from the  capital yesterday.", "昨天从省里下来了两位领导干部。"]], "st": {}}, "pump": {"pron": {"peg": "英 [pʌmp] ", "pam": "美 [pʌmp] "}, "ex": ["n. 泵；抽水机；打气筒；船鞋", "v. 追问；盘问；用泵（或泵样器官等）输送；涌出", "abbr. (=", "网络 水泵；帮浦；泵浦"], "eg2": [["She washed her face at the pump in front of the inn.", "她在客栈前的水泵旁洗了洗脸。"], ["a petrol pump", "汽油泵"], ["a gas pump", "汽油泵"], ["a foot/hand pump(= that you work by using your foot or hand)", "脚踏泵；手摇泵"], ["a bicycle pump", "自行车打气筒"], ["ballet pumps", "芭蕾舞鞋"], ["The engine is used for pumping water out of the mine.", "这台发动机是用来从矿井中抽水的。"], ["The heart pumps blood around the body.", "心脏把血液输送到全身。"], ["The lake had been pumped dry.", "湖水已被抽干。"], ["Blood was pumping out of his wound.", "血从他的伤口喷出。"], ["He kept pumping my hand up and down.", "他不停地摇动着我的手。"], ["I pumped the handle like crazy.", "我拼命地来回摇动手柄。"], ["She sprinted for the line, legs pumping.", "她双腿紧蹬，奔向终点线。"], ["My heart was pumping with excitement.", "我激动得心里怦怦直跳。"], ["See if you can pump him for more details.", "看你能不能向他再探问出些细节来。"], ["They pumped her full of painkillers.", "他们给她服用大量的止痛药。"], ["They pumped her full of painkillers.", "他们给她服用大量的止痛药。"]]}, "quarrel": {"ex": ["v. 争吵；吵架；吵嘴", "n. 争吵；口角；拌嘴；抱怨（或不赞成）的理由", "网络 吵过；斗嘴；争执"], "pron": {"peg": "英 ['kwɒrəl] ", "pam": "美 ['kwɔrəl] "}, "eg2": [["a family quarrel", "家庭纷争"], ["He did not mention the quarrel with his wife.", "他没有提起和妻子的争吵。"], ["They had a quarrel about money.", "他们为钱吵了一架。"], ["Were you at any time aware of a quarrel between the two of them?", "你什么时候注意到他俩拌过嘴吗？"], ["We have no quarrel with his methods.", "我们没有理由不赞成他的方法。"], ["My sister and I used to quarrel all the time.", "我和妹妹过去老是吵架。"], ["She quarrelled with her brother over their father's will.", "她和弟弟因父亲遗嘱的事起了争执。"]]}, "quirk": {"ex": ["n. 怪癖；急转；借口", "n. (Quirk)人名；(英)夸克"], "pron": {"peg": "[kwɝk]", "pam": "[kwɝk]"}, "st": {}, "wp": {"quirk router": "狭槽刨", "Patrick Quirk": "理夸克;局总经理奎克", "Michael Quirk": "半导体制造技术", "Graham Quirk": "库尔克", "quirk moulding": "鸟喙形线脚", "Quirk Mode": "怪癖模式;宽松模式", "Nathan Quirk": "奎尔克", "quirk bead": "槽隔小圆", "william quirk": "威廉突变"}, "eg2": [["It could be that some<b> quirk</b> of human anatomy — say, the way the wrist bones are configured or how the thumb is shaped — allows him to do that especially well.", "她猜想，这可能是因为人体解剖学上的一些突然弯曲，也就是说，手腕的骨头的配置，或拇指的形状，允许他完美地完成这样一系列的动作。"], ["The code in Listing 6 reflects one other rather subtle interface ; the menu count must be cached in advance.", "清单 6 中的代码反映了另外一个相当微妙的界面怪事；菜单数必须提前缓存起来。"]]}, "racism": {"pron": {"peg": "['resɪzəm]", "pam": "['resɪzəm]"}, "wp": {"against racism": "反对种族主义", "No Racism": "种族主义", "experience racism": "遭受种族主义的歧视", "xenophobic racism": "仇外的种族主义;翻译", "modern racism": "现代种族主义", "Of Racism": "等种族主义", "ism racism": "种族主义", "Racism Hurts": "种族歧视伤害", "Rational Racism": "理性种族主义"}, "ex": ["n. 种族主义，种族歧视；人种偏见"], "eg2": [["How do you really reduce the stress of ?", "你怎样真正的降低来自种族歧视的压力？"], ["The majority is in no doubt that there is  in the boardroom – that in itself demands attention.", "多数人毫不怀疑会议室里存在种族主义——也不怀疑这一问题需要关注。"], ["She complicates them all, so that while Scout is the lovable narrator whose family deplores , we are not allowed to forget that she and her family benefit from the privilege of being white.", "她赋予所有角色复杂的色彩，所以虽然我们从斯各特那可爱的口吻中知道芬奇家很痛恨种族主义，但是我们却不能忘记斯各特和她的家庭因为是白人而获益。"]], "st": {}}, "reals": {"ex": ["实数（real的复数）", "实在的东西（real的复数）", "n. (Reals)人名；(法)雷亚尔；(英)里尔斯"], "pron": {}, "st": {}, "wp": {"extended reals": "扩充实数集", "Russell C Reals": "标签", "Reals Russell C": "名称", "Sa reala realS": "软件即供职", "geometry of reals": "实几何", "reals and lies": "哥特摇滚", "Field of Reals": "实数域"}, "eg2": []}, "reinforce": {"pron": {"peg": "[,riɪn'fɔrs]", "pam": "[,riɪn'fɔrs]"}, "wp": {"Components reinforce": "电路板插件组强", "reinforce spleen": "健脾", "structure reinforce": "结构加固", "constantly reinforce": "不断增强", "Reinforce treatment": "加固处治", "Reinforce Tape": "补强带;加强带", "Reinforce Armaments": "强固武装", "Reinforce concrete": "砼与砌体结构;加强混凝土", "reinforce e": "加强;增援;一般用于军队或警察的行动"}, "ex": ["vt. 加强，加固；强化；补充", "vi. 求援；得到增援；给予更多的支持", "n. 加强；加固物；加固材料"], "eg2": [[" this by cultivating an attitude of gratitude.", "通过培养感激的态度加强这一观点。"], ["But I do expect some commitment to<b> reinforce</b> coordination.", "但我认为会做出一些承诺以加强协调。"], ["In fact, all of these variables seem to  each other.", "事实上，所有这些变量似乎都是互相加强的。"]], "st": {"transform": [["vt.", "reinforced,reinforcing"]]}}, "reluctant": {"pron": {"peg": "[rɪ'lʌktənt]", "pam": "[rɪ'lʌktənt]"}, "wp": {"reluctant realism": "谨慎的现实主义", "Reluctant Dragon": "书名", "reluctant to": "不愿意;勉强的;不愿", "reluctant start": "勉强的开端", "reluctant -": "不情愿的", "reluctant admission": "勉强的承认", "Reluctant see": "不愿意看到", "Reluctant speakers": "不愿开口的学生", "Reluctant smile": "不情愿的微笑;不愿意微笑"}, "ex": ["adj. 不情愿的；勉强的；顽抗的"], "eg2": [["Even if the child is , he knows that the time is reserved for reading.", "即使孩子们不情愿，他也会知道那个时间是为了阅读留出来的。"], ["If the company is  to give you a list, do some research on your own (Google it).", "如果公司不情愿给您名单，那您可以独自地做一些调查(谷歌它)。"]], "st": {"similar": "disinclined,hesitant,loath,averse"}}, "remarkable": {"pron": {"peg": "[rɪ'mɑrkəbl]", "pam": "[rɪ'mɑrkəbl]"}, "wp": {"Remarkable Rocks": "神奇岩石;神奇岩石群;卓越岩;奇岩巨石", "remarkable significant": "异常的;非凡的", "Remarkable Filter": "瑞玛科宝过滤", "remarkable model": "非凡的模型;显着的模型;显着示范", "REMARKABLE CREATURE": "奇妙生物", "remarkable a": "值得注意的;非凡的;异常的", "Mt Remarkable": "卓越山", "Remarkable Mountains": "卓越山脉", "Her remarkable": "成就斐然"}, "ex": ["adj. 卓越的；非凡的；值得注意的"], "eg2": [["Have you made the choice to be ?", "你是否做出了成为卓越的选择？"], ["The skill with which he faceted the great diamond is .", "他在大颗钻石上雕琢小平面的技巧是不同凡响的。"], ["And, more , once you did, have you any idea how come this sentence breaks the rules but read it you still can?", "而且，更值得注意的是，一旦你造句后，你是否知道：为何这句话即便不符合规则但你仍然能读出它？"]], "st": {"similar": "noticeable"}}, "repelled": {"ex": ["v. 防；击退（推开）"], "pron": {}, "st": {}, "wp": {}, "eg2": []}, "restore": {"pron": {"peg": "[rɪ'stɔr]", "pam": "[rɪ'stɔr]"}, "wp": {"database restore": "数据库恢复;数据库还原;资料库还原", "restore recovery": "还原恢复;备份恢复", "Restore All": "复原所有窗口;全部还原;恢复所有;还原一切", "offline restore": "离线还原;脱机还原", "Restore Life": "生命回复;人命复兴;命恢复", "Nand restore": "还原", "restore sequence": "还原顺序", "eyelash restore": "眼睫毛每恢复;睫毛恢复;睫毛还原", "restore to": "使恢复;恢复到"}, "ex": ["vt. 恢复；修复；归还", "vi. 恢复；还原"], "eg2": [["The sea air will help to<b> restore</b> his health.", "海洋的空气将有助于恢复他的健康。"], ["Once soils are puddled badly, it may require several seasons to .", "一旦土壤板结粘闭，可能要几个季节才能得以恢复。"], ["Unlike complete recovery, you have to<b> restore</b> all data files, instead of only the selected data files to be recovered.", "与完全备份不一样，您必须恢复所有数据文件，而不只是要恢复选定的数据文件。"]], "st": {"transform": [["vt.", "restored,restoring"]], "similar": "renew"}}, "sacrifice": {"pron": {"peg": "英 ['sækrɪfaɪs] ", "pam": "美 ['sækrɪ.faɪs] "}, "ex": ["n. 牺牲；祭祀；祭品；祭献", "v. 牺牲；献出；以（人或动物）作祭献", "网络 赵氏孤儿；奉献；献祭"], "eg2": [["The makers of the product assured us that there had been no sacrifice of quality.", "这一产品的制造商向我们保证说他们没有牺牲质量。"], ["Her parents made sacrifices so that she could have a good education.", "为了让她受良好的教育，她的父母作了很多牺牲。"], ["to make the final/supreme sacrifice(= to die for your country, to save a friend, etc.)", "牺牲生命"], ["They offered sacrifices to the gods.", "他们向众神献上祭品。"], ["a human sacrifice(= a person killed as a sacrifice )", "用作祭品的人"], ["She sacrificed everything for her children.", "她为子女牺牲了一切。"], ["The designers have sacrificed speed for fuel economy.", "设计者为节省燃料牺牲了速度。"], ["Would you sacrifice a football game to go out with a girl?", "你愿意放弃一场足球赛，去跟一个女孩子约会吗？"]]}, "seminar": {"pron": {"peg": "['sɛmɪnɑr]", "pam": "['sɛmɪnɑr]"}, "wp": {"Business Seminar": "商务研讨会;业务研讨", "hr seminar": "人力资源研讨会;小时研讨会", "seminar course": "研究学程;研究科目;专题研究科目", "Lunch Seminar": "午间研讨会;午餐会;经济学院青年学术沙龙;非正式教学研讨会", "Basic Seminar": "突破性领导力基础课程;基本课程;真善美讲座", "Advanced seminar": "高级研讨会", "Seminar Gaming": "对抗模拟方法;种讨论式对抗模拟", "Salzburg Seminar": "萨尔斯堡论坛;萨尔斯堡会议", "Olympic Seminar": "奥运主题讲座"}, "ex": ["n. 讨论会，研讨班"], "eg2": [["We were in the same —don`t you remember?", "我们那时在同一个研讨班——你不记得了吗？"], ["If I would have said, \"This is a communications , \" how many of you would have showed up?", "因为如果我说这是一次沟通讨论会的话，你们当中会有多少人能到场呢？"], ["By offering me a gift at the , they were increasing the pressure on me to buy whatever they were selling. That is, if I had showed up.", "在讨论会上送了一份礼物给我，他们就是在对我施加压力以使我买下他们推销的任何一种商品。绝对是那样，如果我到场的话。"]], "st": {}}, "shtick": {"ex": ["n. 滑稽场面；妙语；特色"], "pron": {"peg": "[ʃtɪk]", "pam": "[ʃtɪk]"}, "st": {}, "wp": {}, "eg2": []}, "skyrocket": {"ex": ["v. 飞涨；猛涨", "n. 流星焰火；高空探测火箭", "网络 急剧上升；一飞冲天；暴涨"], "pron": {"peg": "英 ['skaɪ.rɒkɪt] ", "pam": "美 ['skaɪ.rɑkət] "}, "eg2": []}, "sleeve": {"pron": {"peg": "英 [sliːv] ", "pam": "美 [sliv] "}, "ex": ["n. 袖子；套管；有…袖子的；唱片套", "v. 给…装袖子", "网络 套筒；袖长；衣袖"], "eg2": [["a dress with short/long sleeves", "短袖╱长袖连衣裙"], ["Dan rolled up his sleeves and washed his hands.", "丹挽起袖子洗了洗手。"], ["a short-sleeved shirt", "短袖衬衫"], ["a colourful sleeve design", "色彩斑斓的唱片套设计"]]}, "sociological": {"pron": {"peg": "[,sosiə'lɑdʒɪkəl]", "pam": "[,sosiə'lɑdʒɪkəl]"}, "wp": {"sociological characteristics": "社会学特征", "Sociological Facts": "社会现象", "sociological category": "社会学的范畴", "Sociological Justice": "社会学视野中的司法", "sociological theories": "社会学理论", "Sociological pedagogy": "社会学的教育学", "sociological cognition": "社会学认知", "sociological strangulation": "社会学性的扼杀", "sociological perspective": "社会学视角;社会学角度;社会学;社会学配景"}, "ex": ["adj. 社会的（等于sociologic）；社会学的；针对社会问题的"], "eg2": [], "st": {}}, "sovereignty": {"pron": {"peg": "['sɑvrənti]", "pam": "['sɑvrənti]"}, "wp": {"shared sovereignty": "共享主权", "Sphere Sovereignty": "领域主权", "popular sovereignty": "人民主权论;人民主权;主权在民;大众主权", "Producer Sovereignty": "生产者主权", "Abolethic Sovereignty": "底栖魔鱼帝国", "sovereignty state": "主权国家", "historic sovereignty": "历史性所有权;历史性主权权利", "grain sovereignty": "粮食安全;生态风险", "individual sovereignty": "个人主权"}, "ex": ["n. 主权；主权国家；君主；独立国"], "eg2": [["The superpower often tramples on the independence and  of other countries.", "这个超级大国经常无视别国的独立和主权。"], ["This is critical for the<b> sovereignty</b> of Iraq and Afghanistan.", "这对于伊拉克和阿富汗的主权是至关重要的；"], ["We respect your<b> sovereignty</b> and the tremendous sacrifices you have made for your country.", "我们尊重你们的主权，以及你们为自己的国家做出的重大牺牲。"]], "st": {"transform": [["n.", "sovereignties"]]}}, "specialist": {"pron": {"peg": "['spɛʃəlɪst]", "pam": "['spɛʃəlɪst]"}, "wp": {"Training Specialist": "培训专员;助理;培训师;培训专家", "Product Specialist": "产品专员;产品专家;产品技术专员;产品推广主管", "Media Specialist": "媒介人员;媒介专员;前言职员;媒体专家", "Drafting Specialist": "机械制图员", "HR Specialist": "人事专员;人力资源专员;人力专员;招聘专员", "Specialist Physician": "执业内科医生;专科医师;专家内科医生;内科医生", "Promotions Specialist": "促销员;导购;催销员;销售导购", "Project Specialist": "项目执行;协调人员;项目专员;店铺空间设计专员", "Documentation Specialist": "单证员;技术文件管理专员;文件管理专员;技术文件管理"}, "ex": ["n. 专家；专门医师", "adj. 专家的；专业的"], "eg2": [["Is he the  who studies UFO?", "他是研究飞碟的专家吗?"], ["We had better call in a<b> specialist</b> at this critical moment.", "在这个关键时刻我们最好请一位专家来。"], ["We have eliminated all statistical tables, which are of interest only to the .", "我们删去了全部统计表格，因只有专家才对这些表格感兴趣。"]], "st": {}}, "splutter": {"ex": ["n. 劈啪声；急忙说出的话；杂乱的声音", "vt. 喷溅；气急败坏地说", "vi. 喷溅唾沫；语无伦次地说"], "pron": {"peg": "['splʌtɚ]", "pam": "['splʌtɚ]"}, "st": {}, "wp": {"splutter print": "溅射印刷", "to splutter": "批哩啪啦", "It Makes Fengtiangui Splutter": "这让冯天贵坐卧不宁", "splutter with rage": "勃然大怒"}, "eg2": [["In postcolonial India and China, where billions are now being coerced into a transition from agrarian to urban industrial economies, this cycle had barely begun before it began to . ", "殖民时代结束的印度，现在数十亿被强制性地从农业耕地转入城市工业经济，周期开始仓促之前它才勉强开始。"], ["My literary pretensions made C  with laughter, but poetry weaves a potent spell.", "我木讷的搞怪做作让C捧腹大笑。 但是诗歌却编织了一个强有力的诅咒。"], ["Hotel lifts get stuck, and even the espresso machines in Hanoi’s Parisian-style cafés  to a halt.", "旅馆电梯停止了运转，甚至连河内的法式咖啡馆里的咖啡机也无法工作。"]]}, "struck": {"pron": {"peg": "[strʌk]", "pam": "[strʌk]"}, "wp": {"Gold Struck": "好运降临", "Ship struck": "除籍", "atom struck": "受撞原子", "struck capacity": "装载能量", "Ghost Struck": "鬼阴惊", "When struck": "亡灵系伤害率", "struck out": "三击出局;三击不中出局;原意指出局", "Suddenly Struck": "突然来袭", "struck jury": "特别陪审团"}, "ex": ["adj. 受罢工影响的", "v. 罢工，打击，撞击（strike的过去式和过去分词）", "n. (Struck)人名；(英)斯特拉克；(瑞典)斯特鲁克；(德)施特鲁克"], "eg2": [["He hit me, so I<b> struck</b> him back.", "他打了我， 所以我才还手打他。"], ["They<b> struck</b> for more pay.", "他们为增加薪金而罢工。"], ["She<b> struck</b> a glass of wine in my hand.", "她一掌打落了我手中的一杯酒。"]], "st": {}}, "surge": {"ex": ["n. 汹涌；大浪，波涛；汹涌澎湃；巨涌", "v. 汹涌；起大浪，蜂拥而来"], "pron": {"peg": "[sɝdʒ]", "pam": "[sɝdʒ]"}, "st": {"transform": [["vi.", "surged,surging"]]}, "wp": {"surge wave": "涌波;碎浪波;水击波", "Surge Arrester": "避雷器;过电压吸收器;\t\t电涌放电器;冲击吸收器", "surge suppressor": "突波遏抑器;电涌抑制器;浪涌抑制器;电涌保护器", "surge bin": "缓冲仓;贮仓;平衡料仓;储料斗", "surge drum": "平衡筒;\t\t贮液筒;缓冲罐;中间罐", "surge damper": "减震器", "surge injector": "脉冲引弧器", "lumbar surge": "腰椎滑脱", "surge capability": "过载能力;缓冲能力;浪涌能力"}, "eg2": [["But for some people merely imagining this scene creates an adrenaline .", "但是对于某些人但是想象这一幕就会肾上腺素激增。"]]}, "suspect": {"pron": {"peg": "[sʌspɛkt; (for v.) səˈspɛkt]", "pam": "[sʌspɛkt; (for v.) səˈspɛkt]"}, "wp": {}, "ex": ["n. 嫌疑犯", "adj. 可疑的；不可信的", "vt. 怀疑；猜想", "vi. 怀疑；猜想"], "eg2": [], "st": {}}, "thrive": {"pron": {"peg": "[θraɪv]", "pam": "[θraɪv]"}, "wp": {"thrive derrick": "吊杆转臂起重机", "Indeed Thrive": "更繁荣昌盛", "thrive in": "于", "thrive-": "兴旺", "to thrive": "繁荣兴旺;大量生长;要一举超越;使兴旺", "thrive miraculously": "奇迹般地兴盛", "thrive person": "吊杆控制员", "concreting thrive": "浇注混凝土起重机臂", "Thrive Island": "生存安卓版"}, "ex": ["vi. 繁荣，兴旺；茁壮成长"], "eg2": [["A business cannot<b> thrive</b> without good management.", "企业没有良好的管理不会兴旺。"], ["And I want every child to have the same chances to learn and dream and grow and  that you girls have.", "我同时也希望每一个孩子都能拥有跟你们一样的学习机会，同样充满梦想，然后茁壮成长起来。"], ["If you are yourself at work, you will either  or wither, and if you wither chances are that you are in the wrong place to begin with.", "如果你在工作中坚持做自己，你要么茁壮成长，要么逐渐枯萎，当你枯萎的时候，还会有机会在你枯萎的错误地方重新开始。"]], "st": {"transform": [["vi.", "thrived或throve,thrived或thriven,thriving"]], "similar": "succeed"}}, "tongue": {"ex": ["n. 舌头；语言；方言；嘴巴", "v. 舔；榫接；嵌接", "网络 鞋舌；舌状物；岩舌"], "pron": {"peg": "英 [tʌŋ] ", "pam": "美 [tʌŋ] "}, "eg2": [["He clicked his tongue to attract their attention.", "他咂嘴发出啧啧声以吸引他们的注意。"], ["She ran her tongue over her lips.", "她用舌头舔着嘴唇。"], ["It's very rude to stick your tongue out at people.", "向别人吐舌头是非常不礼貌的。"], ["a slice of ox tongue", "一片牛口条"], ["None of the tribes speak the same tongue.", "这些部落所说的语言都不相同。"], ["I tried speaking to her in her native tongue.", "我试着用她的本族语和她说话。"], ["He has a sharp tongue.", "他说话尖酸刻薄。"], ["I'll thank you to keep a civil tongue in your head(= speak politely) .", "请你说话讲究礼貌。"], ["sharp-tongued", "说话尖刻的"], ["a tongue of flame", "火舌"], ["It's not a name that exactly trips off the tongue, is it?", "这个名字叫起来拗口，是不是？"], ["It's not a name that exactly trips off the tongue, is it?", "这个名字叫起来拗口，是不是？"]]}, "transcend": {"ex": ["vt. 胜过，超越"], "pron": {"peg": "[træn'sɛnd]", "pam": "[træn'sɛnd]"}, "st": {"similar": "excel"}, "wp": {"to transcend": "超越;越过", "TRANSCEND SD": "创见SD", "TRANSCEND TS8GSDHC": "创见TS8GSDHC", "Transcend S5": "创见S", "transcend transcend": "超越", "TRANSCEND P6": "创见", "transcend ego": "超越自我", "transcend description": "没法形容", "TRANSCEND CJC": "创见"}, "eg2": [["To free your mind you have to  the judge and the victim.", "要使心灵得到解脱，必须超越法官和受害人。"], ["So how do you  looking for someone better and yet different than what you had in the family?", "那么，你又如何超越，去寻找更好的、且不同于家人的经验所得的那一位呢？"], ["When you can  the limitations of these senses and achieve a higher level of consciousness, you are leaving the \"horses\" behind - \"flying over them.", "当你能够超越这些限制，达到一个更高的意识阶段时，你就离开了在你身后的“马儿”，“飞过了他们”。"]]}, "turmoil": {"pron": {"peg": "['tɝmɔɪl]", "pam": "['tɝmɔɪl]"}, "wp": {"regional turmoil": "地区动荡;地区动乱;局部动荡", "hūnnáo turmoil": "惛怓", "of Turmoil": "骚动之", "Beijing turmoil": "书名", "Turmoil BRKs": "下一篇", "considerable turmoil": "相当大风暴;大风暴;可观的动乱", "l turmoil": "升风暴", "Maker Turmoil": "做市商危机", "emotional turmoil": "感情波动"}, "ex": ["n. 混乱，骚动"], "eg2": [["The current<b> turmoil</b> is a contest over whether religion or the State should have the upper hand, and whether politicians or the army should represent the State.", "当前的混乱是关于究竟该宗教还是国家占上风的论战，是关于该政治家还是军队来代表这个国家的论战。"], ["We expect the value of gold to continue to hold up well in 2009 and 2010 against the backdrop of global market<b> turmoil</b> and the directionless behaviour of other commodities.", "基于对全球市场混乱和大宗商品价格的无序变动仍将延续的判断，我们预期金价在2009年和2010年都将保持高位运行态势。"], ["Asia is not ready yet, America is in , and Europe is conservative, so this is another transitional phase.", "亚洲还没准备好，美洲处在混乱之中，欧洲比较保守，所以这会是另一个过渡阶段。"]], "st": {}}, "unashamedly": {"ex": ["adv. 无愧地；厚颜无耻"], "pron": {"peg": "['ʌnə'ʃeimidli]", "pam": "['ʌnə'ʃeimidli]"}, "st": {}, "wp": {}, "eg2": []}, "undermine": {"pron": {"peg": "['ʌndɚ'maɪn]", "pam": "['ʌndɚ'maɪn]"}, "wp": {"undermine pattern": "掏槽方式", "undermine v": "渐渐破坏", "undermine e": "暗中破坏;危害;破坏;侵蚀…的基础", "undermine hapiness": "破坏幸福感", "Hatred Undermine": "仇根", "undermine unity": "涣散团结", "undermine countries": "国家生计", "to undermine": "倾覆;挖墙脚;败坏", "undermine country": "危害国家生计"}, "ex": ["vt. 破坏，渐渐破坏；挖掘地基"], "eg2": [["His enemies are spreading rumours to<b> undermine</b> his authority.", "他的敌人在散布谣言来暗中破坏他的威信。"], ["That’s why I won’t accept any attempts to<b> undermine</b> the independence of this agency.", "这就是为什么我不会容忍任何破坏这一机构的独立性的企图。"], ["Neither side supports any attempts by any force to  this principle.", "双方均不支持任何势力企图破坏这一原则的行动。"]], "st": {"transform": [["vt.", "undermined,undermining"]], "similar": "weaken"}}, "undoubtedly": {"ex": ["adv. 确实地，毋庸置疑的"], "pron": {"peg": "[ʌn'daʊtɪdli]", "pam": "[ʌn'daʊtɪdli]"}, "st": {}, "wp": {"undoubtedly ad": "无容置疑;不容置疑地;毋庸置疑地", "hardware undoubtedly": "硬件", "Medicare undoubtedly": "国民保健", "Undoubtedly The": "无疑增加", "undoubtedly will": "势必", "Backpare undoubtedly": "后跟", "undoubtedly ĥ": "无疑", "suare undoubtedly": "正方的", "adware undoubtedly": "广告软件"}, "eg2": [["He is<b> undoubtedly</b> the pride of China.", "毫无疑问他是中国的骄傲。"], ["It is  she who has said that.", "这话明明是她说的。"], ["I think that we will  continue.", "我认为，我们无疑将继续下去。"]]}, "unveil": {"pron": {"peg": "[,ʌn'vel]", "pam": "[,ʌn'vel]"}, "wp": {}, "ex": ["vt. 使公之于众，揭开；揭幕", "vi. 除去面纱；显露"], "eg2": [], "st": {}}, "vicar": {"ex": ["n. 教区牧师；（美国圣公会的）牧师", "网络 代理人；代理主教；教皇"], "pron": {"peg": "英 ['vɪkə(r)] ", "pam": "美 ['vɪkər] "}, "eg2": []}, "victorious": {"pron": {"peg": "[vɪk'tɔrɪəs]", "pam": "[vɪk'tɔrɪəs]"}, "wp": {}, "ex": ["adj. 胜利的；凯旋的"], "eg2": [], "st": {}}, "virtue": {"pron": {"peg": "['vɝtʃʊ]", "pam": "['vɝtʃʊ]"}, "wp": {"Virtue Jurisprudence": "美德法理学;文本论;法理学", "King Virtue": "北京市京伦律师事务所", "Ewhereasy Virtue": "水性杨花", "civic virtue": "公民道德;公民德行;公民美德;公民德性", "Rob Virtue": "罗伯·弗丘;罗伯特", "Conflicted Virtue": "高储蓄两难;美德两难论;两难的美德;美德冲突", "Eoncey Virtue": "水性杨花", "Epistemic virtue": "知德性", "Paul Virtue": "比鲁埃"}, "ex": ["n. 美德；优点；贞操；功效", "n. (Virtue)人名；(英)弗丘"], "eg2": [["Honesty is a .", "诚实是一种美德。"], ["Teachers should impress the children with the  of always telling the truth.", "老师应当让孩子们牢记说实话的美德。"], ["Questions of good and bad,  and vice, appear on virtually every page of The Prince.", "善恶，美德与邪恶的问题，几乎出现在《君王论》的每一页的篇幅中。"]], "st": {}}, "weird": {"ex": ["adj. 怪异的；不可思议的；超自然的", "n. （苏格兰）命运；预言"], "pron": {"peg": "[wɪrd]", "pam": "[wɪrd]"}, "st": {}, "wp": {"Weird Nature": "灵趣自然;生命之源", "too weird": "太不可思议", "Weird Cup": "奇怪世界杯", "Weird vonk": "馆长冯蔚德", "Carissas Weird": "卡里萨的维尔德", "Weird Egg": "神秘的蛋", "Weird Pistol": "玩具兵大战", "weird brush": "奇奇怪怪笔", "wonderfully weird": "一只快乐的土豆"}, "eg2": [["The student inadvertently transposed the e and the i in “”.", "学生误将“”中的e和i次序写颠倒了。"], ["It is all an attitude, and one day the attitude will become a<b> weird</b> cramp, a pain, and then it will collapse.", "它完全是一种人生观，某天这种观念将不可思议地成为一种束缚，一种痛苦，然后这种观点会倒塌。"], ["We watched him go out on a run the first time and wondered how long this<b> weird</b> obsession would last.", "我们看着他出去开始第一次的跑步，猜想这个不可思议的念头会持续多长时间。"]]}, "wherewithal": {"pron": {"peg": "['wɛrwɪ'ðɔl]", "pam": "['wɛrwɪ'ðɔl]"}, "wp": {"financial wherewithal": "资金;财政资源;金融手段", "Wherewithal-To-Bear Pill": "所以载丸", "Wherewithal The means": "为做某事而需要的钱"}, "ex": ["n. 必要的资金（或手段）", "adv. 用什么", "conj. 用以（等于wherewith）"], "eg2": [], "st": {}}, "wield": {"pron": {"peg": "[wild]", "pam": "[wild]"}, "wp": {"wield vt": "使用", "To Wield": "舞;施加影响", "Dual Wield": "双手武器;二刀流;双武器;双持武器", "wield correctly": "正确运用", "wield sword": "装备剑", "wield scope": "使用范围", "wield d": "行使;支配;挥舞;挥", "wield club": "挥动着棍棒", "wield power": "行使权力;眨眼;迂回的;风车"}, "ex": ["vt. 使用；行使；挥舞"], "eg2": [["Congress was designed so that minorities can<b> wield</b> power well out of proportion to their number if they stick together.", "国会就是这样设计的，如果少数派们联合起来，他们能够行使大于他们人数比例的权力。"], ["Those under suspicion can also  supreme power over their potential accusers, or be in charge of allocating funding to their projects or institutions.", "那些被怀疑的人也会向那些潜在的指控者挥舞权力的大棒，或者掌管着为后者及其单位分配经费。"], ["Last, they thought about how actively the candidates<b> wield</b> their power.", "最后，他们还考量候选人如何积极活跃地行使其权势。"]], "st": {}}, "yoke": {"ex": ["n. 轭；枷锁；束缚；羁绊", "v. 用轭把（动物）套在一起；给（动物）上轭；（强行）使结合", "网络 磁轭；牛轭；支架"], "pron": {"peg": "英 [jəʊk] ", "pam": "美 [joʊk] "}, "eg2": [["the yoke of imperialism", "帝国主义的枷锁"], ["A pair of oxen, yoked together, was used.", "把两头牛用轭套在一起使唤。"], ["an ox yoked to a plough", "用轭套在犁上的牛"], ["The Hong Kong dollar was yoked to the American dollar for many years.", "港元多年来与美元挂钩。"]]}}, "Title": "On “Game of Thrones”, Conservatism, Israel and Lidl\n", "paperStatistics": {"suggestedfocus": "22.2 Minutes", "wordsset": 969, "keywords": "Brexit,Game,business,defence,dynastic,family,history,nation", "toughwords": 215, "allwords": 1957, "title": "On “Game of Thrones”, Conservatism, Israel and Lidl\n", "desc": "Our political columnist pitches a dynastic new television show\n", "img": "https://cdn.static-economist.com/sites/default/files/20190420_blp909.jpg\n", "date": "2019-04-22 10:44:36", "link": "2019_4_22_10.json"}}