{"date": "2018-05-29 22:21:36", "content": "\n It’s a question the law can struggle to answer, particularly when it comes to fiction\n \n THE SAME basic plotlines form the basis for thousands of stories. A joke has it that there are only two plots: \n \n . Ursula Le Guin’s “A <span class=\"fa fa-info-circle\">Wizard</span> of Earthsea” and J. K. Rowling’s “Harry Potter” series both feature a young <span class=\"fa fa-info-circle\">orphan</span> boy who discovers he has magical powers, attends a <span class=\"fa fa-info-circle\">Wizard</span>ing school and defeats an evil <span class=\"fa fa-info-circle\">adversary</span>, but no one would argue that they tell the same story. (Much the same could be said of Luke Skywalker.) Several recent <span class=\"fa fa-info-circle\">lawsuit</span>s regarding <span class=\"fa fa-info-circle\">allege</span>d <span class=\"fa fa-info-circle\">copyright</span> <span class=\"fa fa-info-circle\">infringement</span>s raise an <span class=\"fa fa-info-circle\">imp</span>ortant question. When it comes to an <span class=\"fa fa-info-circle\">overlap</span> of theme, plot or character, how close is too close?\n \n “The Shape of Water” (pictured), the best-picture winner at this year’s Oscars, is the subject of a <span class=\"fa fa-info-circle\">lawsuit</span> brought by the <span class=\"fa fa-info-circle\">estate</span> of Paul Zindel, a <span class=\"fa fa-info-circle\">Pulitzer</span> prize-winning American <span class=\"fa fa-info-circle\">playwright</span>. The <span class=\"fa fa-info-circle\">estate</span> claims that <span class=\"fa fa-info-circle\">Guillermo</span> del Toro’s film “<span class=\"fa fa-info-circle\">brazenly</span> copies the story, elements, characters and themes” of Zindel’s play “Let Me Hear You <span class=\"fa fa-info-circle\">Whisper</span>” (1969). Both stories are set in a government-controlled laboratory during the cold war. Both feature a cleaner who develops a relationship with a <span class=\"fa fa-info-circle\">captive</span> sea <span class=\"fa fa-info-circle\">creature</span>, dancing in front of its tank with a <span class=\"fa fa-info-circle\">mop</span> to a love song and devising a plan to <span class=\"fa fa-info-circle\">smuggle</span> it to safety in a <span class=\"fa fa-info-circle\">laundry</span> <span class=\"fa fa-info-circle\">cart</span> after she learns of plans to kill and <span class=\"fa fa-info-circle\">dissect</span> it.\n \n There are <span class=\"fa fa-info-circle\">notable</span> differences, and Mr Del Toro denies that the production team had heard of the play prior to the <span class=\"fa fa-info-circle\">lawsuit</span>. Yet even if there were proof that they had, Zindel’s <span class=\"fa fa-info-circle\">heir</span>s might find that the case isn’t clear-cut. Mark Litwak, an entertainment <span class=\"fa fa-info-circle\">attorney</span> who specialises in <span class=\"fa fa-info-circle\">copyright</span>, <span class=\"fa fa-info-circle\">trademark</span> and intellectual-property law and often serves as an expert witness in motion-industry disputes, says that <span class=\"fa fa-info-circle\">copyright</span> <span class=\"fa fa-info-circle\">lawsuit</span>s based on plot similarities are <span class=\"fa fa-info-circle\">notoriously</span> difficult to win: it is not legally possible to own an idea. “Concepts, themes, subject matter—those are <span class=\"fa fa-info-circle\">inherently</span> not <span class=\"fa fa-info-circle\">copyright</span>able,” he says. \n \n American <span class=\"fa fa-info-circle\">copyright</span> law protects “the expression of an author”, a concept that is hard to define. It primarily prevents <span class=\"fa fa-info-circle\">verbatim</span> <span class=\"fa fa-info-circle\">reproduction</span>s of an author’s words, but it can also <span class=\"fa fa-info-circle\">encompass</span> finely drawn characters and detailed plot points as well as <span class=\"fa fa-info-circle\">narrative</span> <span class=\"fa fa-info-circle\">progression</span>. Yet there is no clear ruling as to how many elements of an author’s work need to be mirrored before an <span class=\"fa fa-info-circle\">accusation</span> of <span class=\"fa fa-info-circle\">copyright</span> <span class=\"fa fa-info-circle\">violation</span> holds weight. \n \n The <span class=\"fa fa-info-circle\">onus</span> is on the <span class=\"fa fa-info-circle\">plaintiff</span> to prove that <span class=\"fa fa-info-circle\">infringement</span> has occurred and that what has been copied is “more than an idea”, as Mr Litwak puts it. Unlike <span class=\"fa fa-info-circle\">patent</span> law, the first person to publish a creative concept does not own it. “If two people come up with the same story independently, without borrowing from the other one, they both get the <span class=\"fa fa-info-circle\">copyright</span> in t<span class=\"fa fa-info-circle\">heir</span> work,” he explains. \n \n That doesn’t mean that ideas are without value—or that they can’t be <span class=\"fa fa-info-circle\">pitch</span>ed and sold. Another <span class=\"fa fa-info-circle\">lawsuit</span> is currently in progress over “Stranger Things” (pictured below), a hit drama from Netflix, co-written by Matt and Ross Duffer. Charlie Kessler, who also writes for the streaming site, claims he <span class=\"fa fa-info-circle\">pitch</span>ed the idea for a feature to the brothers when he met them at a film festival in 2014. He states that his ideas—explored in a short film he produced in 2012—were the inspiration for the hit series, which launched in 2016. He is not accusing the Duffer brothers of <span class=\"fa fa-info-circle\">copyright</span> <span class=\"fa fa-info-circle\">infringement</span> but of “<span class=\"fa fa-info-circle\">imp</span>lied <span class=\"fa fa-info-circle\">breach</span> of <span class=\"fa fa-info-circle\">contract</span>”. The Duffer brothers deny that the conversation ever took place. \n \n What makes <span class=\"fa fa-info-circle\">conceptual</span> <span class=\"fa fa-info-circle\">plagiarism</span> particularly difficult to define and prove is the likelihood of authors developing similar ideas independently. “<span class=\"fa fa-info-circle\">Brilliant</span> minds think alike—and also <span class=\"fa fa-info-circle\">mediocre</span> minds think alike,” says Mr Litwak. “When the \n \n  publishes a story about something there’s probably a dozen writers in Hollywood who read it and use it as a jumping-off point to write a plot, and they’re not copying each other but they come up with stuff that’s somewhat similar.” This is particularly true of <span class=\"fa fa-info-circle\">genre</span> fiction, which <span class=\"fa fa-info-circle\">adhere</span>s to certain <span class=\"fa fa-info-circle\">formula</span>s and <span class=\"fa fa-info-circle\">trope</span>s. Both “Stranger Things” and Mr Kessler’s short film share similarities with a book called “The Montauk Project: Experiments in Time” (1992), about secret experiments conducted at a government <span class=\"fa fa-info-circle\">facility</span> on Long Island.\n \n John Krasinski’s post-<span class=\"fa fa-info-circle\">apocalyptic</span> <span class=\"fa fa-info-circle\">horror</span> film “A Quiet Place”, which was released last month, shares several plot similarities with “The Silence”, a novel from 2015 by Tim Lebbon. Both stories are set in a future where monsters that hunt by sound are decimating <span class=\"fa fa-info-circle\">humanity</span>, and feature a family with a deaf daughter seeking <span class=\"fa fa-info-circle\">shelter</span> in the countryside. Although there are key differences—particularly with regards to the nature of the <span class=\"fa fa-info-circle\">creature</span>s—“A Quiet Place” left fans of Mr Lebbon <span class=\"fa fa-info-circle\">confuse</span>d. Several enquired whether it was a long-<span class=\"fa fa-info-circle\">await</span>ed <span class=\"fa fa-info-circle\">adaptation</span> of his novel. Mr Lebbon responded that the film’s similarities were “a little troubling” but wrote that he was confident that the adaption of his novel—which is due out later this year—“will stand on its own”. <span class=\"fa fa-info-circle\">Inevitably</span> “The Silence”, s<span class=\"fa fa-info-circle\">imply</span> for arriving second, will be <span class=\"fa fa-info-circle\">perceive</span>d to have <span class=\"fa fa-info-circle\">tiptoe</span>d in the footsteps of “A Quiet Place”.\n \n Perhaps a clearer legal framework that formally protects detailed plot development, as well as characters, would help writers safeguard t<span class=\"fa fa-info-circle\">heir</span> original ideas. But even then, assessing whether or not <span class=\"fa fa-info-circle\">infringement</span> has occurred is likely to be a <span class=\"fa fa-info-circle\">subjective</span> matter. Mr Litwak <span class=\"fa fa-info-circle\">cite</span>s two similar cases in which authors admitted to taking an idea from an existing work, based on historical characters, but denied <span class=\"fa fa-info-circle\">copyright</span> <span class=\"fa fa-info-circle\">infringement</span>. In one, the judge ruled that the idea was not subject to <span class=\"fa fa-info-circle\">copyright</span> and the <span class=\"fa fa-info-circle\">plaintiff</span> lost. In the other, the <span class=\"fa fa-info-circle\">plaintiff</span> won on the basis that several <span class=\"fa fa-info-circle\">overlap</span>ping plot elements <span class=\"fa fa-info-circle\">constitute</span>d <span class=\"fa fa-info-circle\">infringement</span>. \n \n While it is frustrating for authors to put time and effort into creating original stories only to see them mirrored elsewhere, there is a reason that ideas remain free. The plot may provide the <span class=\"fa fa-info-circle\">backbone</span> of a story, but it is the details that can transform a <span class=\"fa fa-info-circle\">hackney</span>ed concept into something <span class=\"fa fa-info-circle\">innovative</span>. Readers, for t<span class=\"fa fa-info-circle\">heir</span> part, often enjoy spotting connections and similarities. The coming of a decades-long winter, accompanied by invading northern <span class=\"fa fa-info-circle\">tribe</span>s and <span class=\"fa fa-info-circle\">fearsome</span> snow monsters in Le Guin’s 1966 novel “Planet of Exile” are echoed to great effect in a different fantasy setting in “Game of Thrones”. “A <span class=\"fa fa-info-circle\">Wizard</span> of Earthsea” is wonderful, but it doesn’t mean that readers have no room in t<span class=\"fa fa-info-circle\">heir</span> hearts for “Harry Potter”. ", "last": "2018_5_31_1.json", "next": "2018_5_31_3.json", "assistent": {"Brilliant": {"ex": ["adj. 灿烂的，闪耀的；杰出的；有才气的", "n. (Brilliant)人名；(英、俄)布里连特"], "pron": {"peg": "['brɪljənt]", "pam": "['brɪljənt]"}, "st": {"similar": "bright,intelligent"}, "wp": {"Empress Brilliant": "皇辉蜂鸟", "Myron Brilliant": "薄迈伦", "Brilliant Eyes": "智能眼", "brilliant thunder": "梦乃狸", "spread brilliant": "薄钻石", "English brilliant": "英国多面型", "brilliant white": "炽白光;亮白;特白色;加亮取景器", "brilliant red": "亮红;鲜红;艳红;红得鲜艳夺目的", "Larry Brilliant": "布利连;拉里·布利连;布莱恩"}, "eg2": [["The countryside was bathed in<b> Brilliant</b> sunshine.", "乡间沐浴在灿烂的阳光下。"], ["He has made rapid and<b> Brilliant</b> progress in his studies.", "他在学业上有着迅速而突出的进步。"], ["The audience was inexpressibly astonished at the<b> Brilliant</b> performance.", "那出色的表演使观众感到说不出的惊讶。"]]}, "Guillermo": {"ex": ["n. (Guillermo)人名；(葡、西、英)吉列尔莫；(法)吉耶尔莫"], "pron": {}, "st": {}, "wp": {"Guillermo Molins": "吉列尔莫·莫林斯;莫林斯", "Guillermo Varela": "吉列尔莫·瓦雷拉;瓦雷拉;巴雷拉;华利拿", "Guillermo Stabile": "斯塔比尔;斯塔比勒;斯塔比莱;勒莫·斯塔贝莱", "Guillermo Rigondeaux": "里贡多;奥尔迪斯;圭勒莫;圭乐莫", "Guillermo Martínez": "吉列尔莫·马丁内斯;马丁内斯", "Francisco Guillermo": "奥乔亚", "Guillermo Linares": "李纳瑞", "Guillermo Ayala": "代理典狱长艾雅拉", "Guillermo Solana": "索拉纳"}, "eg2": []}, "Inevitably": {"ex": ["adv. 不可避免地；必然地"], "pron": {"peg": "[ɪn'ɛvɪtəbli]", "pam": "[ɪn'ɛvɪtəbli]"}, "st": {}, "wp": {"inevitably demand": "不可避免地需求;必然要求;必然需求", "inevitably y": "不可避免地;必然地", "inevitably involved": "必然涉及", "follow inevitably": "不可避免地到来", "inhibit inevitably": "不可避免地禁止", "single inevitably": "不可避免地挑选", "result inevitably": "不可避免地产生", "inevitably civilized": "不可避免的文明;不可避免地文明", "succeed inevitably": "必然地成功"}, "eg2": [["So how to you deal with all this when it<b> Inevitably</b> arises?", "所以当这些事情不可避免的发生时，你该怎么处理呢 ?"], [", if you are modeling a large system or a large area of a business, there will be many different classifiers in your model.", "不可避免，如果你正在为一个大的系统或大的业务领域建模，在你的模型中将会有许多不同的分类器。"], [", another financial crisis hit this summer in the US and Europe.", "不可避免地，另一场金融危机今夏袭击了美国和欧洲。"]]}, "Pulitzer": {"ex": ["n. 普利策（美国新闻业经营者）"], "pron": {"peg": "['pulitsə; 'pju:-]", "pam": "['pulitsə; 'pju:-]"}, "st": {}, "wp": {"Pulitzer Fountain": "普利策喷泉;普立兹喷泉;普立兹喷水池", "Joesph Pulitzer": "获得普利策", "Lisa Pulitzer": "普利策;莉萨·普利策", "Pulitzer Center": "普利策中心;新闻报导中心", "Henry Pulitzer": "亨利·普利策", "Lilly Pulitzer": "白色凉鞋;时装设计师莉莉普利策;丽莉", "Pulitzer Bella": "贝拉普利", "Joseph Pulitzer": "约瑟夫·普利策;普利策;普立兹;开创人", "Ralph Pulitzer": "拉尔夫·普利策"}, "eg2": [["Some of the journalists were<b> Pulitzer</b> Prize winners, ... ", "有些记者还是普利策奖的获奖者，..."], ["I leave it to you and the  committee to decide which list is better, mine or the one that is taking up 800 pages of this magazine.", "我会交由你和普利策评奖委员会来决定哪个名单更为出色：是我的这个，还是占用了《时代》杂志800页的那个名单。"], ["It was the work in which I, and other investigative reporters, won the<b> Pulitzer</b> Prize.", "正是这项工作让我和其他记者赢得了普利策新闻奖。"]]}, "Whisper": {"ex": ["n. 私语；谣传；飒飒的声音", "vi. 耳语；密谈；飒飒地响", "vt. 低声说出"], "pron": {"peg": "['wɪspɚ]", "pam": "['wɪspɚ]"}, "st": {}, "wp": {"Silver Whisper": "银啸号;银萧号", "HERBAL WHISPER": "加拿大荟诗;荟诗", "Winds Whisper": "风语", "whisper number": "耳语数字;惠斯珀数;谣言的数字", "Healing Whisper": "痊愈私语;治愈低语", "Whisper Island": "私语岛", "whisper harmar": "谂着哈玛的名字", "Whisper Mode": "省电模式;经济模式", "Wedding Whisper": "婚姻物语"}, "eg2": [["A congenital lip deformity caused him to speak in a nasal, almost unintelligible .", "天生的嘴唇畸形致使他说话带有鼻音，耳语般几乎听不大清。"], ["Spend some time wandering among things that were built before our time and listen for the lessons they can  to you.", "花一些时间徜徉在我们这个时代以前所建造的物品之间，聆听着他们对我们的丝丝耳语。"], ["She wanted to draw close to him and<b> Whisper</b> against his cheek—she did not care what—as she might have done if she had not been a respectable woman.", "她想靠近一点，然后靠着他的脸颊低声耳语——她并不在意——并不在意她现在期许的与一位值得尊敬的女性应该做的不相符合。"]]}, "Wizard": {"ex": ["n. 向导；奇才；术士；魔术师", "adj. 出色的；巫师的；巫术的；魔术的", "v. 〈罕〉施巫术", "网络 精灵；男巫；法师"], "pron": {"peg": "英 ", "pam": "美 [ˈwɪzə(r)d] "}, "eg2": [["a computer/financial, etc. wizard", "计算机、金融等奇才"]]}, "accusation": {"ex": ["n. 控告，指控；谴责"], "pron": {"peg": "[,ækju'zeʃən]", "pam": "[,ækju'zeʃən]"}, "st": {}, "wp": {"concrete accusation": "具体罪名;具体罪", "accusation evidence": "检举证据;指控证据;控告的证据", "written accusation": "书面控告;检举信;翻译", "serious accusation": "严重指控", "mutual accusation": "相互指摘", "accusation meeting": "控诉会", "Constitutional Accusation": "宪法控诉", "category accusation": "类罪名", "accusation mechanism": "举报机制"}, "eg2": [["Lyndon was exonerated from the  of cheating.", "林登被免受进行欺骗的指控。"], ["He evidenced his  with some material evidence.", "他以一些物证作为控告的证据。"], ["Were they en route to a public , a mass trial or sentencing or even a mass execution?", "他们是要去接受公众控告，群众审讯或者是判决抑或甚至是一场群众处决？"]]}, "adaptation": {"pron": {"peg": "英 [.ædæp'teɪʃ(ə)n] ", "pam": "美 [.ædæp'teɪʃ(ə)n] "}, "ex": ["n. 适应；改编本；改写本", "网络 改编剧本；调适；适应性"], "eg2": [["a screen adaptation of Shakespeare's ‘Macbeth’", "莎士比亚悲剧《麦克佩斯》的电影改写本"], ["the adaptation of desert species to the hot conditions", "沙漠物种对炎热环境的适应"]]}, "adhere": {"pron": {"peg": "[əd'hɪr]", "pam": "[əd'hɪr]"}, "wp": {}, "ex": ["vi. 坚持；依附；粘着；追随", "vt. 使粘附"], "eg2": [], "st": {"transform": [["vi.", "adhered,adhering"]]}}, "adversary": {"pron": {"peg": "英 ['ædvə(r)s(ə)ri] ", "pam": "美 ['ædvər.seri] "}, "ex": ["n. （辩论、战斗中的）敌手", "网络 对手；敌人；对头"], "eg2": []}, "allege": {"pron": {"peg": "[ə'lɛdʒ]", "pam": "[ə'lɛdʒ]"}, "wp": {"to allege": "辩称", "allege vt": "宣称", "allege e": "在无真凭实据的情况下宣称;断言", "allege to": "辩称", "allege illness": "借口有病", "allege falsely": "佯言", "Allege Moderato": "中庸的快板", "allege about": "谈及", "allege afflictedly": "拿腔拿调"}, "ex": ["vt. 宣称，断言；提出…作为理由"], "eg2": [["The court papers<b> allege</b> she may be a voyeur.", "法庭文件宣称她可能是一个偷窥狂。"], ["Police officers are now routinely arresting people in order to add their DNA sample to the national police database, an inquiry will<b> allege</b> tomorrow.", "明天将有一份调查宣称：警察官们如今例行抓人是为了采集他们的DNA样本放入国家警用数据库。"], ["The lawsuits  that \"certain of Toyota's cars and trucks have a defect that causes sudden uncontrolled acceleration to speeds of up to 100 mph or more, \" the Los Angeles Times reported Monday.", "《洛杉矶时报》星期一的报道称，该诉讼宣称“某些丰田小汽车和卡车有一种缺陷，能导致汽车突然失控，速度意外加快，高达每小时100英里或更快。"]], "st": {"transform": [["vt.", "alleged,alleging"]]}}, "apocalyptic": {"ex": ["adj. 启示录的；天启的"], "pron": {"peg": "[əˌpɒkəˈlɪptɪk]", "pam": "[əˌpɒkəˈlɪptɪk]"}, "st": {}, "wp": {"Apocalyptic Love": "末日之爱;唱片名", "apocalyptic reprisals": "天启的报复", "apocalyptic a": "预示世界末日的", "apocalyptic amount": "参考价钱", "Apocalyptic Nostalgia": "重生幻象", "Apocalyptic Prophecy": "启示录式预言", "Apocalyptic fear": "另类摇滚", "Apocalyptic defect": "灾难缺陷", "apocalyptic data": "指示性数据"}, "eg2": [["Your characterisation of Confucianism, with its simultaneous  and grandiose predictions for China, is barely more than a cartoon.", "你对于儒教的描述以及你同时作出的有如天启一般浮夸的中国预言就像一副卡通画。"], ["Who else was an<b> apocalyptic</b> prophet? Paul.", "还有谁是启示主义先知？保罗。"], [" is a political ideology, but what kind of politics it teaches in the early times of Christianity can vary.", "天启论是一种政治意识形态，但它所教导的政治主张,在基督教早期可能不同。"]]}, "attorney": {"pron": {"peg": "[ə'tɝni]", "pam": "[ə'tɝni]"}, "wp": {"district attorney": "地方检察官;地区检察官;检察官;公诉人", "defense attorney": "辩护律师;辩方律师;被告辩护人;被告辩护律师", "Without Attorney": "不需要律师", "Attorney Registration": "律师之注册登记", "Attorney consultation": "律师咨询", "lawyer attorney": "律师", "securities attorney": "证券律师", "Atty attorney": "代理人;律师", "State Attorney": "州检察官;国家检察院"}, "ex": ["n. 律师；代理人；检察官"], "eg2": [["The evidence demolished the 's case.", "那证据驳倒了律师提出的理由。"], ["The  for the defense challenged the juror.", "被告辩护律师不同意这位陪审员。"], ["He delegated his power of  to his sister-in-law.", "他把他的代理人的权力委托给他的嫂子。"]], "st": {"transform": [["n.", "attorneys"]], "similar": "lawyer"}}, "await": {"pron": {"peg": "[ə'wet]", "pam": "[ə'wet]"}, "wp": {"await earnings": "等待盈利", "Glory await": "光荣的待命", "I Await": "我等待着", "Much await": "期待已久的", "await forevre": "等待下去就", "Await rescue": "车库摇滚", "await respectively": "恭候", "await t": "等候", "Await Check": "等候检查"}, "ex": ["vt. 等候，等待；期待"], "eg2": [["We<b> await</b> your command.", "我们等待你的口令。"], ["We<b> await</b> your decision.; We are expecting you to make a decision.", "我们期待你作出决定。"], ["If the changes that  delivery are independent of other changes, the changes can be delivered directly.", "如果等待交付的变更对其他的变更来说是独立的，那么该变更可以直接进行交付。"]], "st": {"similar": "expect"}}, "backbone": {"ex": ["n. 骨干；支柱；脊柱；骨气", "网络 脊骨；主干；脊椎"], "pron": {"peg": "英 ['bæk.bəʊn] ", "pam": "美 ['bæk.boʊn] "}, "eg2": [["Agriculture forms the backbone of the rural economy.", "农业是农村经济的基础。"], ["He doesn't have the backbone to face the truth.", "他没有面对现实的勇气。"]]}, "brazenly": {"ex": ["adv. 厚脸皮地，厚颜无耻地"], "pron": {"peg": "['breizənli]", "pam": "['breizənli]"}, "st": {}, "wp": {}, "eg2": [["Some, like Cosco, a shipping giant, have  tried to renege on contracts.", "有些公司，比如航运巨头中国远洋运输公司厚颜无耻地试图毁约。"], ["Some wore hoods up and scarves to mask their faces but others<b> brazenly</b> walked in.", "有些人戴着帽兜和围巾掩盖面部，但另一些人则明目张胆地走进去。"], ["I watched hooded youths<b> brazenly</b> running up my road towards the store.", "我看见带着头巾的年轻人们沿着我家门口的路跑向商店。"]]}, "breach": {"pron": {"peg": "英 [briːtʃ] ", "pam": "美 [britʃ] "}, "ex": ["v. 违反；违背；在…上打开缺口", "n. 突破口；破坏；缺口；（对法规等的）违背", "网络 破裂；裂口；违约"], "eg2": [["a breach of contract/copyright/warranty", "违约；侵犯版权；违反保证"], ["They are in breach of Article 119.", "他们违犯了第 119 条。"], ["(a) breach of the peace(= the crime of behaving in a noisy or violent way in public)", "扰乱治安"], ["a breach of confidence/trust", "泄密；背信"], ["a breach of security(= when sth that is normally protected is no longer secure)", "破坏安全"], ["a breach in Franco-German relations", "法德关系的破裂"], ["They escaped through a breach in the wire fence.", "他们从铁丝网上的一个缺口逃走了。"], ["The government is accused of breaching the terms of the treaty.", "政府被控违反条约中的规定。"], ["The dam had been breached.", "大坝决口了。"]]}, "captive": {"ex": ["n. 俘虏；囚徒；战俘", "adj. 被监禁的；被关起来的；被困住的；人身自由受限制的", "网络 被俘虏的；被迷住的；被监禁的人"], "pron": {"peg": "英 ['kæptɪv] ", "pam": "美 ['kæptɪv] "}, "eg2": [["captive animals", "关在笼子里的动物"], ["They were taken captive by masked gunmen.", "他们被蒙面的持枪歹徒劫持了。"], ["captive breeding(= the catching and breeding of wild animals)", "野生动物的人工捕获饲养"], ["A salesman loves to have a captive audience(= listening because they have no choice) .", "推销员喜欢不得不听的听众。"]]}, "cart": {"pron": {"peg": "英 [kɑː(r)t] ", "pam": "美 [kɑrt] "}, "ex": ["n. 手推车；（两轮或四轮）运货马车；手拉车", "v. 用马车运送；用车装运；用手提（笨重物品）；强行带走", "网络 购物车；大车；二轮运货马车"], "eg2": [["a horse and cart", "一套马车"], ["a shopping/baggage cart", "购物车；行李车"], ["a serving cart", "上菜手推车"], ["a golf cart", "高尔夫球具车"], ["The rubbish is then carted away for recycling.", "垃圾接着被运去作回收处理。"], ["We had to cart our luggage up six flights of stairs.", "我们得把行李提着上六段楼梯。"], ["The demonstrators were carted off to the local police station.", "示威游行者被强行带到当地的警察局。"]]}, "cite": {"pron": {"peg": "[saɪt]", "pam": "[saɪt]"}, "wp": {"Cite Administrative": "市政中心", "cite function": "表彰性功能", "to cite": "引征", "cite quote": "引用", "cite e": "呼叫", "CITE COFFEE": "西堤岛咖啡;西堤岛咖啡厅;名咖啡品牌;法国西堤岛咖啡义乌店", "quote cite": "引用前人事例或着作作为明证", "Yong Cite": "雍城", "Cite Group": "隶属于城邦集团"}, "ex": ["vt. 引用；传讯；想起；表彰"], "eg2": [["He continues to<b> cite</b> the article as evidence of his legitimacy.", "他不断引用该文章作为自己研究合法性的证据。"], ["This research tool will help you collect, organize and appropriately<b> cite</b> any sources you find over the Web.", "这个研究工具会帮助你收集、组织并适当地引用你在网上发现的任何资源。"], ["The next time you hear someone<b> cite</b> these percentages, listen with a careful ear, for faulty analyses abound.", "下次在你听到有人引用这些比例的时候，如果你仔细听，一定能听到错误的分析。"]], "st": {"transform": [["vt.", "cited,citing"]]}}, "conceptual": {"pron": {"peg": "[kən'sɛptʃʊəl]", "pam": "[kən'sɛptʃʊəl]"}, "wp": {"Conceptual Album": "概念专辑;点专辑", "conceptual scheme": "概念图式;概念架构;\t\t概念组合;概念框架", "Conceptual metaphor": "概念隐喻;概念隐喻理论;隐喻概念;概念比喻", "conceptual design": "概念设计;方案设计;概念性设计;导出高层逻辑模型", "conceptual domain": "概念域;认知域;从一个概念域", "conceptual approach": "概念研究;概念取向", "conceptual system": "概念系统;概念体系", "conceptual representation": "概念表征;语义表征;概念表示;概念再现", "CONCEPTUAL MONTAGE": "概念蒙太奇;观点蒙太奇"}, "ex": ["adj. 概念上的"], "eg2": [["The confusion in this area arises from a<b> conceptual</b> error.", "这一领域的混淆来自于概念上的错误。"], ["As we continue to apply software technology in uncharted areas, the act of creating requirements for software systems becomes one of  innovation.", "当我们不断的将软件技术用于未知领域，为软件系统创建需求的行为成为一种概念上的革新。"], ["While there is little doubt that humans form and use concepts all the time, not much is known about how  knowledge is created in the brain or how it guides us to make efficient choices.", "毫无疑问，人们一直不断地形成并运用概念。 但我们对于概念在大脑中是如何被创造的，或者概念是如何引导我们做出有效选择这些问题所知甚少。"]], "st": {}}, "confuse": {"ex": ["vt. 使混乱；使困惑"], "pron": {"peg": "[kən'fjʊz]", "pam": "[kən'fjʊz]"}, "st": {"similar": "puzzle", "transform": [["vt.", "confused,confusing"]]}, "wp": {"be confuse": "糊涂;惑乱", "confuse dates": "弄错日期", "confuse endlessly": "无限地混乱", "confuse intricately": "复杂地混乱", "confuse readers": "对应", "confuse missile": "使导弹制导系统失误", "nto confuse": "搅乱", "confuse the": "混淆了视听", "to confuse": "搅乱;弄混;弄乱;搞混"}, "eg2": [["Do not<b> confuse</b> this class with the view.", "不要把这个类与视图混淆。"], ["We should not<b> confuse</b> lack of implementation with lack of evidence.", "我们不应当把实施不力与缺少依据混为一谈。"], ["Why change your language when what it is going to do is<b> confuse</b> you. ", "为什么在要做的事会是你迷惑的时候,改变你的语言，使它变得简单。"]]}, "constitute": {"pron": {"peg": "['kɑnstətut]", "pam": "['kɑnstətut]"}, "wp": {"electrolyte constitute": "电解液组成", "reasonable constitute": "合理组成;合理组合", "Crime constitute": "贪污罪犯罪构成;犯罪构成", "staff constitute": "员工构成", "requirements constitute": "构建要求;需求构成", "Color constitute": "色彩构成", "Constitute forms": "构成方式", "Boundary Constitute": "边界构成", "constitute politics": "宪政"}, "ex": ["vt. 组成，构成；建立；任命"], "eg2": [["Four quarts<b> constitute</b> a gallon.", "四夸脱构成一加仑。"], ["They do not<b> constitute</b> a complete and continuous set of memoranda.", "他们不能构成一个完整的、持续的一整套备忘录。"], ["They<b> constitute</b> your memories; where you were, what you were doing, what you were interested in, what you were thinking of.", "它们组成了你的回忆；你曾在哪里，你曾做了什么，你曾对什么感兴趣，你曾思考过什么。"]], "st": {"transform": [["vt.", "constituted,constituting"]]}}, "contract": {"pron": {"peg": "英 ['kɒntrækt] ", "pam": "美 "}, "ex": ["v. 收缩；订约；感染", "n. 【法】合同；〈非正式〉买凶杀人", "网络 契约；合约；婚约"], "eg2": [["a contract of employment", "雇用合同"], ["a research contract", "从事研究的合同"], ["to enter into/make/sign a contract with the supplier", "与供应商签订合同"], ["These clauses form part of the contract between buyer and seller.", "这些条款构成买卖双方所签合同的一部分。"], ["a contract for the supply of vehicles", "提供车辆的合约"], ["to win/be awarded a contract to build a new school", "获得承建一所新学校的合同"], ["a contract worker(= one employed on a contract for a fixed period of time)", "合同工"], ["I was on a three-year contract that expired last week.", "我签订的三年期合同已于上周期满。"], ["Under the terms of the contract the job should have been finished yesterday.", "根据合同的条款，这项工作本应于昨天完成。"], ["She is under contract to(= has a contract to work for) a major American computer firm.", "她已签约为一家大型美国计算机公司工作。"], ["The offer has been accepted, subject to contract(= the agreement is not official until the contract is signed) .", "此报价已获接受，尚须以签约为准。"], ["They were sued for breach of contract(= not keeping to a contract) .", "他们被指控违约。"], ["to take out a contract on sb", "雇凶手杀害某人"], ["Glass contracts as it cools.", "玻璃遇冷收缩。"], ["a contracting market", "萎缩的市场"], ["The heart muscles contract to expel the blood.", "心脏肌肉收缩以挤压出血液。"], ["The exercise consists of stretching and contracting the leg muscles.", "此项训练包括伸展和收缩腿部肌肉。"], ["‘I will’ and ‘I shall’ are usually contracted to ‘I'll’(= made shorter) .", "I will 和 I shall 通常缩约为 I'll。"], ["to contract AIDS/a virus/a disease", "感染艾滋病╱病毒╱疾病"], ["The player is contracted to play until August.", "这位选手签约参加比赛到八月份。"], ["Several computer engineers have been contracted to the finance department.", "有几位计算机工程师与财务部门签订了合同。"], ["She has contracted to work 20 hours a week.", "她已签订每周工作 20 小时的合同。"]]}, "copyright": {"ex": ["n. 版权，著作权", "adj. 版权的；受版权保护的", "vt. 保护版权；为…取得版权"], "pron": {"peg": "['kɑpɪraɪt]", "pam": "['kɑpɪraɪt]"}, "st": {}, "wp": {"Copyright Agency": "阿塞拜疆版权署;版权代理实务;版权代理", "Copyright Directive": "第2001", "copyright business": "版权贸易;经销;代理;图书版权贸易", "Copyright Affirm": "版权申明", "Copyright Service": "版权服务", "legal copyright": "着作权;版权;法律版权;合法版权", "Copyright Industry": "版权产业;版权财产", "Copyright System": "着作权法系;着作权法制;版权制度", "Network Copyright": "网络版权"}, "eg2": [["Content creators do not have to specifically ask that their<b> copyright</b> not be violated.", "内容创建者并不必须特意询问他们的版权是否被侵害。"], ["In short, if you own the  to something, you have the same rights that you do with anything else and, in some instances, even more.", "总之，如果你拥有某物的版权，你就会有处理其它事情的同样权利，在某些实例之中甚至会更多。"], ["You do not need an assignment, because the  originally vests in your company.", "你不需要一个受让证书，因为你的公司已获得天然的版权。"]]}, "creature": {"ex": ["n. 动物，生物；人；创造物"], "pron": {"peg": "['kritʃɚ]", "pam": "['kritʃɚ]"}, "st": {}, "wp": {}, "eg2": []}, "decimate": {"ex": ["vt. 十中抽一，取十分之一；大批杀害"], "pron": {"peg": "['dɛsə,met]", "pam": "['dɛsə,met]"}, "st": {"transform": [["vt.", "decimated,decimating"]]}, "wp": {"Decimate Christendom": "唱片名", "decimate decimation": "大批杀害", "decimate e": "由十中选一", "decimate sift": "分样筛", "decimate conversion": "抽取变换", "decimate algorithm": "抽取算法", "decimate destroy": "大量毁灭", "Decimate the Weak": "粉碎恐惧", "decimate in frequency": "按频率抽取"}, "eg2": []}, "dissect": {"pron": {"peg": "[dɪˈsɛkt, daɪ-, ˈdaɪˌsɛkt]", "pam": "[dɪˈsɛkt, daɪ-, ˈdaɪˌsɛkt]"}, "wp": {"Dissect Self": "自我解剖", "microscopical dissect": "显微解剖", "Dissect room": "解剖室", "dissect struct": "解剖构造", "dissect variation": "解剖变异", "dissect properties": "解剖性质", "Dissect Sparrow": "解剖麻雀", "Dissect need": "解剖针", "Dissect Test": "解剖测试"}, "ex": ["vt. 切细；仔细分析", "vi. 进行解剖；进行详细分析"], "eg2": [[" the text and find the author's meaning.", "仔细分析课文以理解作者的意思。"], ["We can reasonably hope to  this in this article.", "我们可以在本文中仔细分析该办法。"], ["We now<b> dissect</b> the class and its various methods and explain the roles and anatomy of each method.", "下面我们来详细剖析这个类及其各种方法，并给出各方法的角色和具体分析。"]], "st": {}}, "encompass": {"ex": ["vt. 包含；包围，环绕；完成"], "pron": {"peg": "[ɪn'kʌmpəs]", "pam": "[ɪn'kʌmpəs]"}, "st": {}, "wp": {"Encompass Partner": "第三方产品合作伙伴", "Encompass Championship": "锦标赛", "EI EnCompass": "工程索引数据库", "encompass everything": "笼括一切", "encompass include": "包含", "encompass system": "包围系统", "to encompass": "周围", "encompass s": "环绕", "encompass surround": "包围"}, "eg2": [["This can potentially<b> encompass</b> thousands of schemas and tables and millions of columns from differing databases and files.", "这可能包含数千个模式和表，以及数百万个来自不同数据库和文件的列。"], ["As well as providing graduates with the \"soft skills\" employers want, \"the arts and humanities<b> encompass</b> those things that make life worth living\", he said.", "他说，艺术和人文不仅使毕业生具备雇主所需要的“软技能”，而且“包含那些使生活值得一过的东西”。"], ["Just as individuals have their ownstories, so do organizations; these stories  the history and values ofthat organization and describe how they get things done.", "与个人一样，组织也有自己的故事；这些故事包含着它们自己的历史与价值观，描绘着它们是如何做事的。"]]}, "estate": {"pron": {"peg": "英 [ɪ'steɪt] ", "pam": "美 [ɪ'steɪt] "}, "ex": ["n. 庄园；工业区；住宅区；工厂区", "网络 财产；地产；房地产"], "eg2": [["She lives in a tower block on an estate in London.", "她住在伦敦某住宅区的一栋高楼里。"], ["Her estate was left to her daughter.", "她的遗产全部留给了女儿。"]]}, "facility": {"pron": {"peg": "[fə'sɪləti]", "pam": "[fə'sɪləti]"}, "wp": {"Facility Engineer": "厂务工程师;设备工程师;设施工程师;设施部工程师", "facility seeing": "人为视宁度", "recreational facility": "康乐设施;游憩设施;娱乐设施;文娱设备", "experimental facility": "实验装置;实验设施;试验设备", "mortgage facility": "按揭借款;抵押借款", "facility letter": "贷款确认书;提供贷款通知书;贷款通知;\t\t贷款确认函", "tap facility": "持续发售机制;连续发售机制", "Extended Facility": "中期贷款;扩展贷款", "Facility Manager": "后勤经理;厂务经理;设施经理;设备经理"}, "ex": ["n. 设施；设备；容易；灵巧"], "eg2": [["It describes completely the  and its safety basis.", "它完整的描述了设备,和它的安全基础。"], ["In 1989, he and his wife Raisa personally visited the , above.", "1989年，他和他的妻子赖莎亲自访问了上述设施。"], ["If so, this<b> facility</b> will need to be available at the disaster recovery environment.", "如果是这样，在灾难恢复环境中也需要可以使用这个设施。"]], "st": {"transform": [["n.", "facilities"]]}}, "fearsome": {"pron": {"peg": "['fɪrsəm]", "pam": "['fɪrsəm]"}, "wp": {"Fearsome Beasts": "恐怖的海怪;恐惧的海怪", "Fearsome Roster": "威名远播", "Fearsome struggle": "可怕的争斗", "fearsome sight": "触目惊心", "fearsome creatures": "令人害怕的怪物", "fearsome f": "经典游戏", "fearsome smite": "惊惧斩", "fearsome a": "可怕", "FEARSOME FLOORS": "凶煞回廊;恐怖回廊;恐怖大逃亡;恐怖楼层"}, "ex": ["adj. 可怕的；害怕的；极大的"], "eg2": [["Even the most<b> fearsome</b> fortresses of repression can eventually be breached.", "即便是那些最可怕的专制堡垒也终将被打破。"], ["So why is nuclear radiation so , and what determines how we react when faced with a threat, imagined or real?", "那么，为何核辐射如此可怕，是什么决定我们面对危险（真实的或想象的）时如何反应？"], ["The manticore is the most  of Pandoran predators, and by the look of it might be the toughest carnivore in the known universe.", "闪雷兽是潘朵拉星球上最可怕的肉食者，从它的外观上看，它可能是宇宙中已知的最坚韧的食肉动物。"]], "st": {}}, "formula": {"pron": {"peg": "英 ['fɔː(r)mjələ] ", "pam": "美 ['fɔrmjələ] "}, "ex": ["n. 公式；方案；方程；算式", "adj. (赛车)方程式的(指赛车要符合规定的体积,重量及汽缸容量等)", "网络 分子式；配方；化学式"], "eg2": [["This formula is used to calculate the area of a circle.", "这个公式用于计算圆的面积。"], ["CO is the formula for carbon monoxide.", "CO 是一氧化碳的分子式。"], ["They're trying to work out a peace formula acceptable to both sides in the dispute.", "他们正在设法制订出一个争执双方都可以接受的和平方案。"], ["There's no magic formula for a perfect marriage.", "没有一个达到完美婚姻的神奇方法。"], ["the secret formula for the blending of the whisky", "调配威士忌的秘方"], ["Formula One racing™", "一级方程式赛车"], ["legal formulae", "法律惯用词语"], ["The minister keeps coming out with the same tired formulas.", "这个部长开口便是千篇一律、使人厌倦的套话。"]]}, "genre": {"pron": {"peg": "['ʒɑnrə]", "pam": "['ʒɑnrə]"}, "wp": {"speech genre": "言语体裁;言语类型", "genre channels": "类型节目频道", "game genre": "游戏类型;游戏分类", "literary genre": "文学流派;文学体裁;文学类型", "Kill Genre": "丛林杀戮", "Epic Genre": "对史诗类型", "Genre tradition": "文体传统", "musical genre": "音乐流派", "Genre approach": "体裁教学法;体裁法"}, "ex": ["n. 类型；种类；体裁；样式；流派；风俗画", "(Genre)人名；(法)让尔", "adj. 风俗画的；以日常情景为主题的"], "eg2": [["I believe in the story of the  itself.", "我相信这种音乐流派本身的故事。"], ["Better to give it to someone who knows and enjoys the  and is aware of that marketplace, past and present. You’re asking them to work for free, after all.", "所以最好给那些知道并且热衷这个流派的人去看，他很明白剧本的市场，过去和现在，毕竟你要求他们做这些的时候都是免费的。"], ["Also, definitely read as many scripts as you can -- especially in the<b> genre</b> you have chosen -- which will show you the recent formatting changes and scripts that are more successful than yours.", "而且，一定要尽可能多读些剧本——特别是你选定的那种类型的剧本——那会教你最近的格式编排的变化点，向那些比你成功的剧本学习。"]], "st": {}}, "hackney": {"ex": ["n. 普通乘用的马或挽马；出租马；出租马车；出租汽车", "v. 出租(马,马车等)；滥用；用旧", "adj. 被雇用的；陈腐的", "网络 哈克尼；哈克尼区；伦敦哈克尼"], "pron": {"peg": "英 ['hæknɪ] ", "pam": "美 ['hæknɪ] "}, "eg2": []}, "heir": {"pron": {"peg": "英 [eə(r)] ", "pam": "美 [er] "}, "ex": ["n. 继承人；后嗣；传人", "网络 嗣子；继承者；承继人"], "eg2": [["to be heir to a large fortune", "是大笔财产的继承人"], ["the heir to the throne(= the person who will be the next king or queen)", "王位继承人"], ["the president's political heirs", "总统的政治继承者"]]}, "horror": {"pron": {"peg": "英 ['hɒrə(r)] ", "pam": "美 ['hɔrər] "}, "ex": ["n. 恐惧；厌恶；震惊；对某事物的强烈畏惧（或憎恨）", "网络 恐怖；恐怖片；惊悚"], "eg2": [["People watched in horror as the plane crashed to the ground.", "人们惊恐地看着飞机坠落到地面上。"], ["With a look of horror, he asked if the doctor thought he had cancer.", "他惊恐失色地问医生是否认定他患了癌症。"], ["The thought of being left alone filled her with horror.", "想到被孤零零地留下，她就不寒而栗。"], ["She recoiled in horror at the sight of an enormous spider.", "看到一只巨大的蜘蛛，她吓得直退。"], ["To his horror , he could feel himself starting to cry(= it upset him very much) .", "他很恐惧，感到自己都快哭了。"], ["Her eyes were wide with horror.", "她吓得目瞪口呆。"], ["a horror of deep water", "恐惧深水"], ["Most people have a horror of speaking in public.", "大多数人都十分害怕当众讲话。"], ["The full horror of the accident was beginning to become clear.", "这次悲惨事故的真相已开始逐渐清晰了。"], ["In his dreams he relives the horror of the attack.", "那次袭击的恐怖景象在他的梦中一再重现。"], ["the horrors of war", "战争的恐怖经历"], ["In this section you'll find horror and science fiction.", "你可以在这一部分找到恐怖和科幻小说。"], ["a horror film/movie", "恐怖片"], ["Her son is a little horror.", "她的儿子是个小捣蛋鬼。"]]}, "humanity": {"pron": {"peg": "英 [hjuː'mænəti] ", "pam": "美 [hju'mænəti] "}, "ex": ["n. 人性；人类；人道；仁慈", "网络 人文；博爱；人性化"], "eg2": [["crimes against humanity", "危害人类罪"], ["The story was used to emphasize the humanity of Jesus.", "人们用这个故事来强调耶稣人性的一面。"], ["united by a sense of common humanity", "因一种同是人的情感而团结在一起"], ["The judge was praised for his courage and humanity.", "法官的勇气和人道受到称赞。"]]}, "imply": {"pron": {"peg": "[ɪm'plai]", "pam": "[ɪm'plai]"}, "wp": {"imply happiness": "意味着幸福", "I Imply": "暗示", "imply that": "暗示", "imply virtually": "善意地暗示", "imply meaningfully": "意味深长地暗示", "imply duties": "意味着责任", "imply obviously": "明显地暗示", "imply suggestively": "建议性地暗示", "imply indicate": "意味"}, "ex": ["vt. 意味；暗示；隐含"], "eg2": [["So all these skeptical hypothesis actually<b> imply</b> my thinking and my existence.", "这样所有怀疑主义假设实际上暗示出我的思考和存在。"], ["So yes, the internet furnishes weapons for the oppressors as well as the oppressed – but not, as Morozov seems to , in equal measure.", "所以，是的，互联网为压迫者以及被压迫者提供了武器，但是不像想要暗示的那样，以同样的尺度。"], ["Photographers and designers can surely think of many ways to visually  more by not showing the whole, that is, showing more by showing less.", "摄影师和设计师一定能想到很多的不展示整体的视觉的暗示，也就是通过展示小部分来显示更多。"]], "st": {"transform": [["vt.", "implied,implying"]]}}, "infringement": {"ex": ["n. 侵犯；违反"], "pron": {"peg": "[ɪn'frɪndʒmənt]", "pam": "[ɪn'frɪndʒmənt]"}, "st": {}, "wp": {"willful infringement": "故意侵权;恶意侵权;蓄意侵权;故意侵害", "imminent infringement": "即发侵权;商标即发侵权", "secondary infringement": "间接侵权;间接侵权行为;二次侵权", "infringement dispute": "侵权纠纷", "infringement notice": "触犯入境条例通知书;违章通知书;罚单;起诉通知书", "inducement infringement": "引诱侵权", "intentional infringement": "故意侵权", "infringement losses": "侵权损失", "environmental infringement": "环境侵权"}, "eg2": [["What happens if we have a patent ?", "如果我们侵犯了专利权会怎么样？"], ["Any<b> infringement</b> of this spirit should be avoided.", "应当避免任何侵犯这种精神的行为。"], ["There was the will, however, to hinder that, and my loud protestations against any<b> infringement</b> of its directions.", "无论如何，遗嘱阻止那样行事，我也高声抗议，反对任何违反遗嘱指示的行为。"]]}, "inherently": {"pron": {"peg": "[ɪnˈhɪrəntlɪ]", "pam": "[ɪnˈhɪrəntlɪ]"}, "wp": {"inherently dangerous": "本质危险", "inherentLy biodegradabLe": "本质可生物降解的", "inherently compliant": "本质上符合", "inherently ad": "天性的", "inherently distinctive": "识别性", "inherently shortcoming": "固有缺点", "inherently concurrent": "固有并发", "inherently safe": "自身安全的;固有安全;内在安全", "inherently improbable": "不可能性"}, "ex": ["adv. 内在地；固有地；天性地"], "eg2": [["The model is not<b> inherently</b> flawed, but it is only a part of the answer to establishing a sustainable economy.", "这种模式并没有内在的缺陷，但要想建立一种可持续发展的经济，它只是答案的一部分。"], ["One argument for open source has always been that you have<b> inherently</b> more security because anyone can examine the underlying program code and verify it does what it ought to be doing.", "开源争论的焦点之一就是让你天生的拥有更多的安全性，因为任何人都可以检查程序的代码并证实它在做它应该做的事情。"], ["The values do not mean anything , but they have the nice property of being unique at any given moment of runtime.", "这些值本来没有任何含义，但具有一种良好的特性，即在任何给定的运行时时刻，它们都是唯一的。"]], "st": {}}, "innovative": {"pron": {"peg": "[ˈɪnəˌvetɪv]", "pam": "[ˈɪnəˌvetɪv]"}, "wp": {}, "ex": ["adj. 革新的，创新的；新颖的；有创新精神的"], "eg2": [], "st": {}}, "invade": {"pron": {"peg": "[ɪn'ved]", "pam": "[ɪn'ved]"}, "wp": {"invade unnecessarily": "过多地打扰", "Monster Invade": "小红猪的怪物入侵", "Invade enteritis": "侵袭性肠炎", "invade depth": "浸润深度", "capital invade": "资本涌入", "directly invade": "直接侵入", "on invade": "对入侵;侵入", "outrageously invade": "悍然入侵", "School Invade": "教务部入侵"}, "ex": ["vt. 侵略；侵袭；侵扰；涌入", "vi. 侵略；侵入；侵袭；侵犯"], "eg2": [["Germs<b> invade</b> the organism.", "病菌会侵入机体。"], ["When two viruses<b> invade</b> the same cell, they both begin to copy themselves.", "当两种病毒侵入同一个细胞时，它们俩都开始复制自己。"], ["Learn to say no to people that  your privacy.", "学会对侵犯你的隐私的人说不。"]], "st": {"transform": [["vt.", "invaded,invading"]]}}, "laundry": {"ex": ["n. 洗衣店；洗衣房；要（或正在）洗的衣物；刚洗好的衣物", "网络 要洗的衣服；干洗；爱我别走"], "pron": {"peg": "英 ['lɔːndri] ", "pam": "美 ['lɔndri] "}, "eg2": [["a pile of clean/dirty laundry", "一摞干净的╱脏的衣物"], ["a laundry basket/room", "洗衣筐；洗衣间"], ["to do the laundry", "干洗衣活"], ["The hotel has a laundry service.", "旅馆提供洗衣服务。"]]}, "lawsuit": {"pron": {"peg": "['lɔsut]", "pam": "['lɔsut]"}, "wp": {"Lawsuit sign": "诉权", "Community lawsuit": "群体诉讼", "Criminal Lawsuit": "刑事诉讼", "lawsuit words": "诉讼话语", "detest lawsuit": "厌讼", "Defensive lawsuit": "防卫性诉讼", "Private Lawsuit": "私人民事诉讼", "Medical Lawsuit": "医疗官司;医疗诉讼", "electoral lawsuit": "选举诉讼"}, "ex": ["n. 诉讼（尤指非刑事案件）；诉讼案件"], "eg2": [["They threatened him with a .", "他们以诉讼来威胁他。"], ["They threatened him with a .", "他们以诉讼威逼他。"], ["Cohn says this kind of page-view tracking may seem innocuous, but if the company keeps the data long-term, the information could be subpoenaed to check someone's alibi, or as evidence in a .", "辛迪说这种翻页跟踪似乎是无害的，但如果这家公司长期保留这种数据，那么这种信息可能会被法院传唤以验证一个人的证词，或在诉讼中用作证据。"]], "st": {}}, "mediocre": {"ex": ["adj. 普通的；平凡的；中等的"], "pron": {"peg": "[,midɪ'okɚ]", "pam": "[,midɪ'okɚ]"}, "st": {}, "wp": {"New Mediocre": "新平庸;新平庸时代", "Mediocre Culture": "平凡文明;平凡文化;平庸文化", "mediocre fsuffering": "徒平均输", "Mediocre people": "平庸的人们;平庸的人", "Mediocre Stares": "会所流行", "mediocre ftroubled": "徒平均输", "how mediocre": "聊聊如何", "mediocre ruler": "庸君", "mediocre frugality": "中庸之俭"}, "eg2": [["If you have<b> mediocre</b> skills, that's strike two.", "如果你只有普通的技能，那就是第二个打击。"], ["Tempted as I was by the chocolate-flavored cigarette wrappers, my only purchase was some<b> mediocre</b> pork buns and pastries from the Wonder Bakery.", "在奇迹面包店里，尽管被一些巧克力味的外卷烟叶诱惑着，我还是只买了一些普通的猪肉小面包和糕点。"], ["If the competition is even , it can slow you down.", "如果面临的竞争很普通，你可能会因此放慢脚步。"]]}, "mop": {"ex": ["n. 拖把；墩布；洗碗刷；乱蓬蓬的头发", "v. 用拖把擦干净；用布擦掉（表面）的液体", "网络 猫扑；澳门币；猫扑网(mop.com)"], "pron": {"peg": "英 [mɒp] ", "pam": "美 [mɑp] "}, "eg2": [["a mop and bucket", "带水桶的拖把"], ["a mop of curly red hair", "乱蓬蓬的红色鬈发"], ["She wiped all the surfaces and mopped the floor.", "她把所有的陈设都擦干净，还拖了地板。"], ["He took out a handkerchief to mop his brow(= to remove the sweat) .", "他拿出手绢来擦额头上的汗水。"]]}, "narrative": {"pron": {"peg": "['nærətɪv]", "pam": "['nærətɪv]"}, "wp": {"historical narrative": "历史叙事;历史叙述;历史的叙述", "narrative perspective": "叙述视角;叙事视角;叙事方法;视角", "narrative structure": "叙事结构", "narrative sentence": "陈述句;叙事语句;叙述句;直陈句", "Narrative Style": "叙述风格;视角;叙事模式;叙事方法", "narrative form": "叙述式;叙事形式;叙述形式;叙述方式", "Narrative Therapy": "叙事治疗;叙事疗法;叙事治疗法;叙事心理治疗", "narrative notes": "叙述证券;描述注释", "little narrative": "小叙事;小叙述;细微叙事"}, "ex": ["n. 叙述；故事；讲述", "adj. 叙事的，叙述的；叙事体的"], "eg2": [["Second, a group : who are we? ", "第二，一群人的故事：我们是谁？"], ["She wants to fable up this<b> narrative</b> into a fiction.", "她想把这个故事改编成小说。"], ["Our ordinary life, at least in its<b> narrative</b> quality, provides no direct analog for the programming constructs of these languages.", "我们的日常生活（至少在叙事质量方面）没有提供对这些语言的编程构造的直接模拟。"]], "st": {}}, "notable": {"pron": {"peg": "['notəbl]", "pam": "['notəbl]"}, "wp": {"notable teste": "显着性检验", "most notable": "最为显着", "Notable Book": "将其列入优秀读物", "Notable asteroids": "值得关注的小行星列表", "notable damages": "重大损害", "notable e": "着名的;值得注意的", "Notable Lears": "李尔王", "Notable Advances": "主要进展", "notable characteristics": "显着特征"}, "ex": ["adj. 值得注意的，显著的；著名的", "n. 名人，显要人物"], "eg2": [["It's difficult to level down the<b> notable</b> difference between the two.", "很难消除两者之间的显著差别。"], ["The book stands out as one of the  landmarks in the progress of modern science.", "这部著作是现代科学发展史上著名的里程碑之一。"], ["If there are any<b> notable</b> inconsistencies or discrepancies, think through how you are going to explain the situation.", "如果有任何显著的不相符或让人起疑的情况，要想好该如何去解释这个情况。"]], "st": {}}, "notoriously": {"ex": ["adv. 众所周知地；声名狼藉地；恶名昭彰地"], "pron": {"peg": "[noˈtɔːriəsli]", "pam": "[noˈtɔːriəsli]"}, "st": {"similar": "famous"}, "wp": {"belong notoriously": "臭名远扬", "Notoriously Secretive": "非常神秘", "Most Notoriously": "最令人", "notoriously adv": "尤指因坏事;声名狼藉地", "notoriously publicity-shy": "这位臭名昭着", "notoriously dangerous mines": "危险得出名的煤矿业", "Writers are notoriously insecure": "作家", "I M Notoriously Bored": "我非常无聊", "Notoriously Abusive Iranian Prosecutor": "众所周知辱骂伊朗检察官"}, "eg2": [["Could some of the deaths have been prevented in this<b> notoriously</b> high-risk area?", "在这个众所周知的高危地区，有些死亡是否可以避免？"], ["Derrida famously, , said \"there is nothing outside the text,\" right? What he meant by that, of course, is that there's nothing but text.", "德里达著名地，恶名昭彰地，说道，文本之外什么都没有“,是吧，当然，他意思就是说，需要考虑的只有文本。"], ["Dengue, for example, has  emerged as one of the fastest growing disease burdens in the world; today, cases are reported in many regions formerly free of the disease.", "比如，众所周知的登革热已经成为世界上疾病负担增长最快的病种之一，现在，以往没有这一疾病的许多地区出现了病例报告。"]]}, "onus": {"ex": ["n. 责任，义务；负担", "n. (Onus)人名；(英)奥纳斯"], "pron": {"peg": "['onəs]", "pam": "['onəs]"}, "st": {"transform": [["n.", "onuses"]]}, "wp": {"onus Rasouli": "法拉省副省长拉索利", "onus proringi": "举证责任", "stfound onus": "形态", "Onus Jordan": "标签", "onus proband": "举证责任", "bonus onus": "拿奖金", "onus probi": "举证责任", "stlocated onus": "形态", "dolu onus": "善意欺诈"}, "eg2": [["This type of questioning puts the<b> onus</b> on the client to explain what they want, which is crucial.", "这样的提问可以把责任放到客户身上，让他们解释自己需要什么，这很重要。"], ["The downside is the  of cross-compiling to each platform.", "不好的一面是要负担每个平台的交叉编译工作。"], ["Some contributors to the London meeting said that the  should be put on manufacturers to ensure that their tests meet quality standards.", "此次伦敦会议的一些参与者说，应该让制造商承担起确保它们的测试满足质量标准的责任。"]]}, "orphan": {"ex": ["n. 孤儿", "v. 使成为孤儿", "网络 孤儿怨；孤疑；孤儿进程"], "pron": {"peg": "英 ['ɔː(r)f(ə)n] ", "pam": "美 ['ɔrfən] "}, "eg2": [["He was an orphan and lived with his uncle.", "他是个孤儿，和他叔叔一起生活。"], ["orphan boys/girls", "父母双亡的男孩╱女孩"], ["She was orphaned in the war.", "战争使她成为孤儿。"]]}, "overlap": {"ex": ["v. 交叠；使部分重叠；（时间上）部分重叠；（范围方面）部分重叠", "n. （范围方面的）重叠部分；重叠量；交接时期", "网络 焊瘤；交迭；重迭"], "pron": {"peg": "英 [.əʊvə(r)'læp] ", "pam": "美 [.oʊvər'læp] "}, "eg2": [["A fish's scales overlap each other", "鱼鳞一片片上下交叠。"], ["The floor was protected with overlapping sheets of newspaper.", "地板用一张搭着一张的报纸保护着。"], ["You will need to overlap the pieces of wood slightly.", "你得使这些木片像鱼鳞片似的搭叠起来。"], ["Our jobs overlap slightly, which sometimes causes difficulties.", "我们的工作略有重叠，所以有时引起一些困难。"], ["The language of science overlaps with that of everyday life.", "有些科学用语也用于日常生活。"], ["There is (a) considerable overlap between the two subjects.", "两门科目之间有相当多的共通之处。"], ["an overlap of 5 cm on each roof tile", "每片房瓦上 5 厘米的重叠度"], ["There will be an overlap of a week while John teaches Ann the job.", "将有一周的交接期可以让约翰教导安如何接手工作。"]]}, "patent": {"ex": ["n. 专利；专利权；专利证", "adj. 专利(的)；显然；明摆着的", "v. 取得专利权", "网络 专利的；专利品；专利证书"], "pron": {"peg": "英 ['pæt(ə)nt] ", "pam": "美 ['peɪt(ə)nt] "}, "eg2": [["to apply for/obtain a patent on an invention", "申请╱获得发明专利"], ["The device was protected by patent .", "这一装置受专利保护。"], ["patent applications/laws", "专利申请；专利法"], ["the US Patent Office", "美国专利局"], ["patent medicines", "专利药"], ["It was a patent lie.", "那是赤裸裸的谎言。"]]}, "perceive": {"pron": {"peg": "[pɚ'siv]", "pam": "[pɚ'siv]"}, "wp": {"perceive by": "通过", "perceive vt": "注意", "perceive personally": "亲身知情", "perceive v": "察觉到", "I Perceive": "我注意到", "perceive superficially": "表面地看到", "to perceive": "明察;察觉;感觉到;感觉", "perceive e": "看见;领会;感知;领悟", "perceive tangibly": "明确地感觉到"}, "ex": ["vt. 察觉，感觉；理解；认知", "vi. 感到，感知；认识到"], "eg2": [["The concept reality means to each of us what we , what we experience.", "真实的概念对我们每个人都意味着我们感知的一切，经历的一切。"], ["How we<b> perceive</b> them depends on our relationship with those who carry them out.", "我们如何理解这些法令依赖于我们与那些执行者的关系。"], ["Regardless of your intentions, your reputation is how others<b> perceive</b> you, whether it is realistic or not.", "不管你的意图如何，名声真实与否，你的名声关系到别人对你的感觉如何。"]], "st": {"transform": [["vt.", "perceived,perceiving"]], "similar": "discern"}}, "pitch": {"pron": {"peg": "[pɪtʃ]", "pam": "[pɪtʃ]"}, "wp": {"pitch diameter": "节圆直径;\t\t节径;中径;分度圆直径", "pitch point": "节点;齿轮啮合节点", "axial pitch": "轴向齿距;\t\t轴向节距;轴向螺距;轴向节距截锥涡", "Pitch Perfect": "歌喉赞;完美音调;清唱合唱团;辣妹合唱团", "pitch curve": "理论廓线;凸轮理论廓线;节面曲线;节曲线", "diametral pitch": "径节;直径齿距;齿轮径节;细牙", "pitch cone": "节圆锥;\t\t节锥;\t\t节圆锥面;\t\t分度锥", "wild pitch": "暴投;投手暴投;棒球少女;投球偏离本垒板致捕手无法经正常努力接住", "Fever Pitch": "极度狂热;爱情全垒打;高度兴奋;极度兴奋"}, "ex": ["vi. 倾斜；投掷；搭帐篷；坠落", "vt. 投；掷；定位于；用沥青涂；扎营；向前倾跌", "n. 沥青；音高；程度；树脂；倾斜；投掷；球场"], "eg2": [["He bunted at the first .", "他触击第一个投球。"], ["The batter took the .", "击球手放过这个投球没打。"], ["He keyed the piano up to a concert .", "他把钢琴的音调调到了音乐会要求的音高标准。"]], "st": {"similar": "throw"}}, "plagiarism": {"pron": {"peg": "['pledʒə'rɪzəm]", "pam": "['pledʒə'rɪzəm]"}, "wp": {"Plagiarism clique": "抄袭圈", "Not Plagiarism": "切勿抄袭", "Plagiarism n": "文章", "Plagiarism Mills": "剽窃工厂", "code plagiarism": "代码抄袭", "plagiarism hecking": "论文原创检查申请", "Program plagiarism": "节目抄袭", "Plagiarism Checking": "抄袭检测", "plagiarism identification": "抄袭识别"}, "ex": ["n. 剽窃；剽窃物"], "eg2": [[" is like that; it’s an insider’s obsession.", "剽窃也是如此：它只是内部人员的困扰。"], ["A philosopher from Yunnan University, Wang was a victim of .", "作为来自云南大学的哲学家，王是剽窃的受害者。"], ["It is easy to see how moral rights can be useful in fighting<b> plagiarism</b> since such an act is not only a violation of the author’s copyright, if he or she holds it, but also the moral rights.", "显而易见，道德上的权利在与剽窃的斗争中是如何起作用的，因为这种行为不仅侵犯了作者的版权，如果他或是她持有版权的话，而且也侵犯了其精神权利。"]], "st": {}}, "plaintiff": {"pron": {"peg": "英 ['pleɪntɪf] ", "pam": "美 ['pleɪntɪf] "}, "ex": ["n. 原告；起诉人", "网络 原告人；申诉人；仲裁申诉人"], "eg2": []}, "playwright": {"ex": ["n. 剧作家；编剧", "网络 编剧家；戏剧家；戏剧作家"], "pron": {"peg": "英 ['pleɪ.raɪt] ", "pam": "美 [ˈpleɪˌraɪt] "}, "eg2": []}, "progression": {"ex": ["n. 前进；连续"], "pron": {"peg": "[prə'ɡrɛʃən]", "pam": "[prə'ɡrɛʃən]"}, "st": {}, "wp": {"arithmetic progression": "等差数列;\t\t算术级数;等差级数;等值等差数列", "steady progression": "稳定发展;稳定演变;稳定进步", "weld progression": "焊接进程", "geometrical progression": "几何级数;随顺着几何学比例;等比级数;几何等比级数", "backward progression": "后退步态;翻译;后退", "Disease Progression": "疾病恶化;疾病进展;病程进展;病恶化", "progression agent": "增效剂;改进剂", "problem progression": "形成任务序列;问题序列", "increasing progression": "递增级数"}, "eg2": [["But I can see that .", "但是我能看到那种进步。"], ["The main reason you should do this is for self .", "你去做它的最主要原因是因为这会让你个人进步。"], ["And yet these medications only slow the  of the disease; many people have serious complications despite being on medications.", "然而，这些药物只能减缓病情发展，许多人尽管在服药还是有严重的并发症。"]]}, "reproduction": {"ex": ["n. 繁殖；生殖；复制；再版", "网络 复制品；再生产；再现"], "pron": {"peg": "英 [.riːprə'dʌkʃ(ə)n] ", "pam": "美 [.riprə'dʌkʃ(ə)n] "}, "eg2": [["sexual reproduction", "有性生殖"], ["Use a black pen on white paper to ensure good reproduction.", "用白纸黑笔，以确保复制清晰。"], ["Digital recording gives excellent sound reproduction.", "数字录音的声音效果极佳。"], ["a catalogue with colour reproductions of the paintings for sale", "待售画作的彩色图样目录"], ["reproduction furniture(= furniture made as a copy of an earlier style)", "仿制的旧式家具"]]}, "shelter": {"ex": ["n. 避难所；庇护所；躲避；住所", "v. 躲避；保护；庇护；遮蔽", "网络 掩蔽；欲盖弄潮；掩蔽处"], "pron": {"peg": "英 ", "pam": "美 [ˈʃeltə(r)] "}, "eg2": [["Human beings need food, clothing and shelter.", "人类有衣、食、住的需求。"], ["to take shelter from the storm", "躲避暴风雨"], ["The fox was running for the shelter of the trees.", "狐狸朝树丛跑，想要躲藏起来。"], ["People were desperately seeking shelter from the gunfire.", "人们拼命地找地方躲避炮火。"], ["They built a rough shelter from old pieces of wood.", "他们用旧木条搭了一个简陋的窝棚。"], ["an air-raid shelter", "防空洞"], ["a night shelter for the homeless", "无家可归者夜间收容所"], ["an animal shelter", "动物收容处"], ["Trees shelter the house from the wind.", "树给房子挡住了风。"], ["helping the poor and sheltering the homeless", "帮助贫穷者，庇护无家可归者"], ["Perhaps I sheltered my daughter too much(= protected her too much from unpleasant or difficult experiences) .", "也许我对女儿保护过度了。"], ["We sheltered from the rain in a doorway.", "我们在一处门廊里避雨。"]]}, "similarity": {"ex": ["n. 类似；相似点"], "pron": {"peg": "[,sɪmə'lærəti]", "pam": "[,sɪmə'lærəti]"}, "st": {"transform": [["n.", "similarities"]]}, "wp": {"cosine similarity": "余弦相似性;余弦距离;余弦相似度;向量空间余弦相似度", "semantic similarity": "语义相关性;语义相似度;语义相似性;上的相似性", "Similarity invariance": "相似不变性", "geometric similarity": "几何相似;何相似;几何相似性;几许相似", "dynamic similarity": "动力相似;\t\t动态相似性;\t\t动态相似;动力学相似", "kinematic similarity": "运动相似;运动相似性;运动学相似性;运动学相似", "local similarity": "局域相似;局地相似性;局部相似率", "similarity coefficient": "相似系数;相似性系数;相似度;系数", "Assumed similarity": "假设相似性;假设的相似性;假定相似;假定相似性"}, "eg2": [["You can browse by files, groups, system, and .", "可以按文件、组、系统和相似性进行浏览。"], ["That<b> similarity</b> must happen at both the package level and the file level.", "这种相似性必须同时出现在包级别与文件级别。"], ["Baby Duck Syndrome describes the tendency for visitors to stick to the first design they learn and judge other designs by their  to that first design.", "婴儿鸭综合症描述了游客倾向忠于他们记住的最初设计，并且通过与最初设计的相似度来判断其他的设计。"]]}, "smuggle": {"pron": {"peg": "['smʌgl]", "pam": "['smʌgl]"}, "wp": {"Illegally Smuggle": "非法运送", "smuggle activities": "走私", "smuggle Clause": "反走私条款", "continued smuggle": "后续走私", "smuggle e": "走私;偷运", "smuggle v": "偷运", "smuggle up": "偎依", "smuggle through": "走私运出", "grain smuggle": "粮食走私"}, "ex": ["vt. 走私；偷运", "vi. 走私，私运；偷带"], "eg2": [], "st": {"transform": [["vt.", "smuggled,smuggling"]]}}, "subjective": {"ex": ["adj. 主观的；个人的；自觉的"], "pron": {"peg": "[səb'dʒɛktɪv]", "pam": "[səb'dʒɛktɪv]"}, "st": {}, "wp": {"subjective idealism": "主观唯心主义;主观唯心论", "subjective test": "主观性测试;主观测验;主观测试;主观型考试", "subjective brightness": "主亮度;舟亮度;亮度;主观亮度", "subjective item": "主观题;主观试题;主观要件", "subjective judgement": "主观判断;经验法则与主观判断法;主观评判", "subjective testing": "主观测试评价;\t\t主观测试;主观性测试", "subjective freedom": "主观的自由;主观自由;主体自由", "subjective evaluation": "主观评价;主观评;主观估计;主客观评价", "subjective utility": "主观效用;主观利益"}, "eg2": [["Try to avoid being  and one-sided when looking at problems.", "看问题要避免主观片面。"], ["You should not rest your argument upon  and groundless conclusions.", "你不能以主观臆断作为你的论据。"], ["We should not put<b> subjective</b> reasons on a par with objective reasons in our analysis.", "不能把客观原因与主观原因平列起来分析。"]]}, "tiptoe": {"ex": ["n. 脚尖", "adv. 悄悄；踮着脚；翘首盼望着；蹑手蹑脚地", "adj. 踮着脚走[站着]的；殷切期待的；偷偷摸摸的", "v. 踮着脚走；蹑手蹑脚地走", "网络 踮著脚尖；踮着脚尖；用脚尖走"], "pron": {"peg": "英 ['tɪp.təʊ] ", "pam": "美 ['tɪp.toʊ] "}, "eg2": [["I tiptoed over to the window.", "我踮着脚走到窗前。"], ["She had to stand on tiptoe to reach the top shelf.", "她得踮着脚才能够到顶层搁架。"], ["We crept around on tiptoes so as not to disturb him.", "我们蹑手蹑脚地在周围走动，以免惊动他。"], ["She had to stand on tiptoe to reach the top shelf.", "她得踮着脚才能够到顶层搁架。"], ["We crept around on tiptoes so as not to disturb him.", "我们蹑手蹑脚地在周围走动，以免惊动他。"]]}, "trademark": {"ex": ["n. 商标；标记；招牌动作；特征", "网络 注册商标；牌号；商标权"], "pron": {"peg": "英 [ˈtreɪdˌmɑː(r)k] ", "pam": "美 [ˈtreɪdˌmɑrk] "}, "eg2": [["‘Big Mac’ is McDonald's best-known trademark.", "“巨无霸”是麦当劳最著名的商标。"]]}, "tribe": {"pron": {"peg": "英 [traɪb] ", "pam": "美 [traɪb] "}, "ex": ["n. 部落；族；（尤指同一职业的）一伙（人）；大群", "网络 部族；种族；家族"], "eg2": [["tribes living in remote areas of the Amazonian rainforest", "居住在亚马孙河雨林偏远地区的部落"], ["He had a sudden outburst against the whole tribe of actors.", "他突然对所有的演员非常反感。"], ["a tribe of cats", "猫族"], ["One or two of the grandchildren will be there, but not the whole tribe.", "一两个孙子孙女会去那里，但并不是所有的人。"]]}, "trope": {"ex": ["n. 比喻；修辞；转义"], "pron": {"peg": "[trop]", "pam": "[trop]"}, "st": {}, "wp": {"temperance trope": "禁酒比喻", "trope beauty": "辞意美", "Yaacov Trope": "特罗普", "trope imago": "喻象", "trope theory": "特普论", "tune trope": "音腔", "rhetoric trope": "修辞", "Harvest Trope": "丰收的比喻", "Sorrell Trope": "特罗普;特洛普;离婚律师卓普;律师索莱尔楚珀"}, "eg2": [["But there was also something comic in her chosen image for man’s transience—the indestructible  of the doomed mayfly.", "但是对于她遴选情人短暂的化身方面，她本人也存在着滑稽的成分——采用注定短命的浮游做比喻。"], ["He was acting on a common<b> trope</b> in literature: the collapse of our technology and a return to old ways.", "在文学中，他已经成为一个常见的比喻：技术的崩溃，以及古老方式的回归。"], ["The  of sight is obviously extremely important here.", "对视力的比喻在这里非常的重要。"]]}, "verbatim": {"ex": ["adv. 逐字地", "adj. 逐字的"], "pron": {"peg": "[vɝ'betɪm]", "pam": "[vɝ'betɪm]"}, "st": {}, "wp": {"verbatim recall": "逐字回忆", "verbatim identifier": "逐字标识符", "verbatim reporting": "逐字纪录", "verbatim Notes": "逐字记录", "verbatim note": "逐字记录", "verbatim reprint": "毫无改动的再版", "Verbatim Instant": "逐字即时显示搜索", "verbatim record": "逐字纪录;翻译", "verbatim string": "逐字字符串;原义字符串"}, "eg2": [["Write down everything you overhear .", "逐字写下你偷听到的所有东西。"], [" insertion is more appropriate in this example, since the aim is to exactly copy the text above the cursor.", "在本例中更适合使用逐字插入，因为这里的目标是精确地复制游标上方的文本。"], ["Quick tip: If you have a specific homework question you need answered, go to “ Education &Reference ” and then “ Homework Help .” Then type up the whole question .", "窍门： 如果你有明确的难题需要帮助，就去“教育和参考”下的“家庭作业”项下，逐字输入你的问题。"]]}, "violation": {"pron": {"peg": "[,vaɪə'leʃən]", "pam": "[,vaɪə'leʃən]"}, "wp": {"Segmentation violation": "段违规;段违例;段错误;段冲突", "constraint violation": "约束违例;约束冲突;限制侵害;违反约束", "walking violation": "四步违例;走步违例", "privilege violation": "特权扰乱", "RESTRICT VIOLATION": "违反限制", "moving violation": "行车违规罚单;移动违规;行车违规", "Second Violation": "三秒违例", "precondition violation": "前提违例", "violation transition": "事故变迁;违规变迁"}, "ex": ["n. 违反；妨碍，侵害；违背；强奸"], "eg2": [["If we find any , we will take action.", "如果发现任何侵害，我们就会采取措施。"], ["Figure 7 and 8 show an example of this kind of  as well as a possible resolution.", "图 7 和 8 显示了一个此类违背的例子并提供了一个可行的解决方案。"], [" of the act by which it exists would be self-annihilation; and that which is itself nothing can create nothing.", "违反它赖以存在的行为，就是自取灭亡，何况根本不存在的东西并不能创造任何东西。"]], "st": {}}}, "title": "Who owns an idea?\n", "paperStatistics": {"suggestedfocus": "11.0 Minutes", "wordsset": 496, "keywords": "Litwak,Zindel,copyright,elements,film,infringement,law,lawsuit,novel,plot", "toughwords": 75, "allwords": 848}}