{"date": "2018-07-04 22:43:58", "content": "\n Trans people are as diverse as the non-trans population, writes Charlie Kiss, a political activist\n \n ![The idea that trans men are “lesbians in denial” is demeaning and wrong](https://cdn.static-economist.com/sites/default/files/20180707_BLP517.jpg) \n Recently a journalist, <span class=\"fa fa-info-circle\">Donna</span> Minkowitz, wrote an important \n \n  in \n \n , a New York newspaper, making a <span class=\"fa fa-info-circle\">noteworthy</span> apology. Back in the 1990s Ms Minkowitz had written a long article for the same newspaper about <span class=\"fa fa-info-circle\">Brandon</span> Teena—the inspiration for the film “Boys Don’t Cry” (pictured, above). The article was based on the <span class=\"fa fa-info-circle\">premise</span> that this young trans man, who was raped and murdered because he was trans, was in reality a <span class=\"fa fa-info-circle\">lesbian</span> in <span class=\"fa fa-info-circle\">denial</span>. \n \n Ms Minkowitz now sees that her <span class=\"fa fa-info-circle\">perspective</span> <span class=\"fa fa-info-circle\">distort</span>ed her reporting and in doing so grossly <span class=\"fa fa-info-circle\">misrepresent</span>ed what happened and Teena’s identity. She fell into the common <span class=\"fa fa-info-circle\">misconception</span> that trans men are “really women” who don’t like their bodies and have been <span class=\"fa fa-info-circle\">indoctrinate</span>d into a <span class=\"fa fa-info-circle\">hatred</span> of <span class=\"fa fa-info-circle\">womanhood</span>. As a trans man who struggled for 18 years trying to be a <span class=\"fa fa-info-circle\">lesbian</span>, I am grateful for the apology.\n \n I know I could not have tried harder or longer to be a true <span class=\"fa fa-info-circle\">lesbian</span>. <span class=\"fa fa-info-circle\">Ironically</span>, because I had never had sex with a man, I was sometimes regarded as the “gold standard” by other <span class=\"fa fa-info-circle\">lesbian</span>s, even looked up to. But deep down, painfully, I desired a man’s body more than anything. I <span class=\"fa fa-info-circle\">continually</span> visualised having a man’s body. I tried not to. It made me deeply <span class=\"fa fa-info-circle\">ashamed</span>. And it was confusing because I, like most <span class=\"fa fa-info-circle\">lesbian</span>s, considered men’s bodies <span class=\"fa fa-info-circle\">unattractive</span>. \n \n I was also a strong <span class=\"fa fa-info-circle\">feminist</span> and had <span class=\"fa fa-info-circle\">swallow</span>ed the <span class=\"fa fa-info-circle\">myth</span> that trans people <span class=\"fa fa-info-circle\">conform</span>ed to <span class=\"fa fa-info-circle\">stereotype</span>s and lived in strict gender roles. The reality is that trans people are as diverse, and <span class=\"fa fa-info-circle\">conform</span>ing or non-<span class=\"fa fa-info-circle\">conform</span>ing to gender roles, as the non-trans population. We really are not special.\n \n But the <span class=\"fa fa-info-circle\">insurmountable</span> difficulty caused by my having a female body was that sex was hugely <span class=\"fa fa-info-circle\">problematic</span>. It eventually <span class=\"fa fa-info-circle\">dawn</span>ed on me that <span class=\"fa fa-info-circle\">sexuality</span>, and <span class=\"fa fa-info-circle\">sensuality</span>, <span class=\"fa fa-info-circle\">permeate</span> every aspect of our lives. I felt uncomfortable being <span class=\"fa fa-info-circle\">perceive</span>d as a woman, not only by straight men, but also by other <span class=\"fa fa-info-circle\">lesbian</span>s—by everyone, in fact. \n \n It felt strange having a woman’s body; as if it wasn’t really mine. This was in <span class=\"fa fa-info-circle\">spite</span> of all the <span class=\"fa fa-info-circle\">affirmation</span> of women’s beauty around me. In my thoughts, my mind would always present me to myself as a man. I was hugely influenced by <span class=\"fa fa-info-circle\">lesbian</span> <span class=\"fa fa-info-circle\">separatism</span>—I lived as a teenager for over a year at the \n \n , set up in 1981, outside a nuclear missile base in southern England. I spent my life around women. I still think the world would be a far better place if more women were involved in decision-making at all levels. But I gradually came to realise that I could support <span class=\"fa fa-info-circle\">feminism</span> while being true to myself and finally doing what would make me happy and comfortable. \n \n So, why do so many people think trans men are “<span class=\"fa fa-info-circle\">lesbian</span>s in <span class=\"fa fa-info-circle\">denial</span>”? I think that when people see older trans men like me, it might seem to them as if a part of the <span class=\"fa fa-info-circle\">lesbian</span> scene had decided to <span class=\"fa fa-info-circle\">transition</span> and become men. But that’s simply because when we were younger, trans men were <span class=\"fa fa-info-circle\">unheard</span> of.  Instead <span class=\"fa fa-info-circle\">transsexual</span>s, as we were called then, were thought of as being only male to female, in the media and in general public <span class=\"fa fa-info-circle\">discourse</span> at least until the mid-1990s, when the first British FTM (female-to-male) support group was set up in London. <span class=\"fa fa-info-circle\">Nowadays</span>, trans men can work out much earlier that they are trans men, rather than trying to <span class=\"fa fa-info-circle\">conform</span> to a woman’s lifestyle, whether <span class=\"fa fa-info-circle\">lesbian</span> or heterosexual. \n \n From my experience as a long-time <span class=\"fa fa-info-circle\">attender</span> and former chair of \n \n , a peer-support group for trans men, at least a third of trans men, probably more, were attracted to men before they <span class=\"fa fa-info-circle\">transition</span>ed. So they were seen as “heterosexual” and didn’t have anything to do with the <span class=\"fa fa-info-circle\">lesbian</span> scene. Some people’s \n \n  after <span class=\"fa fa-info-circle\">transition</span>ing, and there are many trans people who consider that they did not even have a <span class=\"fa fa-info-circle\">sexuality</span> as such until they <span class=\"fa fa-info-circle\">transition</span>ed. The belief that trans men are <span class=\"fa fa-info-circle\">lesbian</span>s in <span class=\"fa fa-info-circle\">denial</span> also <span class=\"fa fa-info-circle\">betray</span>s a <span class=\"fa fa-info-circle\">stereotypical</span> view of <span class=\"fa fa-info-circle\">lesbian</span>s. No, <span class=\"fa fa-info-circle\">lesbian</span>s do not all wear boots and have short hair. The <span class=\"fa fa-info-circle\">overwhelm</span>ing majority of <span class=\"fa fa-info-circle\">lesbian</span>s are not in fact <span class=\"fa fa-info-circle\">masculine</span>-presenting. The notion of a trans man being “really a <span class=\"fa fa-info-circle\">lesbian</span>” is not supported by the facts. \n \n There has been a bit of a panic lately over the reported increase in the number of girls attending Britain’s \n \n , the <span class=\"fa fa-info-circle\">specialist</span> national centre for children who experience difficulties in the development of their gender identity. Some people worry that <span class=\"fa fa-info-circle\">tomboy</span>s are being referred to the service to be <span class=\"fa fa-info-circle\">transition</span>ed to male and that <span class=\"fa fa-info-circle\">lesbian</span>s are being “<span class=\"fa fa-info-circle\">erase</span>d”. But is important to note that about 57% of the 11- to 16-year-olds referred to GIDS are referred on to its <span class=\"fa fa-info-circle\">endocrinology</span> department. Those that do may be <span class=\"fa fa-info-circle\">prescribe</span>d drugs that delay <span class=\"fa fa-info-circle\">puberty</span>; in Britain cross-sex <span class=\"fa fa-info-circle\">hormone</span>s are provided only to those over 16. This is a <span class=\"fa fa-info-circle\">clinical</span> decision within the National Health Service—it is not illegal to provide these drugs earlier. The other 43% do not progress along the treatment <span class=\"fa fa-info-circle\">pathway</span> to <span class=\"fa fa-info-circle\">transition</span>, though this may change in <span class=\"fa fa-info-circle\">adulthood</span>.\n \n There has indeed been a big change in the sex ratio of those referred to GIDS in recent years. In 2009-10, 58% of the 12-to 18-year-olds were male at birth and 42% female; in 2016-17 those shares were 31% and 69%. Outside that age range the ratio is roughly evenly balanced. \n \n Here’s what I think is behind this massive increase in the number of teenage girls thinking about gender and possibly <span class=\"fa fa-info-circle\">transition</span>ing, relative to teenage boys.\n \n First, it is much harder to present as female and come out as a trans girl in secondary school, than it is to present as male and come out as a trans boy. Most trans women I know <span class=\"fa fa-info-circle\">endure</span>d hell at school for not being <span class=\"fa fa-info-circle\">masculine</span> enough. They were <span class=\"fa fa-info-circle\">bul</span>lied and \n \n  suffered physical violence. The UN \n \n  that students (gay <span class=\"fa fa-info-circle\">bisexual</span> or trans) who fail to <span class=\"fa fa-info-circle\">conform</span> to <span class=\"fa fa-info-circle\">masculine</span> norms are more likely to experience physical violence. \n \n Second, a rebalancing is under way because now, at last, trans men are getting some <span class=\"fa fa-info-circle\">visibility</span> in the media. That makes it easier for people to imagine this as their future; to <span class=\"fa fa-info-circle\">envision</span> possibilities and establish if they would be <span class=\"fa fa-info-circle\">happier</span> if they <span class=\"fa fa-info-circle\">transition</span>ed to male. I also think it is very likely that the male-to-female ratio will balance out evenly during the next few years, as is now the case for pre-12-year-olds and post-18-year-olds. \n \n I caution that this is a difficult path to take. There is a lot of <span class=\"fa fa-info-circle\">discrimination</span>. A \n \n  in Britain by an employment-law firm found a third of employers saying that they would be “less likely” to employ a <span class=\"fa fa-info-circle\">Transgender</span> candidate for a job. A further 47% admitted that they would be unsure about hiring such a person. If you don’t “pass” (that is, you are not seen and accepted as female if a trans woman, or male if a trans man) you are likely to suffer <span class=\"fa fa-info-circle\">verbal</span> and perhaps physical abuse. <span class=\"fa fa-info-circle\">Transgender</span> Trend, a <span class=\"fa fa-info-circle\">lobby</span> group, claims that the desire to <span class=\"fa fa-info-circle\">transition</span> can spread by social <span class=\"fa fa-info-circle\">contagion</span>, and that many young people who identify as trans are going through a “phase” or have somehow been <span class=\"fa fa-info-circle\">misled</span>. They argue that publicly celebrating young trans people is therefore dangerous. That they can make such claims is quite <span class=\"fa fa-info-circle\">incredib</span>le to me. These young people are not celebrated—far from it.\n \n <span class=\"fa fa-info-circle\">Transition</span>ing is not <span class=\"fa fa-info-circle\">temporary</span> and affects your entire life. In Britain, trans people are already legally protected under the Equality Act of 2010 and can enter single-sex spaces without having changed their legal gender. Employment and health-care issues are much more of a <span class=\"fa fa-info-circle\">priority</span> to trans people than changing their legal gender; currently few bother. <span class=\"fa fa-info-circle\">Consequently</span>, the government is <span class=\"fa fa-info-circle\">consult</span>ing on reforming the Gender <span class=\"fa fa-info-circle\">Recognition</span> Act of 2004, which sets out the process <span class=\"fa fa-info-circle\">whereby</span> someone can legally change gender. It <span class=\"fa fa-info-circle\">propose</span>s that people would be able to change their legal gender by making a <span class=\"fa fa-info-circle\">statutory</span> <span class=\"fa fa-info-circle\">declaration</span> (rather like a <span class=\"fa fa-info-circle\">sworn</span> <span class=\"fa fa-info-circle\">oath</span>; it is important to note that making a false <span class=\"fa fa-info-circle\">statutory</span> <span class=\"fa fa-info-circle\">declaration</span> is a criminal offence). This would encourage more trans people to obtain a gender-<span class=\"fa fa-info-circle\">Recognition</span> <span class=\"fa fa-info-circle\">certificate</span> and thus a new birth <span class=\"fa fa-info-circle\">certificate</span>, if they wish, which is necessary if you intend to marry, adopt or make a nationality application. \n \n Being trans is not easy, because of other people’s <span class=\"fa fa-info-circle\">prejudice</span> and <span class=\"fa fa-info-circle\">hatred</span>. But for me and for the vast majority of trans people, <span class=\"fa fa-info-circle\">transition</span>ing is <span class=\"fa fa-info-circle\">infinitely</span> <span class=\"fa fa-info-circle\">preferable</span> to remaining as we are. Regret after <span class=\"fa fa-info-circle\">surgery</span> is <span class=\"fa fa-info-circle\">incredibly</span> low. A recent extensive \n \n  puts it as low as 0.3% for trans men and 0.6% for trans women. And there is an <span class=\"fa fa-info-circle\">abundance</span> of research demonstrating that if you are trans, the opportunity to <span class=\"fa fa-info-circle\">transition</span> \n \n .", "last": "2018_7_8_8.json", "next": "2018_7_9_1.json", "assistent": {"Brandon": {"ex": ["n. 布兰登（男子名）"], "pron": {"peg": "['brændən]", "pam": "['brændən]"}, "st": {}, "wp": {"Brandon Lee": "李国豪;普拉顿·李;他的;布兰登·李", "Brandon Phillips": "菲利普斯;菲力普斯;菲利浦斯;飞利浦斯", "Brandon Nutt": "导;演;布兰登", "Chase Brandon": "布兰顿;布兰敦;名称", "Brandon Chang": "张卓楠", "Brandon Camp": "坎普;导演", "Brandon McCormick": "麦考米克;迈克柯僧克", "Brandon Crawford": "克劳佛;克劳福", "Brandon Robinson": "罗宾逊;布兰登·罗宾逊"}, "eg2": []}, "Consequently": {"ex": ["adv. 因此；结果；所以"], "pron": {"peg": "['kɑnsəkwɛntli]", "pam": "['kɑnsəkwɛntli]"}, "st": {}, "wp": {"consequently ad": "因此;所以;因此从而;因而", "consequently say": "因此说", "consequently nija": "郭羡妮", "deliver consequently": "不断地递送", "consequently by": "因此", "store consequently": "不断贮藏", "consequently demonstrate": "从而论证", "consequently ensure": "提供有力保障", "And Consequently": "和结果"}, "eg2": [[" I am able to show interest in him as a person.", "结果是，我可以对作为一个人的他感到有了兴趣。"], [", heroes have to be respected because since they have helped us, we need to care about them and their causes as well.", "所以，英雄是需要被尊敬的，他们帮助我们之后，我们也应该关注他们，了解他们的初衷。"], [", on the gold standard money cannot disappear, because gold cannot disappear.", "因此，在金本位制中钱不能消失，因为黄金不能消失。"]]}, "Donna": {"ex": ["n. （意）女士（置于女士名字前的尊称，相当于Madam）；堂娜（女子名）"], "pron": {"peg": "['dɔnə; 'dɔ:nnɑ:]", "pam": "['dɔnə; 'dɔ:nnɑ:]"}, "st": {"transform": [["n.", "donne"]]}, "wp": {}, "eg2": [["Susan: , what's \"in\" this season?", "苏珊： 多娜， 这个季节流行什么？"], ["Susan: What are we looking at now, ?", "苏珊： 我们现在看的是什么， 多娜？"], [": Yes. But the big surprise this season is purple.", "多娜： 也流行， 但是这个季节最令人惊讶的是紫色。"]]}, "Ironically": {"ex": ["adv. 讽刺地；说反话地"], "pron": {"peg": "[aɪ'rɑnɪkli]", "pam": "[aɪ'rɑnɪkli]"}, "st": {}, "wp": {"ironically ad": "易人啼笑皆非地;具有讽刺意味地", "howl ironically": "讽刺地吼着说", "say ironically": "讽刺地说", "note ironically": "讽刺地记录", "laugh ironically": "笑着讽刺", "ironically y": "具有讽刺意味地", "Ironically humorous": "用反语表达幽默的", "You ironically": "你这个猪猪", "So Ironically": "真讽刺"}, "eg2": [[", letting go of the problem is sometimes the only way to solve it.", "讽刺的是，不去想怎么解决问题却是唯一能解决它的方法。"], ["Out of over a dozen demands there is only one I agree with —open borders —and, , many on Wall Street probably favor that as well.", "在提到的是几个要求里面，只有一个我是支持的——开放边境——讽刺的是，许多在华尔街工作的人也支持这一点。"], ["What does, , veer more towards sensationalism, are the attempts by opponents of climate action to lambast such discussions as opportunistic, to try to shut down the dialogue.", "但是讽刺的是那些气候行动的对手试图谴责这样的讨论，正如投机取巧的试图关闭对话，这些才是更加的哗众取宠。"]]}, "Nowadays": {"ex": ["adv. 现今；时下", "n. 当今"], "pron": {"peg": "['naʊədez]", "pam": "['naʊədez]"}, "st": {}, "wp": {"America nowadays": "如今的美国", "So Nowadays": "在当今世界;因此目前", "Nowadays ages": "当今时代", "nowadays aspect": "现时的局面", "till nowadays": "直到", "nowadays text": "今传本", "Treasure Nowadays": "珍惜现在", "Nowadays Times": "当今时代", "Nowadays telecommunication": "现今电信"}, "eg2": [["News flies about rapidly .", "现在消息传播很快。"], ["Things seem to be going from bad to worse .", "情况似乎越来越糟了。"], ["The old type of family party is played out, young people demand something more exciting .", "老一套的家庭聚会已经过时了，而当今年轻人需要更刺激的东西。"]]}, "Recognition": {"ex": ["n. 识别；认识；承认；认可", "网络 认出；赏识"], "pron": {"peg": "英 [.rekəɡ'nɪʃ(ə)n] ", "pam": "美 [.rekəɡ'nɪʃ(ə)n] "}, "eg2": [["He glanced briefly towards her but there was no sign of recognition.", "他瞥了她一眼，但似乎没认出她来。"], ["the automatic recognition of handwriting and printed text by computer", "计算机对手写和印刷文本的自动识别"], ["a growing recognition that older people have potential too", "越来越多的人认识到老年人也是有潜力的"], ["There is a general recognition of the urgent need for reform.", "人们普遍认识到迫切需要改革。"], ["to seek international/official/formal recognition as a sovereign state", "寻求国际上的╱官方的╱正式的承认，承认它是一个主权国家"], ["She gained only minimal recognition for her work.", "她的工作仅仅得到极少的赞誉。"], ["He received the award in recognition of his success over the past year.", "他受到了奖励，这是对他过去一年的成绩的肯定。"]]}, "Transgender": {"ex": ["n. 跨性别；跨性别者"], "pron": {"peg": "[trænz'dʒɛndɚ]", "pam": "[trænz'dʒɛndɚ]"}, "st": {}, "wp": {"Transgender Perspective": "跨性别外观点", "Transgender people": "变性人;变性的人;跨性别者", "transgender advocate": "变性主张;变性倡导者", "Transgender Lives": "跨性别的生活属于你的故事", "transgender men": "跨性别男人", "transgender person": "变性人", "Transgender Mod": "变性", "transgender women": "跨性别女人"}, "eg2": []}, "Transition": {"ex": ["n. 过渡；转变；[分子生物] 转换；变调"], "pron": {"peg": "[træn'zɪʃən]", "pam": "[træn'zɪʃən]"}, "st": {}, "wp": {"Transition Economy": "转型经济;转轨经济;属过渡形经济", "glass transition": "玻璃化转变;玻璃相变;玻璃转化;玻璃转换", "transition matrix": "转移矩阵;\t\t跃迁矩阵;过渡矩阵;转换矩阵", "radiationless transition": "无辐射跃迁;无辐射过渡;无辐射共振", "transition frequency": "过渡频率;\t\t跃迁频率;过度频率;渡频率", "View Transition": "视图切换", "government transition": "政府职能转变;政府转型", "Transition Tree": "转变树;转移树;转换树;和转变树", "stimulated transition": "受激跃迁"}, "eg2": [["Because we are in .", "因为我们处在转变之中。"], ["A state machine awaits operations to  from one state to another.", "状态机等待操作从一个状态转换到另一个状态。"], ["How and when do you hope to make the ?", "什么时候你希望以什么样的方式过渡？"]]}, "abundance": {"pron": {"peg": "[ə'bʌndəns]", "pam": "[ə'bʌndəns]"}, "wp": {"abundance standard": "丰度标准星;丰度尺度星", "abundance ratio": "丰度比;含量比例;存在比", "abundance measurement": "丰度测定;分布量测定", "crustal abundance": "地壳丰度", "relative abundance": "相对丰度;元素丰度;相对多度;相对丰富度", "primordial abundance": "原始丰度", "D abundance": "氘丰度", "coronal abundance": "冕区丰度", "abundance sensityivity": "丰度灵敏度"}, "ex": ["n. 充裕，丰富"], "eg2": [["They have an<b> abundance</b> mentality.", "她们有丰富的心理世界。"], ["There is an  of things to talk about regarding the holidays — so go for it.", "关于假期有非常丰富的事情可以讲，所以要把它提出来大家一起讨论。"], ["Welcome to the age of information .", "欢迎来到这信息丰足的时代。"]], "st": {}}, "adulthood": {"ex": ["n. 成年；成人期"], "pron": {"peg": "['ædʌlthʊd]", "pam": "['ædʌlthʊd]"}, "st": {}, "wp": {}, "eg2": [["This feeling continues into .", "这种感觉会持续到成年。"], ["Her first was to have a car when she reached .", "她的第一个愿望是在成年时能拥有一辆车。"], ["Some suggest it helps our large brain reorganise itself before  or that it allows experimentation in behaviour before the responsibility of later years.", "一些推论说它有助于我们在成年以前的大脑重组，也有人说这是为几年后承担责任而做的行为实验。"]]}, "affirmation": {"ex": ["n. 主张，肯定；断言"], "pron": {"peg": "[,æfɚ'meʃən]", "pam": "[,æfɚ'meʃən]"}, "st": {}, "wp": {"balance affirmation": "适度开垦", "Auburn Affirmation": "奥本主张;奥本宣言", "affirmation bout": "表演赛", "Humble affirmation": "卑微誓言", "prospective affirmation": "预肯定", "total affirmation": "全盘肯定", "concealed affirmation": "隐性肯定", "judicatory affirmation": "司法确认", "value affirmation": "价值肯定"}, "eg2": [["On the other hand, when he/she is being positive, reply in<b> affirmation</b> and enthusiasm.", "另一方面，当他处于积极状态时，要用肯定和热情的话语来答复。"], ["But when you’re wondering whether to press onward or give up entirely, what you need is .", "但是当你已经知道是否向前推进或彻底放弃的时候，你需要的是一个肯定。"], ["You need to feel comfortable with it; otherwise the  may not work or may bring you something that you do not really want.", "你得能把持住它（不可过度强求自己），否则，这个“肯定”就不奏效了，或者产生你不想要的结局。"]]}, "ashamed": {"pron": {"peg": "[ə'ʃemd]", "pam": "[ə'ʃemd]"}, "wp": {"Ashamed it": "不害臊吗", "nfeel ashamed": "抱愧", "Ashamed Ah": "惭愧啊", "Not ashamed": "不以为耻", "felt ashamed": "感到羞愧;感到难为情", "ashamed abashed": "羞惭", "be ashamed": "羞惭;惭愧", "Ashamed Front": "愧对", "concubine ashamed": "娇羞"}, "ex": ["adj. 惭愧的，感到难为情的；耻于……的"], "eg2": [["I am utterly  of you.", "我实在为你感到害臊。"], ["You ought to be  of your foolish behaviour.", "你应当为自己的愚蠢行为而感到羞耻。"], ["I feel quite  that I have not fulfilled the task.", "我没有完成任务， 感到很惭愧。"]], "st": {"similar": "humiliated,mortified,chagrined"}}, "attender": {"ex": ["n. 出席者；按规定常到的人；常客"], "pron": {"peg": "[ə'tendə(r)]", "pam": "[ə'tendə(r)]"}, "st": {"similar": "accompany"}, "wp": {}, "eg2": [["She's a regular  at '.", "她上夜校一贯按时出席。"], ["He is a regular  at the morning service.", "他是一贯参加早礼拜的人。"], ["The ultimate blunder for a red carpet<b> attender</b> could be showing up in the same outfit as another star who looks better in it.", "红毯嘉宾的大忌可能要数与其他明星撞衫了，尤其当别人穿起来更好看时。"]]}, "betray": {"pron": {"peg": "[bɪ'tre]", "pam": "[bɪ'tre]"}, "wp": {"Betray someone": "背叛的人", "YOU BETRAY": "背叛的淑女", "Betray Lonesome": "出卖寂寞", "betray himself": "原形毕露", "betray oneself": "原形毕露;无意中露出本性;暴露本来面目;暴露自己", "betray infrequently": "罕见地流露", "betray sb": "背叛某人", "betray easily": "轻易暴露", "betray herself": "原形毕露"}, "ex": ["vt. 背叛；出卖；泄露（秘密）；露出…迹象"], "eg2": [["Then I began to<b> betray</b> her.", "后来，我开始背叛她了。"], ["Their<b> betray</b> disorganized the party.", "他们的背叛瓦解了该党。"], ["Only they will not abandon me, only they will not .", "只有它们不会遗弃我，只有它们不会背叛。"]], "st": {"similar": "deceive,reveal"}}, "bisexual": {"pron": {"peg": "英 [baɪ'sekʃʊəl] ", "pam": "美 [baɪ'sekʃuəl] "}, "ex": ["adj. 双性恋的；有两性生殖器官的；两性的；雌雄同体的", "n. 双性恋者", "网络 双性的；双性恋同志"], "eg2": []}, "bully": {"pron": {"peg": "['bʊli]", "pam": "['bʊli]"}, "wp": {"Spiteful Bully": "凶狠恶霸", "Wooly Bully": "绵羊牧场;乌利布利", "bully off": "开球", "bully tool": "恶霸工具;欺负工具;欺工具", "bully y": "欺负;油矿工人;欺凌弱小者", "bully beef": "罐头牛肉;咸牛肉", "Billy Bully": "爱欺负人的比利", "Big Bully": "爱情特效药;大恶霸", "Regional Bully": "地头蛇"}, "ex": ["n. 欺凌弱小者；土霸", "adj. 第一流的；特好的", "vt. 欺负；威吓", "vi. 欺侮人", "adv. 很；十分", "int. 好；妙", "n. (Bully)人名；(法)布利"], "eg2": [["If I had been there, I would not have let him<b> bully</b> you.", "当时如果我要是在场，我就不会让他欺负你的。"], ["They fear that local students would look down upon and  their children.", "他们害怕自己的孩子会被城里的孩子看不起、受欺负。"], ["Like people, birds sometimes<b> bully</b> other birds but this is a case of \"be careful what you wish for\" or bullying gone wrong.", "同人一样，鸟类有时会欺负其他鸟类，但这次这只雪鹭遭遇到“需要做好心理准备”或“欺人是祸”的下场。"]], "st": {"transform": [["n.", "bullies"], ["vt.", "bullies"]]}}, "certificate": {"ex": ["vt. 发给证明书；以证书形式授权给…；用证书批准", "n. 证书；执照，文凭"], "pron": {"peg": "[sɚˈtɪfɪkɪt; (for v.,) sɚˈtɪfɪˌket]", "pam": "[sɚˈtɪfɪkɪt; (for v.,) sɚˈtɪfɪˌket]"}, "st": {"transform": [["vt.", "certificated,certificating"]]}, "wp": {"birth certificate": "出生证明书;出生证明;出生证;出生证书", "HEALTH CERTIFICATE": "健康证书;卫生证书;卫生证明书;健康证明", "fumigation certificate": "熏蒸证明书;熏蒸证书;熏蒸证明;熏蒸消毒证书", "School Certificate": "学校证书考试;大学在读证明;学校证书;学校证照", "Academic certificate": "毕业证书;凭证;学历证书", "Qualification Certificate": "资格证;资格证书;资质证书;鉴定合格证", "loading certificate": "装货证明书;装载检验证书;装载证书;装货证实书", "security certificate": "安全认证;安全证书;保安令;保险认证", "exemption certificate": "豁免证明书;免除证书;豁免证书;豁免证实书"}, "eg2": [["He was afforded a<b> certificate</b> upon completion of his course of study.", "他结业时被授予证书。"], ["Each<b> certificate</b> added to the key ring is an exception to this policy.", "添加到密匙环的每一个证书都是这个策略的一个例外。"], ["On the other hand when we do something because we receive some reward, like a<b> certificate</b> or money, this is extrinsic motivation.", "另一方面当我们为了得到奖励而去做某事的时候，比如证书或者金钱，就是外在的动机。"]]}, "clinical": {"ex": ["adj. 临床的；诊所的"], "pron": {"peg": "['klɪnɪkl]", "pam": "['klɪnɪkl]"}, "st": {}, "wp": {"Clinical Psychology": "临床心理学;心理学;学专业;临床心理科", "clinical trial": "临床试验;临床实验;临床研究;诊治试验", "Clinical Pharmacology": "临床药理学;临床药理;临床药学;临床药", "Clinical pathway": "临床路径;临床途径;又称临床程序;路径", "clinical observation": "临床观察;疗效观察;挑刺;治疗效果", "clinical application": "临床应用;前突畸形;临床运用;应用", "Clinical manifestation": "临床表现;临床症状;临床特征;临床", "Clinical Coodinator": "临床协调员;临床和谐员;临床研究员", "Clinical History": "病例;病历;临床病史"}, "eg2": [["At present we do not have programmes for  psychology.", "目前，我们没有任何关于临床心理学的规划。"], ["On an individual patient basis, initial treatment decisions should be based on<b> clinical</b> assessment and knowledge about the presence of the virus in the community.", "以病人个案为基础，最初的治疗决定应当根据临床评估以及社区内是否存在这一病毒的掌握情况做出。"], ["If they continue to perform well in<b> clinical</b> tests, the treatment may become standard not only for birth defects of the bladder but also for bladder cancer and other conditions.", "如果它们在临床试验上继续表现良好的话，这种疗法将不仅是有天生膀胱缺陷的人，也是患有膀胱癌以及其他症状的人的标准疗法。"]]}, "conform": {"ex": ["vi. 符合；遵照；适应环境", "vt. 使遵守；使一致；使顺从", "adj. 一致的；顺从的"], "pron": {"peg": "[kən'fɔrm]", "pam": "[kən'fɔrm]"}, "st": {"similar": "adapt,agree"}, "wp": {"conform toer": "改编", "Financial Conform": "财务整合", "conform m": "符合;使顺从;多指与某模式或规则相符", "conform radiotherapy": "适形放疗", "conform ist": "墨守成规者", "conform ance": "相似", "conform transform": "相似变换", "conform scheme": "共形技术", "conform ITy": "合格;遵守"}, "eg2": [["It's not just humans, there's evidence that chimps<b> conform</b> as well.", "不仅限于人类，也有证据表明黑猩猩也符合这项理论。"], ["If you disagree and don’t  to their expectations, some of them get confused or irritated.", "如果你不同意或者和他们期望的不一致，他们中的一些人就会困惑生气。"], ["These must be in the best interest of the enterprise and also<b> conform</b> to applicable laws and regulations.", "这些计划必须是为了企业利益最大化，并且符合需要遵从的法律及规章制度。"]]}, "confuse": {"ex": ["vt. 使混乱；使困惑"], "pron": {"peg": "[kən'fjʊz]", "pam": "[kən'fjʊz]"}, "st": {"similar": "puzzle", "transform": [["vt.", "confused,confusing"]]}, "wp": {"be confuse": "糊涂;惑乱", "confuse dates": "弄错日期", "confuse endlessly": "无限地混乱", "confuse intricately": "复杂地混乱", "confuse readers": "对应", "confuse missile": "使导弹制导系统失误", "nto confuse": "搅乱", "confuse the": "混淆了视听", "to confuse": "搅乱;弄混;弄乱;搞混"}, "eg2": [["Do not<b> confuse</b> this class with the view.", "不要把这个类与视图混淆。"], ["We should not<b> confuse</b> lack of implementation with lack of evidence.", "我们不应当把实施不力与缺少依据混为一谈。"], ["Why change your language when what it is going to do is<b> confuse</b> you. ", "为什么在要做的事会是你迷惑的时候,改变你的语言，使它变得简单。"]]}, "consult": {"ex": ["vt. 查阅；商量；向…请教", "vi. 请教；商议；当顾问"], "pron": {"peg": "[kən'sʌlt]", "pam": "[kən'sʌlt]"}, "st": {}, "wp": {"consult with": "商量;商议;咨询;协商", "Please Consult": "欢迎咨询;请查阅", "to consult": "查阅;参考;咨询;向", "Consult price": "市场参考价格", "PYXIS CONSULT": "峰仕咨询", "consult together": "聚集磋商;共同计议", "BRG CONSULT": "信息来源", "Investent consult": "投资顾问", "Consult Office": "资咨询一部"}, "eg2": [[" books, magazines, websites and ask fellow designers and professors: where would they go and who would they want to work with?", "查阅书籍，杂志，网站，并且问你的设计师同事们和你的教授：哪里是他们想要去的，谁是他们想要共事的人？"], ["You who  us in this imperfect way -- you do not understand.", "你用着不完美的方法向我们请教--你不会明白。"], ["We must<b> consult</b> his convenience.", "我们必须考虑到他的方便。"]]}, "contagion": {"ex": ["n. 传染病；蔓延；触染"], "pron": {"peg": "[kən'tedʒən]", "pam": "[kən'tedʒən]"}, "st": {}, "wp": {"financial contagion": "金融传染;金融危机传染;金融体系;金融疫病", "infection contagion": "传染病;流行症", "psychic contagion": "心理感染", "contagion risk": "传染风险;染效应", "contagion prevention": "预防危机蔓延;预防感染;传染病的预防", "Contagion Engine": "传染引擎", "volatility contagion": "波动传染", "International contagion": "国际传染", "similar contagion": "相似传染"}, "eg2": [["And now we have another great global<b> contagion</b> to contend with.", "现在我们又有一种重大全球传染病要应对。"], ["The idea that loneliness spreads like a  was based on the observation that, over time, scores of loneliness seemed to spread to the edge of a network.", "孤独可以像传染病一样传播的观点建立在这一观察基础之上：长期的观察发现许多孤独感似乎扩散到了这一网络的边缘。"]]}, "continually": {"ex": ["adv. 不断地；频繁地"], "pron": {"peg": "[kən'tɪnjʊəli]", "pam": "[kən'tɪnjʊəli]"}, "st": {}, "wp": {"Cough continually": "持续性咳嗽", "Growing continually": "不断增长;成长不断;正在翻译", "continually ad": "不断的", "continually beryl": "绿柱石", "continually searching": "寻寻觅觅", "Pray continually": "野荀麻花;洗手液瓶不住祷告", "continually beini": "蹭网卡破解软件", "Develops continually": "持续发展", "continually take": "不断地"}, "eg2": [["The desert<b> continually</b> encroaches on the fertile land.", "沙漠在不断地侵蚀肥沃土地。"], ["If you<b> continually</b> question why he included this section at all, then you will be frustrated.", "如果您不断地询问他究竟为什么要包含此部分，那么您将感到失落。"], ["This meeting should result in some change in how they work for the coming sprints, because they work to<b> continually</b> improve their team and practice effectiveness.", "这个会议会导致迎接下一个冲刺阶段所做工作的一些转变，因为他们会不断工作以提高团队的实践效率。"]]}, "dawn": {"ex": ["n. 黎明；曙光；拂晓；破晓", "v. 开始；变得明朗；开始清楚", "网络 道恩；晨曦；开端"], "pron": {"peg": "英 [dɔːn] ", "pam": "美 [dɔn] "}, "eg2": [["They start work at dawn .", "天一亮他们就开始干活了。"], ["It's almost dawn.", "天快亮了。"], ["We arrived in Sydney as dawn broke(= as the first light could be seen) .", "黎明时分我们到达了悉尼。"], ["I woke up just before dawn.", "我正好在拂晓前醒来。"], ["summer's early dawns", "夏日早到的黎明"], ["He works from dawn till dusk(= from morning till night) .", "他从早到晚地工作。"], ["the dawn of civilization/time/history", "文明╱时代╱历史的开端"], ["Peace marked a new dawn in the country's history.", "和平使这个国家的历史翻开了新的一页。"], ["The following morning dawned bright and warm.", "第二天一大早阳光和煦。"], ["A new technological age had dawned.", "新技术时代已经开始。"], ["Slowly the awful truth dawned.", "可怕的事实慢慢地清晰起来。"]]}, "declaration": {"pron": {"peg": "[,dɛklə'reʃən]", "pam": "[,dɛklə'reʃən]"}, "wp": {"Declaration section": "声明部分;宣告区段;申明局部;声明局部", "ASEAN Declaration": "东南亚国家联盟宣言;东协宣言", "exception declaration": "异常声明;异常宣告;异样声明", "Sirte Declaration": "苏尔特宣言", "Cusco Declaration": "库斯科宣言", "Bologna declaration": "博洛尼亚宣言;波隆那宣言;波洛尼亚宣言;波隆纳宣言", "declaration form": "报关单;\t\t申报单;启运通知书;\t\t申报表", "Mainau Declaration": "迈瑙宣言", "cargo declaration": "离港货物报关单;到港货物报关单;货物申报单;货物申请表"}, "ex": ["n. （纳税品等的）申报；宣布；公告；申诉书"], "eg2": [["When was the  of Independence?", "《独立宣言》是什么时候宣布的？"], ["The  of Independence was made in America in 1776.", "“独立宣言”于1776年在美国宣布。"], ["You should first show your Customs<b> declaration</b> to the officer.", "你可以给海关官员看一下你的关税申报单。"]], "st": {}}, "demean": {"ex": ["vt. 贬低...的身份；使...失去尊严"], "pron": {"peg": "[dɪ'miːn]", "pam": "[dɪ'miːn]"}, "st": {"similar": "behave"}, "wp": {"demean excellentor": "主动态度", "demean n": "贬低", "Demean oneself": "行为", "demean oneself well": "表现好", "Staff elegant demean": "员工风采", "demean oneself ill": "表现好", "Michael G Demean": "标签", "to belittleto disparageto demean": "贬抑", "As the Elegant Demean": "风采依旧"}, "eg2": [["Participants who had both status and power did not greatly  their partners.", "既有地位又有权力的参与者并不会太侮辱其同伴。"], ["From the get-go, that is the last thing we had in mind… How can we celebrate Chinese women if we  Chinese women?", "从一开始，我们就没有想过要贬低中国女性。 我们怎么能一边赞美中国女性，一边贬低中国女性呢？"], ["“That is to<b> demean</b> our humanity because there are always options, always choices, always solutions that human  ingenuity can summon,” he said.", "他说：“那是在贬低我们的人性，因为人类的智慧可以让我们永远有选择的权利，永远有选择的机会，永远有解决的方法”。"]]}, "demonstrate": {"pron": {"peg": "['dɛmən'stret]", "pam": "['dɛmən'stret]"}, "wp": {"demonstrate integrity": "展示的完整性;显示完整", "demonstrate extension": "示范推广", "to demonstrate": "解释;显示;演示;示范", "Demonstrate Value": "展示价值", "Demonstrate Farm": "示范农场", "demonstrate therapy": "示范疗法", "demonstrate specimen": "服务项目", "demonstrate show": "证实;表明", "Demonstrate competencies": "证明能力"}, "ex": ["vt. 证明；展示；论证", "vi. 示威"], "eg2": [["How can I<b> demonstrate</b> to you that my story is true?", "我怎么才能向你证明我的话是真的呢?"], ["Below we have collected such works for you to<b> demonstrate</b> how modern photographers play with the theme of contrasts.", "下面我们为你搜集了一些这样的作品，以求展示现代摄影师如何拿捏反差的主题。"], ["They<b> demonstrate</b> a real sense of solidarity within the family, and as a society we have a corresponding responsibility towards them.", "他们证明了在家庭中真正意义上的休戚与共，和作为一个社会，我们对他们也有相应责任。"]], "st": {"transform": [["vt.", "demonstrated,demonstrating"]]}}, "denial": {"pron": {"peg": "英 [dɪ'naɪəl] ", "pam": "美 [dɪ'naɪəl] "}, "ex": ["n. 否认；否定；剥夺（应有的权利）；拒不承认（令人不快、痛苦的事）", "网络 拒绝；否认作用；拒绝相信"], "eg2": [["the prisoner's repeated denials of the charges against him", "囚犯再三否认对他的指控"], ["The terrorists issued a denial of responsibility for the attack.", "恐怖分子发表声明，否认对这次袭击负责。"], ["an official denial that there would be an election before the end of the year", "对年底前将进行选举的正式否认"], ["the denial of basic human rights", "剥夺基本人权"], ["The patient is still in denial .", "病人仍然拒不接受事实。"]]}, "discourse": {"pron": {"peg": "['dɪskɔrs]", "pam": "['dɪskɔrs]"}, "wp": {"Discourse Markers": "话语标记语;话语标记;语篇标记;语段连接词", "discourse structure": "言谈结构;语篇结构;话语结构;篇章结构", "critical discourse": "批评话语", "social discourse": "社会话语;社会论述;社会语篇", "power discourse": "权力话语", "public discourse": "公共话语;公共讨论;公共论述;公共语篇", "discourse deixis": "语篇指示;指示语;话语指示语;语篇指示语", "classroom discourse": "课堂话语;教室言谈", "multimodal discourse": "多模态话语;多模态语篇;多模式话语;态话语"}, "ex": ["n. 论述；谈话；演讲", "vi. 演说；谈论；讲述", "vt. 说出；演奏出"], "eg2": [["“Fashion is part of the culture industry, part of the overall ,” he said.", "“时装是文化产业的一部份，全部谈论的话题的一部份，”他说。"], ["But to create reasonable  about these topics, you have to start somewhere.", "但是要发表关于这些主题的论述，您必须从某个位置开始。"]], "st": {"transform": [["vi.", "discoursed,discoursing"]], "similar": "speak"}}, "discrimination": {"pron": {"peg": "英 [dɪ.skrɪmɪ'neɪʃ(ə)n] ", "pam": "美 [dɪ.skrɪmɪ'neɪʃ(ə)n] "}, "ex": ["n. 歧视；识别；辨别；区别", "网络 辨别力；识别力；差别待遇"], "eg2": [["age/racial/sex/sexual discrimination(= because of sb's age, race or sex)", "年龄╱种族╱性别歧视"], ["discrimination against the elderly", "歧视老人"], ["discrimination in favour of the young", "厚待年轻人"], ["discrimination on the grounds of race, gender, or sexual orientation", "按照种族、性别或性取向给予区别对待"], ["He showed great discrimination in his choice of friends.", "他在择友方面颇具慧眼。"], ["to learn discrimination between right and wrong", "学会分辨是非"], ["fine discriminations", "细微区别"]]}, "distort": {"pron": {"peg": "[dɪ'stɔrt]", "pam": "[dɪ'stɔrt]"}, "wp": {"Sapphire Distort": "图层混合变形系列", "distort optimization": "翘曲优化", "seriously distort": "严重扭曲", "behavior distort": "行为扭曲", "Distort transform": "自由变换", "Type Distort": "文字变形", "distort wave": "扭曲波", "Distort It": "歪曲它", "distort markets": "扭曲;误导市场"}, "ex": ["vt. 扭曲；使失真；曲解", "vi. 扭曲；变形"], "eg2": [["\"I have called on leaders not to take measures that  trade and push up prices, \" he said.", "他说：“我已经向各国领导人发出呼吁，不要采取扭曲贸易和抬高粮价的措施。"], ["But the more they control and<b> distort</b> the agenda of those institutions, the more they weaken them.", "他们越是控制和扭曲这些机构的职责，这些机构的功能就越被弱化。"], ["She said: \"Young people often  the languages they use by making the pages difficult for those unfamiliar with the distortions and colloquialisms.", "她说，“青少年扭曲语言的用法，这样看他们网页的人就很难了解这些词汇或口语表达的真正含义。”"]], "st": {"similar": "deform"}}, "endocrinology": {"ex": ["n. 内分泌学；内分泌科"], "pron": {"peg": "[,ɛndokrə'nɑlədʒi]", "pam": "[,ɛndokrə'nɑlədʒi]"}, "st": {}, "wp": {"Genitourologic Endocrinology": "泌尿生殖器官内分泌学", "Endocrinology Clinics": "诊所协会", "cellular endocrinology": "细胞内分泌学", "gynecologic endocrinology": "妇科内分泌学", "Endocrinology Professor": "内分泌学教授", "peditric endocrinology": "小儿科", "environmental endocrinology": "环境内分泌学", "geriatric endocrinology": "老年内分泌学", "Pediatric Endocrinology": "小儿科;小儿科内分;内分;内分科"}, "eg2": [["The study was presented at a Society for  conference.", "此项研究是在内分泌学会研讨会上报告的。"], ["In a paper in the journal Trends in   and  Metabolism [see http://bit.ly/bKaP33], they argue that being fat can actually protect us from these disorders.", "他们在《内分泌学与新陈代谢新动向》杂志中提出：其实，肥胖可以使 人们免遭上述疾病困扰。"], ["It's not like getting pneumonia, where after two weeks you're better, \" says Dr. Jacob Warman, chief of  at the Brooklyn Hospital in New York City.", "不像肺炎，两周后就能有所好转，”纽约市布鲁克林医院内分泌科主任 Jacob Warman 医生说。"]]}, "endure": {"pron": {"peg": "[ɪn'dʊr]", "pam": "[ɪn'dʊr]"}, "wp": {"endure toothache": "忍受牙痛", "Resist endure": "忍得住", "endure what": "忍受什么;承受什么", "endure cut": "最后馏分", "endure hardships": "承受磨难;受折磨", "could endure": "能耐受", "endure pain": "忍耐痛苦;忍受病痛;忍受痛苦", "endure market": "空头市场", "Endure Fire": "抗火咒"}, "ex": ["vt. 忍耐；容忍", "vi. 忍耐；持续"], "eg2": [["I cannot<b> endure</b> your insults any longer.", "我再也不能容忍你的侮辱。"], ["If you wish to remain in our company, you must<b> endure</b> this.", "如果你想和我们一起呆在这的话，那你就必须忍耐。"], ["But, beyond the end of our combat mission, we will still have a partnership with Afghanistan, a partnership that will .", "但是，我们战争的使命结束后，我们跟阿富汗依然还有合作关系，这种合作关系将会持续下去。"]], "st": {"transform": [["vt.", "endured,enduring"]], "similar": "bear"}}, "envision": {"ex": ["vt. 想象；预想"], "pron": {"peg": "[ɪn'vɪʒn]", "pam": "[ɪn'vɪʒn]"}, "st": {}, "wp": {"Envision Energy": "远景能源;有关远景能源;科技有限公司", "Envision Capital": "维思资本", "Envision System": "免疫组织化学;方法采用免疫组织化学", "Envision T7": "易美逊", "envision paradise": "想象乐园", "Envision D8": "易美逊", "Envision EN": "易美逊", "Envision X": "贸易及财务管理软件", "Envision ALPINE": "易美逊阿尔卑斯"}, "eg2": [["\"I just can't<b> envision</b> myself, you know, the big straw hat and a Hawaiian shirt sitting on some beach, \" he said.", "\"我只是不能想象我自己，你知道，(戴着)大草帽 (穿着)夏威夷衬衫坐在某处沙滩上。\" 他说到。"], ["Sometimes the goal of fluency in a language seems too far off, and difficult to<b> envision</b> if you have never done it.", "有时候，流利地说一种语言的目标似乎太过遥远，如果你从来没有做到过的话，那个目标也很难想象。"], ["Imagination is not only the  uniquely human  capacity to   that which is not, and therefore the fount of all invention and innovation. ", "想象力不仅是一种能促使人类预想不存在事物的独特能力，从而成为所有发明和创新的源泉；"]]}, "erase": {"pron": {"peg": "[ɪ'res]", "pam": "[ɪ'res]"}, "wp": {"ERASE mode": "擦除模式;抹除模式", "Erase myself": "把自己抹去;消除我自己;抹去我的所有;让自己归零", "erase amplifier": "抹除放大器;消声放大器", "center erase": "消除中间阴影", "erase character": "删除字符;\t\t擦除符;抹除字元;清除符号", "Erase eliminate": "消除", "to erase": "擦除;清洗;抹除;擦除清洗抹除", "Erase Block": "擦除块;而只能按擦写块", "erase diskette": "抹除磁盘;抹除磁片;抹除软盘"}, "ex": ["vt. 抹去；擦除", "vi. 被擦去，被抹掉"], "eg2": [["How can you  reality?", "，现实怎么可能抹去？"], ["I wished I could  that memory, if possible.", "如果可以，我希望抹去那段记忆。"], ["For the other half, the last test can  the previous one.", "对于另一半，最后一个测试会擦除前一个测试。"]], "st": {"transform": [["vt.", "erased,erasing"]], "similar": "expunge,efface"}}, "feminism": {"pron": {"peg": "英 ['femənɪz(ə)m] ", "pam": "美 ['femɪ.nɪzəm] "}, "ex": ["n. 女权运动；女权主义；女性主义", "网络 男女平等主义；争取女权运动；女性主义者"], "eg2": []}, "feminist": {"pron": {"peg": "['fɛmənɪst]", "pam": "['fɛmənɪst]"}, "wp": {"feminist movement": "女性解放运动;女权运动;因为女权主义活动", "feminist ideology": "女权意识", "Feminist history": "女性主义史;妇女史", "feminist campaigner": "女权运动人士", "feminist geography": "女性主义地理学;女权主义地理学;女性地理学", "feminist psychology": "女性主义心理学;女性心理学", "feminist therapy": "女性主义治疗", "Feminist Anthropology": "女性主义人类学;女性人类学"}, "ex": ["n. 女权主义者", "adj. 主张女权的"], "eg2": [], "st": {}}, "happier": {"pron": {"peg": "['hæpɪə]", "pam": "['hæpɪə]"}, "wp": {"Happier Turtle": "幸福乌龟", "Happier Camper": "快乐露营人之意", "Feel Happier": "更加快乐", "Happier life": "生活的更加快乐;幸福的生活;幸福一生的时间去;幸福生活的时间", "happy happier": "比较级", "Happier better": "更加幸福更加美好", "And Happier": "更幸福", "Be Happier": "比哈贝尔;会开心;更快乐;抱抱的", "Happier Than": "比我幸福"}, "ex": ["adj. 更快乐的，更幸福的"], "eg2": [], "st": {"similar": "glad,cheerful"}}, "hatred": {"pron": {"peg": "['hetrɪd]", "pam": "['hetrɪd]"}, "wp": {"Bleeding Hatred": "死亡金属", "Burning Hatred": "怒火焚身", "religious hatred": "宗教仇恨", "My Hatred": "哥特式金属", "Ethnic hatred": "种族仇恨", "bitter hatred": "切骨之仇;刻骨的仇恨", "Ghost hatred": "鬼仇恨", "Hatred Regeneration": "憎恨值恢复", "nurse hatred": "心存怨恨"}, "ex": ["n. 憎恨；怨恨；敌意"], "eg2": [["He conceived a profound<b> hatred</b> for his enemies.", "他对敌人有刻骨的仇恨。"], ["He is unselfish and above small jealousy and .", "他毫不自私， 没有一点忌妒和怨恨之意。"], ["It serves as a lesson — one we should heed, by the way, in these days of politically charged , of blaming our ills on immigrants and minorities.", "它作为一个教训——我们应该谨慎，顺便说一句，在这些天政治上气氛紧张的敌意，埋怨我们的移民者和少数民族。"]], "st": {}}, "hormone": {"ex": ["n. [生理] 激素，荷尔蒙"], "pron": {"peg": "['hɔrmon]", "pam": "['hɔrmon]"}, "st": {}, "wp": {"plant hormone": "植物激素;植物荷尔蒙;植激素", "peptide hormone": "肽类激素;肽激素;所制造的肽类激素;多肽激素", "adrenocorticotropic hormone": "促肾上腺皮质激素;促肾上腺皮质素;皮促素;促皮质素", "sex hormone": "性激素;性泪素;性荷尔蒙;第四节", "hormone receptor": "激素受体;荷尔蒙受体;性激素受体;表达与激素受体", "male hormone": "雄性激素;性荷尔蒙;雄激素;男的荷尔蒙", "environmental hormone": "环境激素;环境荷尔蒙;也称为环境激素;环境雌激素", "diuretic hormone": "利尿激素", "reproductive hormone": "生殖激素"}, "eg2": [["From a marriage perspective, love your body because it supplies you with oxytocin (the \"love \").", "从婚姻的角度看，爱上你的身体因为它给了你荷尔蒙。"], ["In this chapter we will look at what happens when a human foetus receives too much or too little male .", "在这一章里，我们将看看当一个人类胎儿接收了过多或过少的雄性激素会发生什么。"], ["Cherries, sunflower and flax seeds have traces of this .", "樱桃，向日葵籽和亚麻籽都含有这种荷尔蒙。"]]}, "incredibly": {"pron": {"peg": "[ɪn'krɛdəbli]", "pam": "[ɪn'krɛdəbli]"}, "wp": {"Incredibly Intelligent": "令人难以置信聪明", "Incredibly Pleased": "十分满意", "Incredibly Stupid": "令人难以置信愚蠢", "Incredibly Wrong": "蓝色信件", "So Incredibly": "真难以置信", "incredibly powerful": "强大得难以置信", "incredibly easy": "出奇地容易", "Incredibly Rare": "难以置信罕见", "Incredibly stable": "甲板绳"}, "ex": ["adv. 难以置信地；非常地"], "eg2": [["Prices there are  high.", "那儿的物价高得令人难以置信。"], ["The fact is<b> incredibly</b> exaggerated.", "这事实被夸大得令人难以置信。"], ["Studying in your dorm, apartment, or whatever you have can be<b> incredibly</b> distracting.", "在你的宿舍、公寓，或者你有什么可令人难以分散注意力的地方学习。"]], "st": {}}, "indoctrinate": {"ex": ["vt. 灌输；教导"], "pron": {"peg": "[ɪn'dɑktrɪnet]", "pam": "[ɪn'dɑktrɪnet]"}, "st": {"transform": [["vt.", "indoctrinated,indoctrinating"]]}, "wp": {"indoctrinate with": "娴熟", "assimilate indoctrinate": "吸取教训", "to indoctrinate": "灌输信仰或意识", "Indoctrinate the Masses": "公众艺术"}, "eg2": [["French intellectuals debate whether the stories  kids into free-market capitalism.", "法国知识分子讨论哈里是否灌输自由资本主义思想给孩子们。"], ["Frequent exposures to dead and mutilated bodies telecast and printed by the mass media<b> indoctrinate</b> indifference and callous attitude in the viewers.", "电视广播和印刷刊物这些大众传媒频繁播放死亡和残缺尸体的画面灌输对生命漠不关心，麻木无情的思想给观众。"], ["Chongryon is a group of Japanese-Koreans—zainichi—who identify ideologically with the North, and run a network of schools and universities which  their students accordingly.", "它实际上由在日朝鲜半岛人及朝鲜侨民组成的机构，在意识形态上认同朝鲜，经营着一所网络学校和大学，向学生灌输相应的意识形态教育。"]]}, "infinitely": {"ex": ["adv. 无限地；极其"], "pron": {"peg": "['ɪnfɪnətli]", "pam": "['ɪnfɪnətli]"}, "st": {}, "wp": {"Infinitely great": "无穷大;\t\t无限大", "infinitely big": "无限大", "infinitely near": "无穷近", "infinitely long": "无限长", "Infinitely rich": "无限丰富", "infinitely affectionate": "百般温柔", "trouble infinitely": "不停地打扰", "an infinitely": "无限", "infinitely expand": "无限拓展"}, "eg2": [["If there's  many universes, then surely there are other copies of you and me having this conversation.", "如果存在着无限多个的宇宙，那么肯定存在着你和我这次谈话另外的副本。"], ["Ephesians 3:20 says, \"God is able to do far more than we would ever dare to ask or even dream of<b> infinitely</b> beyond our highest prayers, desires, thoughts, or hopes!", "以非所书(基督教《圣经·新约》中的一卷)3：20说，我们以往任何时候都不敢要求或超出了我们无限的最高祈祷，愿望，想法，或希望甚至梦想！"], ["In short, I think it may be  more dangerous than climate change, largely due to the suspicion and social disruption it would trigger by changing humanity's relationship to nature.", "简言之，我认为与气候变化比起来，它的危险性更大并且无限。这很大程度上是由于大家的怀疑，及其改变人与自然的关系将引起的破坏。"]]}, "insurmountable": {"ex": ["adj. 不能克服的；不能超越的；难以对付的"], "pron": {"peg": "[,ɪnsɚ'maʊntəbl]", "pam": "[,ɪnsɚ'maʊntəbl]"}, "st": {}, "wp": {"insurmountable barrier": "不可逾越的鸿沟;不可逾越的障碍", "Insurmountable Fervor": "无法超越之热", "insurmountable e": "不能克服的", "insurmountable difficulty": "不可克服的困难", "impassable insurmountable": "不可逾越", "insurmountable a": "不能克服的", "insurmountable obstacle": "不可克服的障碍", "Which is insurmountable": "无法逾越的国界", "an insurmountable obstacle": "不可逾越的障碍"}, "eg2": [["The authors say that climate change should not be seen as an<b> insurmountable</b> problem.", "这组作者说，气候变化不应该被视为一个不能克服的问题。"], ["However, I do not believe that any of the issues I have discussed in this article represent<b> insurmountable</b> problems.", "但是，我不相信我在本篇文章中所讨论的任何问题能够代表不可克服的困难。"], ["If I don't have the skills in sewing, making things as simple as cloth diapers feels<b> insurmountable</b> next to the option of simply buying them.", "如果我不会缝纫，那么象简单到制作尿布这样的事情也会觉得是除了购买以外难以对付的事情。"]]}, "lesbian": {"ex": ["n. 女同性恋者；希腊莱斯博斯岛的居民", "adj. 女同性恋的；女同性恋者的", "网络 蕾丝边；女同志；女性同性恋者"], "pron": {"peg": "英 ", "pam": "美 [ˈlɛzbɪərn] "}, "eg2": [["lesbians and gays", "女同性恋者与男同性恋者"]]}, "lobby": {"pron": {"peg": "英 ['lɒbi] ", "pam": "美 ['lɒbi] "}, "ex": ["n. 门厅；休息室；接待室；(表决时分别投票的)投票厅", "v. 〔美国〕(在会议室中)运动议员；运动通过议案；暗中运动；游说", "网络 大厅；大堂；酒店大堂"], "eg2": [["a hotel lobby", "旅馆大厅"], ["The gun lobby is/are against any change in the law.", "赞同拥有枪支的团体反对作任何法律上的修改。"], ["a recent lobby of Parliament by pensioners", "领养老金者近来在议会的游说"], ["Farmers will lobby Congress for higher subsidies.", "农民将游说国会提高对农业的补贴。"], ["Women's groups are lobbying to get more public money for children.", "妇女组织在游说政府，要求增加对儿童的拨款。"]]}, "masculine": {"ex": ["adj. 男性的；阳性的；男子气概的", "n. 男性；阳性，阳性词"], "pron": {"peg": "['mæskjəlɪn]", "pam": "['mæskjəlɪn]"}, "st": {"similar": "male"}, "wp": {"Masculine Fr": "充满男子气概的荷叶边;布满女子气魄的荷叶边", "masculine looking": "看上去很阳刚", "Masculine Fabrics": "男装衣料", "Masculine inspired": "男装化风格", "masculine signs": "阳性星座;在个人占星学中与外向", "Masculine Frill": "充满男子气概的荷叶边", "Masculine Superiority": "男性优势;男性至上", "Masculine Divas": "性感男性风", "masculine woman": "男性化的女人"}, "eg2": [["That is why even the most<b> masculine</b> female is more loving than the most feminine male.", "这就是为什么最男子气概的女性也要比最娘儿们的男性更懂得施予爱。"], ["When I send messages I take the risk of flirting with women and I get a lot of replies because I am not afraid to show my<b> masculine</b> side.", "当我发送信息时，就承担着会与女人调情的风险，我得到了很多回复，因为我并不害怕展现我男子气概的那一面。"], ["But men process and express emotions differently than women, and they have no roadmap for how to combine the  requirement of being strong and emotional at the same time.", "但是，比起女人，男人处理和表达情感的方式很不同，他们对如何将男性对强壮和感情的的需求同时结合起来没有一个规划图。"]]}, "misconception": {"ex": ["n. 误解；错觉；错误想法"], "pron": {"peg": "['mɪskən'sɛpʃən]", "pam": "['mɪskən'sɛpʃən]"}, "st": {}, "wp": {"sex misconception": "使命观", "correct misconception": "纠正误解", "Misconception Remains": "迷幻摇滚", "Common Misconception": "常识错误", "theoretical misconception": "理论误解", "incentive misconception": "激励误区", "significant misconception": "重大误解", "misconception noun": "错误的观念", "therapeutic misconception": "治疗性误解;治疗误解"}, "eg2": [["But this is a .", "但是，这是一种误解。"], ["What is the most common<b> misconception</b> about your work?", "关于你的工作，最常见的误解是什么？"], ["One common<b> misconception</b> about quality is that you can trade it off to improve development speed, reduce costs, or add functionality.", "一个通常的关于质量的误解是，你可以换掉它来改善开发速度，减少成本，或增加功能。"]]}, "misled": {"ex": ["v. 把…带错方向（mislead的过去式）"], "pron": {"peg": "[,mɪs'led]", "pam": "[,mɪs'led]"}, "st": {"transform": [["vt.", "misled,misleading"]]}, "wp": {"misdirected misled": "误导的", "So Misled": "误导", "misled voters": "误导选民", "be misled": "被误导;误入歧途", "misled party": "被骗的一方", "misled people": "被误导的人们", "Misled Children": "表演者", "misled area": "误区", "misled risk": "误导风险"}, "eg2": []}, "misrepresent": {"ex": ["vt. 歪曲，误传；不合适地代表", "vi. 虚伪陈述；歪曲报道"], "pron": {"peg": "[,mɪs,rɛprɪ'zɛnt]", "pam": "[,mɪs,rɛprɪ'zɛnt]"}, "st": {}, "wp": {"to misrepresent": "谎报;误导;歪曲", "misrepresent source": "出处误", "misrepresent facts": "作失实陈述", "suppress misrepresent": "隐瞒", "Deliberately Misrepresent": "指鹿为马", "misrepresent the law": "曲解法律", "Don T Misrepresent": "不要误导", "to misrepresent the facts": "颠倒黑白", "misrepresent the author's meaning": "歪曲作者原意"}, "eg2": [["The mass media consistently<b> misrepresent</b> science and medicine.", "大众媒体在不断地歪曲科学和医学。"], ["In fact, I think the tests themselves<b> misrepresent</b> their real function.", "事实上，我认为考试本身歪曲了其真正的功能。"], ["These agents also often<b> misrepresent</b> or conceal their U. S. affiliations.", "这些中介还常常歪曲或是隐瞒自己在美国的关系。"]]}, "myth": {"pron": {"peg": "[mɪθ]", "pam": "[mɪθ]"}, "wp": {"Myth Wars": "神话大战;远古战争", "Moon Myth": "月亮神话", "Puzzle Myth": "神话拼图;神话大陆", "Myth Drannor": "迷斯卓诺;米斯·札诺;德兰诺;神秘札那", "Chinese myth": "中国神话", "East Myth": "东方不败", "Borussian myth": "普鲁士神话", "Celtic myth": "凯尔特神话;来自凯尔特神话传说", "MYTH II": "神话II;杀无赦"}, "ex": ["n. 神话；虚构的人，虚构的事"], "eg2": [["It's only a .", "这不过是个神话。"], ["What is ?", "神话是什么？"], ["Why do we continue to indulge the  that the fabulous wealth generated by this mode of production will in the fullness of time become available to all?", " 我们为什么要继续沉溺于由这种生产方式产生的巨大的财富在时机成熟时将成为所有人都可以拥有的这个神话呢？"]], "st": {}}, "noteworthy": {"ex": ["adj. 值得注意的；显著的"], "pron": {"peg": "['notwɝði]", "pam": "['notwɝði]"}, "st": {}, "wp": {"noteworthy features": "显着特点;值得注意的特点", "Noteworthy Music": "卓越音乐公司", "NoteWorthy Composer": "电脑乐曲处理", "NOTEWORTHY NEWS": "焦点新闻", "noteworthy a": "值得注意的", "noteworthy quirk": "值得注意的怪癖;值得一提的怪癖", "Noteworthy Icon": "标示", "A Noteworthy": "上一个值得注目", "More Noteworthy": "更值得注意"}, "eg2": [["There is one<b> noteworthy</b> exception, however, and that is motorcyclists.", "不过，也有一个值得注意的例外，那就是乘车人。"], ["A<b> noteworthy</b> feature of this library is that these widgets have client capabilities.", "此库的一个显著特征是这些小部件都有客户端功能。"], ["Whenever you come across something that is meaningful and , incorporate that into your book.", "不论什么时候你碰到有意义和值得注意的事，把它写进你的手册里。"]]}, "oath": {"ex": ["n. 誓言；宣誓；（表示愤怒、惊异等的）咒骂", "网络 誓约；诅咒；卑微的誓言"], "pron": {"peg": "英 [əʊθ] ", "pam": "美 [oʊθ] "}, "eg2": [["to take/swear an oath of allegiance", "宣誓效忠"], ["Before giving evidence, witnesses in court have to take the oath(= promise to tell the truth) .", "作证之前，证人必须当庭宣誓据实作证。"], ["She heard the sound of breaking glass, followed by a muttered oath.", "她听到打碎玻璃的响声，接着是低声的咒骂。"]]}, "overwhelm": {"pron": {"peg": "[ovɚˈhwɛlm]", "pam": "[ovɚˈhwɛlm]"}, "wp": {"Overwhelm Governing": "压倒执政", "overwhelm vt": "感情上受不了", "overwhelm m": "淹没;压倒;受打击;压服", "overwhelm v": "感情上", "overwhelm majority": "压倒大多数", "guru-overwhelm": "网站", "overwhelm overwhelm": "淹没;压倒", "to overwhelm": "压倒", "Overload or Overwhelm": "心力交瘁"}, "ex": ["vt. 淹没；压倒；受打击；覆盖；压垮"], "eg2": [["We try not to think about it because it would<b> overwhelm</b> us to an extent that we would just vegetate.", "我们尽量不去想它，因为在某种我们能够想像到的程度上他会压倒我们。"], ["It should not  you with raw HTTP traffic dumps, and it goes far beyond simply providing a framework to tamper with the application by hand.", "用户不会再被大量原始的HTTP流量数据淹没，而且这个工具远不仅仅是一个人工干预应用程序的框架。"], ["For example, in a situation in which several bystanders need to band together to<b> overwhelm</b> a perpetrator, they will be more likely to act collectively than to act alone.", "例如, 就有这样一种情况， 在只有几个旁观者需要联合起来才能压倒一个罪犯的情况下, 他们就可能会更多地采取集体行动。"]], "st": {}}, "pathway": {"ex": ["n. 同“path”", "网络 路径；通路；途径"], "pron": {"peg": "英 ['pɑːθ.weɪ] ", "pam": "美 ['pæθ.weɪ] "}, "eg2": []}, "perceive": {"pron": {"peg": "[pɚ'siv]", "pam": "[pɚ'siv]"}, "wp": {"perceive by": "通过", "perceive vt": "注意", "perceive personally": "亲身知情", "perceive v": "察觉到", "I Perceive": "我注意到", "perceive superficially": "表面地看到", "to perceive": "明察;察觉;感觉到;感觉", "perceive e": "看见;领会;感知;领悟", "perceive tangibly": "明确地感觉到"}, "ex": ["vt. 察觉，感觉；理解；认知", "vi. 感到，感知；认识到"], "eg2": [["The concept reality means to each of us what we , what we experience.", "真实的概念对我们每个人都意味着我们感知的一切，经历的一切。"], ["How we<b> perceive</b> them depends on our relationship with those who carry them out.", "我们如何理解这些法令依赖于我们与那些执行者的关系。"], ["Regardless of your intentions, your reputation is how others<b> perceive</b> you, whether it is realistic or not.", "不管你的意图如何，名声真实与否，你的名声关系到别人对你的感觉如何。"]], "st": {"transform": [["vt.", "perceived,perceiving"]], "similar": "discern"}}, "permeate": {"ex": ["vt. 渗透，透过；弥漫", "vi. 弥漫；透入；散布"], "pron": {"peg": "['pɝmɪet]", "pam": "['pɝmɪet]"}, "st": {"transform": [["vt.", "permeated,permeating"]]}, "wp": {"motivate permeate": "扩散;渗透;的扩散", "Permeate Literature": "渗文", "permeate moral": "渗透德育", "permeate consciousness": "渗透意识", "permeate safety": "出水安全", "permeate stability": "渗透稳定", "space permeate": "空间相互渗透", "vacuum permeate": "真空渗制", "permeate-": "到处弥漫"}, "eg2": [["Water will easily  a cotton dress.", "水很容易渗透棉布衣服。"], ["In a world where the benefits of space<b> permeate</b> almost every facet of our lives, irresponsible acts in space can have damaging consequences for all of us.", "当今世界，利用太空的益处已渗透到我们生活中的几乎每一方面，不负责任的太空活动可能对全人类造成有害的后果。"], ["The software teams have great talent and a clear road map, and Jobs’ attention to detail and passion for perfection  Apple’s culture from top to bottom.", "软件团队拥有广大的人才队伍和清晰的路线图，和乔布斯对细节的关注及对完美的热情追求这种自上而下的苹果文化渗透。"]]}, "perspective": {"pron": {"peg": "[pɚ'spɛktɪv]", "pam": "[pɚ'spɛktɪv]"}, "wp": {"perspective investment": "远景投资;前景投资", "perspective illusion": "透视错觉", "perspective line": "透景线;透视线", "Perspective Shadow": "透视投影;透视阴影;斜影效果滤镜;斜影", "strength perspective": "优势视角;优势观点", "functional perspective": "功能观点;功能观;功能视角;金融功能观", "Perspective Mode": "透视图模式;透视图形式", "architectural perspective": "建筑透视;建筑透视图;建筑摄影", "Perspective Grids": "透视网格"}, "ex": ["n. 观点；远景；透视图", "adj. 透视的"], "eg2": [["The Table 1 below gives some<b> perspective</b> of this.", "下面的表格1 给出了这个的一些观点。"], ["There is much that might be said about friendships. They allow us to see ourselves from the<b> perspective</b> of another.", "关于友谊的说法可能有很多种，这使得我们能从别人的观点里看到我们自己。"], ["You specify an extension point for each of your applications, so the workbench can correctly launch the  for your application.", "为每个应用程序指定一个扩展点，这样工作台就能够正确地启动应用程序的透视图。"]], "st": {}}, "preferable": {"ex": ["adj. 更好的，更可取的；更合意的"], "pron": {"peg": "['prɛfrəbl]", "pam": "['prɛfrəbl]"}, "st": {}, "wp": {"Demos Preferable": "演示可取", "Treatment Preferable": "待遇从优", "preferable terms": "优惠条款", "Stereo preferable": "声卡", "preferable preferable": "简明英汉词典", "preferable for": "最好的;可取为;更可取", "infinitely preferable": "远胜", "Female Preferable": "女士优先考虑", "preferable documents": "优势文件"}, "eg2": [["If this is<b> preferable</b> in your case, the following example shows one way this can be accomplished.", "如果在您遇到的情况中这是更好的，那么下面的示例说明了实现它的一种方式。"], ["I think it is more  to manipulate parallelism than thread, of course if MVM operations needs low cost enough.", "我想这是比线程要更好的实现并行的方法，当然，如果MVM的操作的代价足够低。"], ["The latter option is usually , as it makes less work for the collector and allows the entire cache to be reclaimed with less effort when memory is in high demand.", "后一种选项通常更好一些，因为它给垃圾收集器带来的工作更少，并且允许在特别需要内存时以较少的工作回收整个缓存。"]]}, "prejudice": {"pron": {"peg": "['prɛdʒədɪs]", "pam": "['prɛdʒədɪs]"}, "wp": {"without prejudice": "不损害权利;不受损害;无偏见;不受损害没有偏见", "pretrial prejudice": "审前偏见", "Prejudice means": "妨害手段", "ingrained prejudice": "根深蒂固的偏见", "education prejudice": "教育歧视", "racial prejudice": "种族偏见;种族歧视;偏见;侵害", "Class prejudice": "阶级成见", "language prejudice": "语言偏见", "crusted prejudice": "古老的偏见"}, "ex": ["n. 偏见；侵害", "vt. 损害；使有偏见"], "eg2": [["What he said was tinctured with .", "他说的话带有偏见。"], ["That seems to me to be , as I said last time.", "以上的想法在我看来,是一种偏见,正如我上次所说"], ["The problem is that they have so much<b> prejudice</b> against our motherland.", "问题是他们不应对我们的祖国抱有如此的偏见。"]], "st": {"transform": [["vt.", "prejudiced,prejudicing"]], "similar": "bias,predilection"}}, "premise": {"ex": ["vt. 引出，预先提出；作为…的前提", "n. 前提；上述各项；房屋连地基", "vi. 作出前提"], "pron": {"peg": "[ˈpremɪs]", "pam": "[ˈpremɪs]"}, "st": {"similar": "presume"}, "wp": {"factual premise": "事实前提", "customer premise": "用户所在地", "economic premise": "经济前提", "rule premise": "规则前提", "premise control": "前提控制", "premise e": "前提;场地;作为…的前提", "bank premise": "银行建筑物", "external premise": "外在前提", "public premise": "公益性"}, "eg2": [["Why should I agree with you on that ?", "我为什么必须同意你的那个前提？"], ["If that<b> premise</b> is true then that conclusion is false.", "如果那个前提是真的，那么结论就是假的。"], ["But we leave them out in the identification of the<b> premise</b> and conclusion.", "但是我们去掉了它们,在识别前提和论点的时候。"]]}, "prescribe": {"pron": {"peg": "[prɪ'skraɪb]", "pam": "[prɪ'skraɪb]"}, "wp": {}, "ex": ["vi. 规定；开药方", "vt. 规定；开处方"], "eg2": [], "st": {"transform": [["vt.", "prescribed,prescribing"]]}}, "priority": {"pron": {"peg": "[praɪ'ɔrəti]", "pam": "[praɪ'ɔrəti]"}, "wp": {"priority declaration": "优先权声明", "Priority Inbox": "优先收件箱;优先级收件箱;智能收件箱;优先收件匣", "scientific priority": "科学优先权;文章的科学先进性;章的迷信进步前辈性;对科学发现优先权", "priority indicator": "优先指示符;优先序指示器;\t\t优先权指示符;优先指示器", "highest priority": "当务之急;\t\t最高优先权;事不宜迟", "Priority Date": "优先日期;优先日;优先权日;排期日", "Aperture Priority": "光圈优先;光圈先决;光圈优先模式;人像摄影必选", "Top Priority": "当务之急;最先考虑;最高优先级;最优先的", "base priority": "基本优先级;基优先级;基础优先级;优先级"}, "ex": ["n. 优先；优先权；[数] 优先次序；优先考虑的事"], "eg2": [["I have  over you in my claim.", "我的请求比你的优先权力。"], ["These issues should clearly be at the top of the  list.", "这些问题应该在这个优先列表的顶部就不澄清。"]], "st": {"transform": [["n.", "priorities"]]}}, "problematic": {"ex": ["adj. 问题的；有疑问的；不确定的"], "pron": {"peg": "['prɑblə'mætɪk]", "pam": "['prɑblə'mætɪk]"}, "st": {"similar": "doubtful"}, "wp": {"problematic preferences": "目标模糊;模糊的目标", "problematic issues": "棘手问题", "problematic reflection": "疑的反省", "problematic marriage": "问题婚姻", "problematic data": "有问题数据", "problematic analysis": "问题分析", "problematic bank": "问题银行", "the problematic": "总问题", "problematic u": "有问题的"}, "eg2": [["For some, the creation and stabilization of these new systems became far more<b> problematic</b> than expected.", "对一些国家来说，建立和稳固新制度的问题比原先预料的要多得多。"], ["Although processors and displays should be capable of offering ubiquitous computing by the end of the decade, trends in software and network technology are more .", "尽管在这十年末，处理器和显示器应该有能力提供无处不在的计算，软件和网络科技方面的趋势有更多的问题。"], ["By quickly gathering metrics and displaying them in both a report view and distribution view, you can pinpoint<b> problematic</b> areas in the model in seconds.", "通过快速并将它们在报告视图和分配视图中展示，你可以在很短的时间内查出模型中有疑问的区域。"]]}, "propose": {"pron": {"peg": "[prə'poz]", "pam": "[prə'poz]"}, "wp": {"policy propose": "政策建议", "Marriage propose": "提亲", "I Propose": "我提议;笔者建议", "Propose Motel": "建议汽车旅馆", "propose explanation": "提出的解释;建议的说明;提出解释", "propose tost": "敬酒", "propose amendments": "提出修改", "we propose": "提出了;提出", "101byeonjae propose": "次求婚"}, "ex": ["vt. 建议；打算，计划；求婚", "vi. 建议；求婚；打算"], "eg2": [["What do you<b> propose</b> we do?", "你建议我们做什么?"], ["We<b> propose</b> an early start tomorrow.", "我们打算明天早早出发。"], ["That is why in this blog post, I would like to  something to every designer: Why not try to design something every day for one year?", "这也是这篇博客发表的原因，我希望建议每一个设计师：为什么不试试一年之中每天都来做点儿设计？"]], "st": {"transform": [["vt.", "proposed,proposing"]], "similar": "intend"}}, "puberty": {"ex": ["n. 青春期", "网络 发身；发育期；初情期"], "pron": {"peg": "英 ['pjuːbə(r)ti] ", "pam": "美 ['pjubərti] "}, "eg2": [["to reach puberty", "进入青春期"]]}, "recognition": {"pron": {"peg": "英 [.rekəɡ'nɪʃ(ə)n] ", "pam": "美 [.rekəɡ'nɪʃ(ə)n] "}, "ex": ["n. 识别；认识；承认；认可", "网络 认出；赏识"], "eg2": [["He glanced briefly towards her but there was no sign of recognition.", "他瞥了她一眼，但似乎没认出她来。"], ["the automatic recognition of handwriting and printed text by computer", "计算机对手写和印刷文本的自动识别"], ["a growing recognition that older people have potential too", "越来越多的人认识到老年人也是有潜力的"], ["There is a general recognition of the urgent need for reform.", "人们普遍认识到迫切需要改革。"], ["to seek international/official/formal recognition as a sovereign state", "寻求国际上的╱官方的╱正式的承认，承认它是一个主权国家"], ["She gained only minimal recognition for her work.", "她的工作仅仅得到极少的赞誉。"], ["He received the award in recognition of his success over the past year.", "他受到了奖励，这是对他过去一年的成绩的肯定。"]]}, "sensuality": {"ex": ["n. 好色；淫荡；喜爱感官享受"], "pron": {"peg": "[,sɛnʃʊ'ælɪti]", "pam": "[,sɛnʃʊ'ælɪti]"}, "st": {"transform": [["n.", "sensualities"]]}, "wp": {"Male sensuality": "翻译公司男", "And Sensuality": "和性感", "WHITE SENSUALITY": "纯真年代;纯洁年代;单纯年代;纯真年月", "Well sensuality": "好翻译公司啊", "Sensuality Synaesthesia": "把要记忆的事物伴随着视觉", "Sensuality boy": "翻译公司男孩", "HIDDEN SENSUALITY": "隐藏的好色", "sensuality sentience": "感觉性", "T Sensuality": "音形爵士乐"}, "eg2": [["If you’re looking for<b> sensuality</b> these 10 best French lesbian movies are at the top of the pack.", "如果你正在追寻一种感官享受，这10部法国女同电影将是最佳首选。"], ["She’s at a stage in which her  is more developed than anything else in her personality, but that configuration works for her this time.", "她正处在她的性感比其他人格特性发展都要快的年龄阶段，而这点在这部戏中对她起到了很大作用。"], ["Milton can allow himself a literary indulgence in the rich  of this passage because he has mastered the dread voice, he has mastered the fatherly sternness of Saint Peter.", "他能够允许自己沉溺于这种丰富的感官享受中,因为他已经能够掌控了这种恐怖的声音，他能够处理圣彼得的父亲般的严厉。"]]}, "separatism": {"ex": ["n. 分离主义"], "pron": {"peg": "['sɛpərə,tɪzm]", "pam": "['sɛpərə,tɪzm]"}, "st": {}, "wp": {}, "eg2": [["Wen emphasized that the \"three forces\", i.e. terrorism,  and extremism, including the \"East Turkestan\", have increasingly become the major threats to regional security and stability.", "温家宝强调，包括“东突”在内的恐怖主义、分裂主义、极端主义“三股势力”日益成为本地区安全与稳定的主要威胁。"]]}, "sexuality": {"pron": {"peg": "英 [.sekʃu'æləti] ", "pam": "美 [.sekʃu'æləti] "}, "ex": ["n. 性行为；性欲；性征；性感觉", "网络 性别；性能力；性意识"], "eg2": [["male/female sexuality", "男性╱女性性行为"], ["He was confused about his sexuality.", "他对自己的性别感到困惑。"]]}, "specialist": {"pron": {"peg": "['spɛʃəlɪst]", "pam": "['spɛʃəlɪst]"}, "wp": {"Training Specialist": "培训专员;助理;培训师;培训专家", "Product Specialist": "产品专员;产品专家;产品技术专员;产品推广主管", "Media Specialist": "媒介人员;媒介专员;前言职员;媒体专家", "Drafting Specialist": "机械制图员", "HR Specialist": "人事专员;人力资源专员;人力专员;招聘专员", "Specialist Physician": "执业内科医生;专科医师;专家内科医生;内科医生", "Promotions Specialist": "促销员;导购;催销员;销售导购", "Project Specialist": "项目执行;协调人员;项目专员;店铺空间设计专员", "Documentation Specialist": "单证员;技术文件管理专员;文件管理专员;技术文件管理"}, "ex": ["n. 专家；专门医师", "adj. 专家的；专业的"], "eg2": [["Is he the  who studies UFO?", "他是研究飞碟的专家吗?"], ["We had better call in a<b> specialist</b> at this critical moment.", "在这个关键时刻我们最好请一位专家来。"], ["We have eliminated all statistical tables, which are of interest only to the .", "我们删去了全部统计表格，因只有专家才对这些表格感兴趣。"]], "st": {}}, "spite": {"ex": ["n. 不顾；恶意；怨恨", "vt. 刁难；使恼怒"], "pron": {"peg": "[spaɪt]", "pam": "[spaɪt]"}, "st": {"similar": "malic", "transform": [["vt.", "spited,spiting"]]}, "wp": {"Spite Fire": "弹药师", "spite behavior": "有碍适应的行为", "Spite Up": "能量放出", "Spite Illness": "带病", "petty spite": "卑劣的恶意", "CSS Spite": "实现菜单标签", "Personal Spite": "私愤", "Desktop Spite": "雪狐桌面精灵", "spite e": "怨恨;恶意"}, "eg2": [["In  of these insults, I managed not to get angry.", "尽管遭到了这些侮辱，我尽力控制住自己没有发怒。"], ["In<b> spite</b> of that big, barren space between you and your goal, in  of the fear of rejection or humiliation, dance.", "尽管在你和你的目标之间横亘着那个宽大贫瘠的空地，尽管害怕被拒绝或者羞辱——跳舞吧。"], ["Some of our purebred pets like this bloodhound look like little mutants, and we love them, not in  of their ugliness, but because of it.", "像猎犬这样的一些人类纯种宠物看上去有时也像突变体，并且我们之所以喜欢它们，恰恰是因为它们的丑陋之处。"]]}, "statutory": {"pron": {"peg": "[stætʃʊˌtɔrɪ]", "pam": "[stætʃʊˌtɔrɪ]"}, "wp": {"statutory survey": "法定检验;船舶法定检验", "statutory corporation": "法定公司;法定法人", "Statutory Right": "法定权利", "statutory prescription": "法定时效", "Statutory forms": "法定表格", "statutory charge": "法定收费", "Auditing statutory": "法定审计", "statutory reserve": "责任准备金;法定储备;法定准备金;法定准备率", "Statutory Instrument": "行政立法性文件;有效立法;国际量制;法定文书"}, "ex": ["adj. 法定的；法令的；可依法惩处的"], "eg2": [["The education secretary had set out<b> statutory</b> guidelines for schools and councils to follow, he added, which would ensure that \"inappropriate\" content would not be used.", "教育部长已经为学校和委员会设立了应该遵循的法定方针，他补充说，这可以确保不合适的内容不会被使用。"]], "st": {}}, "stereotype": {"pron": {"peg": "英 ['steriə.taɪp] ", "pam": "美 ['steriə.taɪp] "}, "ex": ["n. 刻板印象；模式化观念（或形象）；老一套", "adj. 固定不变的；陈规旧套的；铅板(印刷)的", "v. 对…形成模式化（或类型化）的看法", "网络 老套；定型；成见"], "eg2": [["cultural/gender/racial stereotypes", "有关文化的╱性别的╱种族的旧框框"], ["He doesn't conform to the usual stereotype of the businessman with a dark suit and briefcase.", "他不同于人们一般印象中穿黑色西装、提公文包的商人形象。"], ["Children from certain backgrounds tend to be stereotyped by their teachers.", "教师往往模式化地根据学生的某些背景把他们归类。"], ["Why are professors stereotyped as absent-minded?", "为什么在人们心目中教授就一定健忘呢？"]]}, "stereotypical": {"pron": {"peg": "[,steriə'tipikl]", "pam": "[,steriə'tipikl]"}, "wp": {"stereotypical name": "性别刻板化人名", "stereotypical relations": "常规关系", "stereotypical relationship": "常规关系", "stereotypical reasoning": "常规推理", "stereotypical knowledge": "型知识", "stereotypical thinking": "式思考", "stereotypical relation": "常规关系", "stereotypical image": "刻板印象", "stereotypical features": "模式化特征"}, "ex": ["adj. 老一套的；陈规的"], "eg2": [["That means India is without an old Wall Street staple: Women who feel they must act like the<b> stereotypical</b> male banker to advance.", "这意味这在印度没有那种华尔街的陈规陋习：女性行动必须像一个老掉牙的男银行家那样。"], ["The latest victim of the show is Tyler Perry, who is presented as \"Funny Bot,\" a woman in a dress who tells silly<b> stereotypical</b> jokes that make you laugh over and over again.", "在最近一次节目中泰勒·派瑞就以“滑稽马蝇”的形象出现遭到了恶搞，一个盛装打扮总是说着愚蠢的老一套却能让你一次又一次笑翻的笑话的妇女。"], ["They found that in response to success and failure, people from different cultures displayed the  gestures of pride and some of the components of expressions of shame.", "他们发现这些在胜利和失败的反应中，来自不同文化的人们展示出一成不变的胜利姿态和由若干固定成分组成的羞愧表情。"]], "st": {}}, "surgery": {"ex": ["n. 外科手术；外科学；应诊时间；诊室", "网络 手术室；诊所"], "pron": {"peg": "英 ['sɜː(r)dʒəri] ", "pam": "美 ['sɜrdʒəri] "}, "eg2": [["major/minor surgery", "大手术；小手术"], ["to undergo heart surgery", "接受心脏手术"], ["He will require surgery on his left knee.", "他的左膝需要做手术。"], ["morning/afternoon/evening surgery", "上午╱下午╱晚间应诊时间"], ["surgery hours", "应诊时间"], ["Is there a surgery this evening?", "今晚有没有医生应诊？"], ["a doctor's/dentist's surgery", "医生的╱牙医的诊室"], ["a constituency surgery", "接待选区选民时间"]]}, "swallow": {"pron": {"peg": "英 ['swɒləʊ] ", "pam": "美 ['swɑloʊ] "}, "ex": ["v. 吞下；咽下；吞没；相信", "n. 吞；咽；燕；一次吞咽的量", "网络 燕子；淹没"], "eg2": [["Always chew food well before swallowing it.", "什么食物都要先嚼碎再吞咽。"], ["I had a sore throat and it hurt to swallow.", "当时我嗓子疼，咽东西就疼。"], ["The pills should be swallowed whole.", "这些药要吞服。"], ["She swallowed hard and told him the bad news.", "她使劲咽了口唾沫，把坏消息告诉了他。"], ["I watched her walk down the road until she was swallowed by the darkness.", "我看着她沿公路越走越远，直至消失在黑暗中。"], ["Large areas of countryside have been swallowed up by towns.", "大片大片的乡村地区被城镇吞噬。"], ["Most of my salary gets swallowed (up) by the rent and bills.", "我的工资大多支付房租和各种日常费用了。"], ["I found her excuse very hard to swallow .", "我觉得她的理由很难让人相信。"], ["He told her a pack of lies, but she swallowed it whole .", "他对她讲了一堆假话，可她全都信以为真。"], ["to swallow your doubts", "不流露怀疑"], ["You're going to have to swallow your pride and ask for your job back.", "你得放下架子，去求人家给你恢复原职。"], ["I was surprised that he just sat there and swallowed all their remarks.", "让我吃惊的是他就坐在那儿默默地任凭他们评论。"]]}, "sworn": {"ex": ["adj. 发过誓的；宣誓过的", "v. 发誓（swear的过去分词）"], "pron": {"peg": "[swɔrn]", "pam": "[swɔrn]"}, "st": {"transform": [["vi.", "swore或sware,sworn,swearing"]]}, "wp": {"Sworn Friends": "拜把歌;喋血金兰;结拜歌;拜把兄弟", "sworn statement": "誓词", "sworn in": "宣誓就职;使宣誓就职", "sworn brocker": "特许经纪人", "Sworn Virgin": "宣誓处女", "sworn brotIT": "干兄弟", "Sworn Allegiance": "唱片名", "sworn to": "效忠于", "sworn brothe": "拜把兄弟"}, "eg2": [["If elected, he would be 72 when<b> sworn</b> in as president.", "如果他当选，他在宣誓就职的时候已经72岁。"], ["And yet, Candy had  she had seen someone walk by an upstairs window.", "可是，坎迪发誓说她看见了有人从楼上的窗户走过。"], ["He will be  in with his hand on a bible used by Abraham Lincoln - the president who ended slavery in the United States.", "奥巴马在宣誓就职时会将手放在林肯总统曾经使用过的圣经上。 正是林肯总统结束了美国的奴隶制度。"]]}, "temporary": {"ex": ["adj. 暂时的，临时的", "n. 临时工，临时雇员"], "pron": {"peg": "[ˈtempəreri]", "pam": "[ˈtempəreri]"}, "st": {"similar": "acting,ad interim,provisional", "transform": [["n.", "temporaries"]]}, "wp": {"temporary payments": "暂付款;暂付款项;暂付金钱", "Temporary shortage": "青黄不接", "temporary line": "临时线路;临时公交线路;便线", "temporary receipt": "临时收据;暂收款;姑且收据;暂收款项", "temporary worker": "临时工;临时工人;暂时工;姑且工", "temporary object": "临时对象;暂时物件;暂存物件;暂存对象", "temporary files": "临时文件;暂存档;暂存档案;临时文件暂存档", "temporary debit": "暂付款项;临时借款;财经;暂借款", "temporary support": "临时支撑;临时支架;临时支护;临时支承"}, "eg2": [["He found a<b> temporary</b> lodgment in Paris.", "他在巴黎找到了一个临时住所。"], ["He afforded a  shelter for the needy.", "他为穷人提供暂时的安身之处。"], ["There were fewer<b> temporary</b> engineers to plug in in that city because of low pay.", "由于报酬低，该城市雇用得到的临时工程师就更少了。"]]}, "tomboy": {"ex": ["n. 假小子", "网络 野丫头；男人婆；男孩子气"], "pron": {"peg": "英 ['tɒm.bɔɪ] ", "pam": "美 ['tɑm.bɔɪ] "}, "eg2": []}, "transgender": {"pron": {"peg": "[trænz'dʒɛndɚ]", "pam": "[trænz'dʒɛndɚ]"}, "wp": {"transgender advocate": "变性倡导者;变性主张", "Transgender Day of Remembrance": "纪念日;跨性别纪念日", "transgender person": "变性人", "Transgender Mod": "变性", "Transgender people": "变性人;跨性别者;变性的人", "Transgender Perspective": "跨性别外观点", "Transgender Pride Flag": "跨性别骄傲旗帜", "Transgender Lives": "跨性别的生活属于你的故事"}, "ex": ["n. 跨性别；跨性别者"], "eg2": [], "st": {}}, "transition": {"pron": {"peg": "[træn'zɪʃən]", "pam": "[træn'zɪʃən]"}, "wp": {"Transition Tree": "转变树;转移树;转换树;和转变树", "radiationless transition": "无辐射跃迁;无辐射过渡", "transition matrix": "转移矩阵;\t\t跃迁矩阵;过渡矩阵;转换矩阵", "transition frequency": "过渡频率;\t\t跃迁频率;过度频率;渡频率", "View Transition": "视图切换", "government transition": "政府职能转变;政府转型", "stimulated transition": "受激跃迁", "glass transition": "玻璃化转变;玻璃相变;玻璃转化;玻璃转换", "Transition Economy": "转型经济;转轨经济;属过渡形经济"}, "ex": ["n. 过渡；转变；[分子生物] 转换；变调"], "eg2": [["Because we are in .", "因为我们处在转变之中。"], ["A state machine awaits operations to  from one state to another.", "状态机等待操作从一个状态转换到另一个状态。"], ["How and when do you hope to make the ?", "什么时候你希望以什么样的方式过渡？"]], "st": {}}, "transsexual": {"ex": ["n. 换性者；改变性别的人", "adj. 改变性别的；两性间的"], "pron": {"peg": "[trænz'sɛkʃuəl]", "pam": "[trænz'sɛkʃuəl]"}, "st": {}, "wp": {"Transsexual m": "没记错吧", "transsexual operation": "变性手术", "transsexual people": "变性人", "Transsexual Marriage": "变性人士婚姻", "transsexual eperation": "外科变性手术", "transsexual surgery": "变性手术", "Transsexual fashion": "无性别风格式样", "the transsexual": "变性人", "Transsexual Tiger": "变性的老虎"}, "eg2": [["\"Far more likely is that he was a man with a different sexual orientation, homosexual or , \" she added.", "“更有可能的原因是，他是一个有不同性取向的男人，即同性恋或易性癖。” 她补充道。"], ["Different cultures do not approve of<b> transsexual</b> behavior and this can cause tremendous stress on the individuals and how they exist in society.", "不同的文化不赞成异性转化的行为，这对那些人以及他们如何在社会上生存会带来很大的压力。"], ["Being a<b> transsexual</b> or castrated is seen as curse in traditional Hindu culture, but the idea has historically been more widely tolerated and even venerated in India's minority Muslim population.", "作为一个跨性别者或是一个经过阉割的男人，在传统的印度教文化中被认为是一种诅咒。 但其中包含的概念在历史中一直被广泛接纳，并且被印度少数的穆斯林人崇拜。"]]}, "unattractive": {"ex": ["adj. 不吸引人注意的；没有魅力的；不美丽的"], "pron": {"peg": "[,ʌnə'træktɪv]", "pam": "[,ʌnə'træktɪv]"}, "st": {}, "wp": {"Very Unattractive": "非常缺乏吸引力;很不具吸引力;非常不吸引", "unattractive inside": "内心阴暗", "personable unattractive": "优雅的", "Unattractive Revolution": "唱片名", "intellectually unattractive": "不感兴趣的", "unattractive unengaging": "无魅力的", "unattractive outburst": "不快", "Somewhat Unattractive": "有些吸引力;有些不够诱人;有点不具吸引力", "visually unattractive": "视觉上不美观"}, "eg2": [["It is an<b> unattractive</b> business, but I cannot claim to be disturbed by the scene.", "这是一个不吸引人的工作，但是我情不自禁地被现场所干扰。"], ["You can easily scrub away these<b> unattractive</b> rings by sprinkling salt onto a sponge and rubbing in little circles across the ring.", "要清除这些不引人注意的环状物很简单，你可以撒一些盐到海绵上，然后用海绵在环状物上打圈擦拭。"], ["Now I was coming to realize that a lot of people baffled this guy, and that I would be next to become incomprehensible and .", "现在我开始明白有许多人都使这家伙感到困惑，我将会是下一个成为难以理解和缺乏吸引力的人了。"]]}, "unheard": {"ex": ["adj. 听不到的；未被倾听的；不予理睬的"], "pron": {"peg": "[ʌn'hɝd]", "pam": "[ʌn'hɝd]"}, "st": {}, "wp": {"UNHRD Unheard": "未听说的", "Unheard Melodies": "听不见的旋律", "Unheard Cry": "无声的呼唤", "Unheard Melody": "第七章", "Cries Unheard": "无声啜泣;听不见的哭声", "go unheard": "未被听见", "unheard sound": "听不见的声", "unheard d": "听不到既", "Exhaust unheard": "我筋疲力尽却无人知晓;精疲力竭后也无法倾听;精疲力尽依然未知"}, "eg2": [["He has brought the Census in on time and under budget, an<b> unheard</b> of accomplishment.", "他在规定的时间和预算内完成了人口普查，这是一个前所未闻的成就。"], ["And he began to wonder if he was seeing something virtually<b> unheard</b> of: forged fingerprints.", "他开始怀疑自己是否看到了几乎闻所未闻的东西：伪造指纹。"], ["This is not  of in Guinea.", "这种事在几内亚并非罕见。"]]}, "verbal": {"ex": ["adj. 口头的；言语的；动词的；照字面的", "n. 动词的非谓语形式"], "pron": {"peg": "['vɝbl]", "pam": "['vɝbl]"}, "st": {}, "wp": {"verbal communication": "口头交流;言语交际;语言沟通;语言交际", "verbal irony": "反语;言语反讽;语言倒反;词语反语", "verbal contract": "口头契约;\t\t口头约定;口头合同", "verbal noun": "动名词;动词性名词;名词化动词;劢名诋", "verbal understanding": "口头谅解", "verbal report": "口头报告;口述评估法", "verbal IQ": "语言智商;语文智商;言语智商;智商", "Verbal substitution": "动词性替代", "verbal confession": "口供;翻译"}, "eg2": [["Choose one thing each from your first list, and make a<b> verbal</b> agreement to continue to do it.", "从你们的第一张表里选择一件事，达成口头的协定继续这样做下去。"], ["Ask for your purpose in this state of stillness without expecting a<b> verbal</b> answer from your mind.", "在这种宁静的状态下询问你的目标，不要指望从你大脑里得到一个口头的答案。"], ["Get into the habit of asking for a letter of reference from someone who you have worked with who might be moving on and ask that person if they would be willing to serve as a  reference as well.", "养成这样的习惯，就是当你知道和你共事的某人即将离职时，要求他帮你写一封举荐信，也顺便问问那个人是否愿意担当你的口头举荐人。"]]}, "visibility": {"ex": ["n. 能见度，可见性；能见距离；明显性"], "pron": {"peg": "['vɪzə'bɪləti]", "pam": "['vɪzə'bɪləti]"}, "st": {}, "wp": {"visibility curve": "能见度曲线;\t\t\t可见度曲线;糜度曲线;视见曲线", "ground visibility": "地面能见度", "horizontal visibility": "水平能见度;程度可视度", "low visibility": "低能见度;能见度不良;能见度低;低视度", "visibility range": "可见距离;视距;测量范围;显示距离", "Inherit Visibility": "继承可视", "visibility marker": "能见度目标物;能见度目标", "visibility code": "能见度代码", "Visibility Filters": "可见性过滤器;可见度过滤"}, "eg2": [["And what if you don’t have any<b> visibility</b> yet?", "那么假如你根本在网上还没有什么能见度呢？"], ["In the next section, we’ll discuss<b> visibility</b> rules within classes and objects.", "在下一个章节，我们会讨论类和对象内部的可见性规则。"], ["You can achieve this functionality by using hidden  tags with the content, then switching out their .", "您可以通过对内容使用隐藏的  标签，然后关闭其可见性来实现此功能。"]]}, "whereby": {"pron": {"peg": "[wɛr'bai]", "pam": "[wɛr'bai]"}, "wp": {"Whereby Projections": "据此推算", "whereby y": "凭借", "Whereby Operation": "据此操作", "Whereby Conveys": "一百八十五", "whereby d": "靠那个", "whereby ad": "靠那个;靠什么;靠阿谁;靠啥子", "Are Sharp Whereby": "锋快", "Whereby Clause": "功能子句", "whereby adv": "靠那个"}, "ex": ["conj. 凭借；通过…；借以；与…一致", "adv. 凭此；借以"], "eg2": [], "st": {}}, "womanhood": {"ex": ["n. 女人；女人气质；女子成年期"], "pron": {"peg": "['wʊmən'hʊd]", "pam": "['wʊmən'hʊd]"}, "st": {}, "wp": {"Reconstructing Womanhood": "重构女性特质", "womanhood consciousness": "女性意识", "true womanhood": "纯女性", "Fascinating Womanhood": "吸引的女性", "new womanhood": "新女性", "Shanghai womanhood": "上海女性", "womanhood d": "女子成年期", "womanhood problem": "女性问题", "Southern womanhood": "南方淑女神话"}, "eg2": [["Other cultures honor this transition into .", "别的文化尊重这种女孩向女人的转变。"], ["But figures show that more and more females are delaying marriage until well into  and, in some cases, forsaking the institution altogether.", "但是数字显示越来越多的女性延迟了婚姻到自己真正成为一个女人以后，在一些情况下，甚至也全然不顾传统的风俗习惯。"], ["And in that essay she argues that O'Connor's grotesqueness, especially the grotesqueness of the women figures in her novels, is all wrapped up with the culture of southern .", "在那篇论文里，她主张奥克纳所描写的丑陋，尤其是她小说里女人丑陋的形象，都与南部女子气质的文化有关。"]]}}, "title": "The idea that trans men are “lesbians in denial” is demeaning and wrong\n", "paperStatistics": {"suggestedfocus": "12.4 Minutes", "wordsset": 558, "keywords": "denial,female,gender,lesbian,male,sex,trans,transition", "toughwords": 94, "allwords": 1138, "title": "The idea that trans men are “lesbians in denial” is demeaning and wrong\n", "desc": "Trans people are as diverse as the non-trans population, writes Charlie Kiss, a political activist\n", "img": "https://cdn.static-economist.com/sites/default/files/20180707_BLP517.jpg\n", "date": "2018-07-04 22:43:58", "link": "2018_7_8_9.json"}}