{"date": "2018-07-22 12:59:30", "content": "\n The root of the problem is not how society treats its young, but the way it treats women\n \n ![Concern about “sexualised” children often misses the point](https://www.economist.com/sites/default/files/imagecache/640-width/images/print-edition/20180721_IRD001_0.jpg) \n \n IN JAPAN it is hard to avoid the disturbing <span class=\"fa fa-info-circle\">spectacle</span> of young girls being treated as sex objects. Rorikon, an <span class=\"fa fa-info-circle\">abbreviation</span> of “<span class=\"fa fa-info-circle\">Lolita</span> <span class=\"fa fa-info-circle\">complex</span>”, is <span class=\"fa fa-info-circle\">ubiquitous</span>. In M’s Pop Life, a sex shop in Tokyo’s Akihabara district, known for its pop <span class=\"fa fa-info-circle\">subculture</span>, life-size models of girls, their breasts at various stages of <span class=\"fa fa-info-circle\">puberty</span>, are openly on sale. Elsewhere big-bosomed <span class=\"fa fa-info-circle\">cartoon</span> girls are <span class=\"fa fa-info-circle\">splash</span>ed across posters; children (or grown-ups made to look like children) pose in magazines in <span class=\"fa fa-info-circle\">bikini</span>s.\n \n Rorikon is a <span class=\"fa fa-info-circle\">peculiarly</span> Japanese <span class=\"fa fa-info-circle\">phenomenon</span>. But across the world there are growing concerns about children being <span class=\"fa fa-info-circle\">portray</span>ed sexually, and the effects on the children themselves. This comes in two forms. The first, “direct” sexualisation, includes advertising, television programmes and magazine content that <span class=\"fa fa-info-circle\">portray</span> children, especially girls, as sexually aware or active. It also includes goods aimed at children who are seen as trying to make themselves “sexier”—such as padded <span class=\"fa fa-info-circle\">bra</span>s or hot-pants, make-up or pole-dancing toys. The second is “<span class=\"fa fa-info-circle\">indirect</span>”—the worry that, thanks to the <span class=\"fa fa-info-circle\">internet</span>, children witness ever more <span class=\"fa fa-info-circle\">depiction</span>s of sexual activity. They are likely to see far more <span class=\"fa fa-info-circle\">pornography</span> than earlier generations, and at a younger age. In Britain, for instance, around half of 11- to 16-year-olds have seen <span class=\"fa fa-info-circle\">pornography</span> online, mostly by accident, according to a 2016 study by the NSPCC, a British children’s charity.\n \n Japan has <span class=\"fa fa-info-circle\">belatedly</span> been <span class=\"fa fa-info-circle\">rein</span>ing in some <span class=\"fa fa-info-circle\">excesses</span>. In 2014 it banned the <span class=\"fa fa-info-circle\">possession</span> of child <span class=\"fa fa-info-circle\">pornography</span>—although it is still a hub for making and selling the illegal stuff. Last year the Tokyo <span class=\"fa fa-info-circle\">metropolitan</span> government banned under-18s from working in the JK (joshi kosei, <span class=\"fa fa-info-circle\">schoolgirl</span>) industry, where men pay, for example, to go for a walk with a <span class=\"fa fa-info-circle\">schoolgirl</span> or to lie down next to one (or, under the new rules, a woman <span class=\"fa fa-info-circle\">pretend</span>ing to be one). This year, after a few customer complaints, Aeon, a big retail chain, said it would stop stocking <span class=\"fa fa-info-circle\">pornographic</span> magazines in some of its shops. But they remain widely on sale in <span class=\"fa fa-info-circle\">convenience</span> stores. Keiji Goto, a police officer turned children’s-rights lawyer, says “Japan remains behind other countries.”\n \n Don’t grow up\n \n Indeed, across the rich world, countries are grappling with how to deal with the over-sexualisation of children. The <span class=\"fa fa-info-circle\">assumption</span>—often <span class=\"fa fa-info-circle\">unspoken</span>—is that <span class=\"fa fa-info-circle\">exposure</span> to sexualised images is linked to a growing number of sexual incidents involving children. <span class=\"fa fa-info-circle\">Amanda</span> Hulme, the head of a primary school in north-western England, says it is seeing more peer-on-peer abuse. Across Britain, the police received almost 30,000 reports of sexual <span class=\"fa fa-info-circle\">assault</span>s by children on other children over the past four years, including 2,625 <span class=\"fa fa-info-circle\">allegedly</span> on school grounds. And “sexting”—sending expli<span class=\"fa fa-info-circle\">cit</span> images—is widespread. It can ruin young lives. A boy who opens a forwarded sext might find himself on a sex-<span class=\"fa fa-info-circle\">offender</span>s’ register. A girl whose <span class=\"fa fa-info-circle\">intimate</span> photo ends up widely shared online may be driven to <span class=\"fa fa-info-circle\">despair</span> or even <span class=\"fa fa-info-circle\">suicide</span>.\n \n But it is not known whether all this is really linked to the sexual content children are <span class=\"fa fa-info-circle\">expose</span>d to. Their youth <span class=\"fa fa-info-circle\">preclude</span>s most research. And Deevia Bhana, a South African academic, says that some of the concern <span class=\"fa fa-info-circle\">stem</span>s from <span class=\"fa fa-info-circle\">moral</span> attitudes about the way children—almost always girls—should act, rather than from actual evidence of harm. In fact, in some ways risky behaviour is decreasing. Surveys show that in much of the rich world young people are waiting longer to lose their <span class=\"fa fa-info-circle\">virginity</span>. Teenage pregnancies are falling.\n \n <span class=\"fa fa-info-circle\">Precocious</span> sexualisation, however, is recognised as causing some forms of harm. One is to mental health. <span class=\"fa fa-info-circle\">Sharon</span> <span class=\"fa fa-info-circle\">Lamb</span>, a child <span class=\"fa fa-info-circle\">psychologist</span> and professor at the University of Massachusetts, Boston, says she sees children, mainly girls, losing self-<span class=\"fa fa-info-circle\">esteem</span> when they feel that the only way they are valued is if they act sexually. This feeds into problems such as eating disorders, and can affect future relationships. Boys suffer, too. Ms <span class=\"fa fa-info-circle\">Lamb</span> says <span class=\"fa fa-info-circle\">stereotype</span>s <span class=\"fa fa-info-circle\">portray</span>ing them as always wanting sex put them under pressure to act in a certain way.\n \n A second possible type of harm is that a sexualised, <span class=\"fa fa-info-circle\">pornographic</span> culture may give children damaging ideas about sex. Ms Hulme <span class=\"fa fa-info-circle\">reckon</span>s that the increase in children <span class=\"fa fa-info-circle\">inappropriately</span> touching each other is linked to <span class=\"fa fa-info-circle\">pornography</span>. No one has ever proved how <span class=\"fa fa-info-circle\">pornography</span> relates to action, but children (more boys than girls) have told <span class=\"fa fa-info-circle\">pollster</span>s from the NSPCC that it gave them ideas about what to try. This highlights the need for good sex education, if only to inform children about real life.\n \n A third sort would be if such material encouraged paedophilia. Risa Yasojima of M’s Pop Life says, without <span class=\"fa fa-info-circle\">cit</span>ing evidence, that she <span class=\"fa fa-info-circle\">reckon</span>s its products can help paedophiles <span class=\"fa fa-info-circle\">refrain</span> from touching actual children. But others fear that <span class=\"fa fa-info-circle\">ubiquitous</span> images of sexualised children and child <span class=\"fa fa-info-circle\">pornography</span> <span class=\"fa fa-info-circle\">foster</span> the paedophile <span class=\"fa fa-info-circle\">delusion</span> that sees ordinary, <span class=\"fa fa-info-circle\">spontaneous</span> and <span class=\"fa fa-info-circle\">tactile</span> children as <span class=\"fa fa-info-circle\">flirtatious</span>.\n \n Not in front of the children\n \n Efforts to <span class=\"fa fa-info-circle\">tackle</span> these dangers need to accept that in the <span class=\"fa fa-info-circle\">internet</span> age it may be possible to limit children’s <span class=\"fa fa-info-circle\">exposure</span> to sexual images, but not to <span class=\"fa fa-info-circle\">eliminate</span> it. Better to prepare them to be able to <span class=\"fa fa-info-circle\">cope</span>, and to recognise that the images themselves are a <span class=\"fa fa-info-circle\">symptom</span> of a broader problem: how society turns women into sexual objects.\n \n In the past decade countries have started to act on worries about the over-sexualisation of children. The turning-point in Britain was a 2010 report on the issue that the government commissioned from <span class=\"fa fa-info-circle\">Reg</span> <span class=\"fa fa-info-circle\">Bailey</span>, then at Mothers’ Union, a British Christian charity, and now a <span class=\"fa fa-info-circle\">council</span> member at the Advertising Standards Authority, the industry’s self-<span class=\"fa fa-info-circle\">Reg</span>ulatory body.\n \n Published in 2011, his report made 14 <span class=\"fa fa-info-circle\">recommendation</span>s, such as keeping expli<span class=\"fa fa-info-circle\">cit</span> magazines out of children’s sight. It also <span class=\"fa fa-info-circle\">advocate</span>d raising parents’ awareness of sales techniques, and developing codes of practice among retailers covering goods marketed to children. Since 2011 <span class=\"fa fa-info-circle\">guideline</span>s about what can be shown on street <span class=\"fa fa-info-circle\">billboard</span>s and magazine displays have been tightened. <span class=\"fa fa-info-circle\">Internet</span>-service providers offer <span class=\"fa fa-info-circle\">parental</span> filters to limit what their children may see. A new law, coming into force this year, <span class=\"fa fa-info-circle\">oblige</span>s <span class=\"fa fa-info-circle\">pornography</span> sites to require evidence that users are over 18.\n \n Other countries are following suit. In 2014, France <span class=\"fa fa-info-circle\">outlaw</span>ed beauty contests for under-13s. La Paz, the capital of <span class=\"fa fa-info-circle\">Bolivia</span>, has moved to do the same. Some Cubans are fretting about a <span class=\"fa fa-info-circle\">craze</span> among girls as young as five for quinceañeras, coming-of-age parties intended for 15-year-old girls, in which the girls often pose for photos, dolled up and looking <span class=\"fa fa-info-circle\">sultry</span>. Pressure groups and individual complaints also have an impact. In 2006 Tesco, a British supermarket chain, removed a children’s pole-dancing kit from the toys section of its website. In 2010 Primark, an Irish clothing company, <span class=\"fa fa-info-circle\">withdrew</span> children’s <span class=\"fa fa-info-circle\">bikini</span>s with padded tops.\n \n If driven by online <span class=\"fa fa-info-circle\">vigilantism</span> alone, however, measures to prevent <span class=\"fa fa-info-circle\">premature</span> sexualisation may <span class=\"fa fa-info-circle\">infringe</span> freedom of expression—or simply go too far. In May, after a storm of online <span class=\"fa fa-info-circle\">condemnation</span>, <span class=\"fa fa-info-circle\">Sweaty</span> <span class=\"fa fa-info-circle\">Betty</span>, a <span class=\"fa fa-info-circle\">boutique</span> British fitness-wear <span class=\"fa fa-info-circle\">bra</span>nd, <span class=\"fa fa-info-circle\">withdrew</span> from its website an image of three girls around 15 or 16 <span class=\"fa fa-info-circle\">clad</span> in <span class=\"fa fa-info-circle\">tropical</span>-patterned leggings and crop-tops, which, in <span class=\"fa fa-info-circle\">hindsight</span>, looks fairly <span class=\"fa fa-info-circle\">inoffensive</span>.\n \n <span class=\"fa fa-info-circle\">Criticism</span> is almost always directed at girls, not at boys or the culture around them. Girls are told not to wear short skirts to school so as not to <span class=\"fa fa-info-circle\">distract</span> boys, or even teachers—yet not enough is done to teach boys about <span class=\"fa fa-info-circle\">consent</span>. “I am a bit sick of the <span class=\"fa fa-info-circle\">simplistic</span> ‘<span class=\"fa fa-info-circle\">sexy</span>-so-soon’ <span class=\"fa fa-info-circle\">discourse</span> out there,” says Ms <span class=\"fa fa-info-circle\">Lamb</span>, the child <span class=\"fa fa-info-circle\">psychologist</span>. “A girl playing at being Beyoncé isn’t harmful. But a society that only values her for being Beyoncé is a problem.”\n \n Research from places such as South Africa and Sweden suggests children can be better at dealing with sexualised advertising than adults realise. Ms Bhana, the South African academic, says her research suggests children are “highly <span class=\"fa fa-info-circle\">sophisticate</span>d consumers”. But children need help to <span class=\"fa fa-info-circle\">navigate</span> the culture they grow up in. Mr <span class=\"fa fa-info-circle\">Bailey</span> says too little is done to develop children’s <span class=\"fa fa-info-circle\">resilience</span> to the stuff they <span class=\"fa fa-info-circle\">inevitably</span> <span class=\"fa fa-info-circle\">stumble</span> across, especially <span class=\"fa fa-info-circle\">pornography</span>.\n \n If parents and teachers were matter-of-fact and honest about sex, young people would find it easier to talk about their worries and less likely to let what they see bother them. Research by the NSPCC suggests parents tend not to be too concerned by some things their children do—wearing “<span class=\"fa fa-info-circle\">sexy</span>” clothes or make-up, for example—seeing children as wanting to grow up quicker than they do. But they do worry about them seeing hard-core <span class=\"fa fa-info-circle\">pornography</span>.\n \n Britain’s Department for Education is in the process of updating its sex-and-relationships guidance for the first time since 2000. Martha <span class=\"fa fa-info-circle\">Kirby</span> of the NSPCC says this is long <span class=\"fa fa-info-circle\">overdue</span>. The government is to hold <span class=\"fa fa-info-circle\">consultation</span>s on new approaches, such as teaching primary-school children about the idea of <span class=\"fa fa-info-circle\">consent</span>, and those in secondary school about the laws on sexual abuse and the dangers of online <span class=\"fa fa-info-circle\">groom</span>ing by paedophiles.\n \n In many places even basic sex education is lacking. Ms Bhana sees a danger in the extreme positions of some lobbies, especially religious ones, and countries such as Saudi Arabia that resist teaching children about sex at all, in the hope of keeping them “<span class=\"fa fa-info-circle\">pure</span>”. Religious groups in America, such as the <span class=\"fa fa-info-circle\">Abstinence</span> <span class=\"fa fa-info-circle\">Clearinghouse</span>, also argue that sex education encourages children to have sex. In Myanmar similar concerns mean schools barely cover the birds and the bees.\n \n Better to accept that children will naturally want to explore their desires and feelings, and <span class=\"fa fa-info-circle\">equip</span> them to do so safely with <span class=\"fa fa-info-circle\">factual</span> information, awareness of online dangers, access to <span class=\"fa fa-info-circle\">contraception</span>—and the power to know what they want and to say no to what they don’t want.\n \n Don’t worry, be happy\n \n Countries such as the <span class=\"fa fa-info-circle\">Netherlands</span> and <span class=\"fa fa-info-circle\">Denmark</span> are closer to this healthier approach. They expect children to be well informed about their bodies, and see the purpose of sex education as not just to warn of the risks, but to help prepare for a happy sex life. This may be one reason why, according to <span class=\"fa fa-info-circle\">Anna</span> Sparrman, a professor of child studies at Linkoping University in Sweden, <span class=\"fa fa-info-circle\">Scandinavian</span> countries have not really seen <span class=\"fa fa-info-circle\">premature</span>-sexualisation panics. It is not because of an anything-goes attitude; Sweden, for example, bans all broadcast advertising aimed at children under 12.\n \n Just as important, countries need to face up to the cultural <span class=\"fa fa-info-circle\">backdrop</span> behind over-sexualisation, says <span class=\"fa fa-info-circle\">Michelle</span> Jongenelis, a researcher at Australia’s Curtin University. That images of girls looking <span class=\"fa fa-info-circle\">sexy</span> are so much more <span class=\"fa fa-info-circle\">prevalent</span> than those of boys reflects <span class=\"fa fa-info-circle\">sexism</span> and the sexual <span class=\"fa fa-info-circle\">objectification</span> of women; so does the way much <span class=\"fa fa-info-circle\">pornography</span> shows women being treated in a degrading manner. Children <span class=\"fa fa-info-circle\">assimilate</span> these norms through the images of their peers and the products pushed at them—including, at the extreme, <span class=\"fa fa-info-circle\">pornography</span>.\n \n Happily, this broader cultural context does seem to be under <span class=\"fa fa-info-circle\">scrutiny</span> in some parts of the world, though the process is at a very early stage. Basic ideas about gender—such as shops labelling baby clothes as “boys’” and “girls’”—are being challenged, and more <span class=\"fa fa-info-circle\">nuance</span>d understanding of the meaning of “<span class=\"fa fa-info-circle\">consent</span>” are gaining ground. The #MeToo debate, which has pushed sexual <span class=\"fa fa-info-circle\">assault</span> to the fore, leads Ms Jongenelis to conclude that there is a shift in norms about what is acceptable. If so, then children should be among the greatest beneficiaries.\n \n \n", "last": "2018_7_24_4.json", "next": "2018_7_25_1.json", "assistent": {"Abstinence": {"ex": ["n. 节制；节欲；戒酒；禁食"], "pron": {"peg": "['æbstɪnəns]", "pam": "['æbstɪnəns]"}, "st": {}, "wp": {"abstinence rule": "禁戒规则", "conditioned abstinence": "受条件限制的节欲", "Abstinence Analgesic": "催促戒断", "total abstinence": "绝对禁酒;全面节欲", "beef abstinence": "牛肉禁忌", "abstinence phenomeno": "禁戒现象", "abstinence period": "戒断期", "only abstinence": "唯有禁欲", "alimentary abstinence": "断食英语;饮食节制"}, "eg2": [["With a little , you know, my dear, in point of vegetables.", "您知道，我亲爱的，只是蔬菜的数量稍稍有些节制。"], ["Such periods of  were regularly punctuated with periods of alcohol abuse.", "这样的戒酒期总是有规律地被酒精滥用时期打断。"], ["But now he joins in when it's necessary for business reasons and often talks and jokes about his  -- and he volunteers to be the designated driver now and then as well.", "但是，现在他也会处于生意的原因参加一些社交聚会，并且时常拿他的戒酒行为开玩笑，而且他还时不时地志愿为那些饮酒的人做专职司机。"]]}, "Amanda": {"ex": ["n. 阿曼达（女子名）"], "pron": {"peg": "[ə'mændə]", "pam": "[ə'mændə]"}, "st": {}, "wp": {"Amanda Beard": "阿曼达·比尔德;比尔德;美国", "Amanda Seyfried": "阿曼达·塞弗里德;阿曼达;阿曼达·西耶弗里德;阿曼达·谢弗雷德", "Amanda Högström": "阿曼达·哈格斯特伦", "Amanda Crew": "阿曼达·克鲁;雅曼达高尔;曼特古", "Amanda Walsh": "阿曼达·沃尔什;女演员阿曼达·沃尔什;亚曼达沃许;现任老板沃尔什", "Amanda Clayton": "克莱顿;标签", "Amanda Righetti": "阿曼达·莱赫提;红色皮革裙;阿曼达·瑞吉提", "Amanda Albon": "阿尔本", "Amanda Abbington": "艾宾顿;阿曼达·艾宾顿"}, "eg2": []}, "Anna": {"ex": ["n. 安娜（女子名）"], "pron": {"peg": "['ænə]", "pam": "['ænə]"}, "st": {}, "wp": {"Anna Chapman": "安娜·查普曼;查普曼;女间谍安娜;艳谍安娜", "Anna Faris": "安娜·法瑞丝;安娜·法瑞斯;法瑞斯;安娜费莉丝", "Anna Bessonova": "安娜·贝索诺娃;贝索诺娃;别索诺娃;安娜", "Anna Vissi": "安娜·维西;安娜薇希;安娜·薇希;表演者", "Anna Rankin": "安娜·兰金", "Anna Kendrick": "安娜·肯德里克;安娜;肯德里克;安娜姬妲妮", "Anna Paquin": "安娜·帕奎因;安娜;帕奎因;安娜帕奎因", "Anna Bijns": "安娜·拜恩斯", "Anna Chennault": "陈香梅"}, "eg2": [[" hit on a path to the pound.", "安娜偶然找到了一条通往池塘的小路。"], ["You should swear by  who's a good lawyer.", "你应该信任安娜，她是一位高明的律师。"], [" asked Philip if he would like to go for a walk with them.", "安娜问菲利浦是否愿意与她们一起出去散步。"]]}, "Bailey": {"ex": ["n. （城堡外廓内的）堡场", "网络 贝利；贝莉；贝雷"], "pron": {"peg": "英 ['beɪli] ", "pam": "美 ['beɪli] "}, "eg2": []}, "Betty": {"ex": ["n. 贝蒂（女子名）", "n. 贝蒂（皮包品牌）"], "pron": {"peg": "['betɪ]", "pam": "['betɪ]"}, "st": {}, "wp": {"Ugly Betty": "丑女贝蒂;电视剧;丑女也有出头天;俏Betty", "Betty Tung": "董赵洪娉", "Betty Cantrell": "贝蒂·坎特雷尔", "Betty Edwards": "贝蒂·艾德华;艾德华;爱德华;德华兹", "Betty Chu": "赵美生;周贝缇;赵谭美生;贝蒂·楚", "Betty Thomas": "托马斯;贝蒂·托马斯;汤玛丝;导演贝蒂·托马斯", "Bouncing Betty": "弹跳贝蒂;设置一枚地雷;弹跳杆", "betty chan": "陈碧霞", "Betty Ross": "贝蒂·罗斯;贝蒂;饰贝蒂·罗斯;标签"}, "eg2": []}, "Bolivia": {"ex": ["n. 玻利维亚；【国】玻利维亚；玻利维亚共和国", "网络 波利维亚；玻利维亚地图；玻利维亚条子毛绒"], "pron": {"peg": "英 [bə'lɪvɪə] ", "pam": "美 "}, "eg2": []}, "Clearinghouse": {"ex": ["n. 票据交换所"], "pron": {"peg": "['klɪrɪŋ,haʊs]", "pam": "['klɪrɪŋ,haʊs]"}, "st": {"transform": [["n.", "clearinghouses"]]}, "wp": {"Auto ClearingHouse": "相当于自动票据清算所", "Clearinghouse auction": "票据交换所式的拍卖", "Exchange Clearinghouse": "交易结算所;交易清算所", "clearinghouse service": "情报交换业务;票据交换所业务", "Credit Clearinghouse": "立信贷交易产品清算所", "Interoperability Clearinghouse": "票据交易所互", "Nielson Clearinghouse": "尼尔森票据交换所", "The Clearinghouse": "清算所", "SEA clearinghouse": "建构专门网站"}, "eg2": []}, "Criticism": {"ex": ["n. 批评；考证；苛求"], "pron": {"peg": "['krɪtə'sɪzəm]", "pam": "['krɪtə'sɪzəm]"}, "st": {}, "wp": {"literary criticism": "文学批评;文艺评论;文学评论;文学批判", "Media Criticism": "媒介批评;媒体批判;媒体批评;传媒批评", "Feminist Criticism": "女权主义批评;女性主义批评;女性主义文学批评", "objective criticism": "客观批评", "Music Criticism": "音乐评论;音乐批评", "impressionistic criticism": "印象主义批评", "practical criticism": "实用批评", "pointed criticism": "尖锐的批评", "literature criticism": "文学批评"}, "eg2": [["He toned down his .", "他降低了批评的调子。"], ["I like him all the better for his .", "他提出了批评，我反而更喜欢他了。"], ["Why have you singled out this incident for ?", "你为什么单挑这件事批评呀?"]]}, "Denmark": {"ex": ["n. 丹麦", "网络 丹麦王国；丹麦队；丹麦之美"], "pron": {"peg": "英 ['denmɑːk] ", "pam": "美 "}, "eg2": []}, "Internet": {"ex": ["n. 因特网；国际互联网", "网络 网际网路；网络；国际互联网络"], "pron": {"peg": "英 ['ɪntənet] ", "pam": "美 [ˈintɜrnɛt] "}, "eg2": [["I looked it up on the Internet .", "我在互联网上查过此事。"], ["You can buy our goods over the Internet .", "可以通过互联网购买我们的货品。"], ["All the rooms have access to the Internet/Internet access .", "所有的房间都可以接入互联网。"], ["an Internet service provider(= a company that provides you with an Internet connection and services such as email, etc.)", "互联网服务供应商"]]}, "Kirby": {"ex": ["n. 卡比（男子名）"], "pron": {}, "st": {}, "wp": {"Robion Kirby": "罗比恩·卡比", "Kirby Dick": "导;迪克;导演;编剧", "Kirby Griffin": "格里芬", "Scott Kirby": "总裁郭斯杰;科尔比;总裁郭杰斯;美国航空总裁郭斯杰", "Kirby Bowl": "卡比滚球", "Kirby Siber": "由卡比·希伯", "Amanda Kirby": "亚曼达·卡比", "Pseudapis Kirby": "毛带蜂属", "Kirby Winter": "科比·温特"}, "eg2": []}, "Lamb": {"ex": ["n. 羔羊；小羊；羊羔肉；（慈爱或怜悯地描述或称呼某人）宝贝", "v. 产羊羔", "网络 羊肉；羔羊肉；兰姆"], "pron": {"peg": "英 [læm] ", "pam": "美 [læm] "}, "eg2": [["a leg of lamb", "羔羊腿肉"], ["lamb chops", "羔羊排"], ["You poor lamb!", "可怜的宝贝！"]]}, "Lolita": {"ex": ["n. （吸引年长男性的）早熟性感少女", "网络 洛丽塔；一树梨花压海棠；萝莉"], "pron": {"peg": "英 [lɒ'liːtə] ", "pam": "美 [loʊ'litə] "}, "eg2": []}, "Michelle": {"ex": ["n. 米歇尔；【女名】女子名", "网络 蜜雪儿；余德琳；杨紫琼"], "pron": {"peg": "英 [mi:'ʃel] ", "pam": "美 [mi:'ʃel] "}, "eg2": []}, "Netherlands": {"ex": ["n. 荷兰；【国】尼德兰；主要位于欧洲西北部", "网络 荷兰队；荷兰王国；荷蘭"], "pron": {"peg": "英 ['neðələndz] ", "pam": "美 ['neðərləndz] "}, "eg2": []}, "Precocious": {"ex": ["adj. 早熟的；过早发育的"], "pron": {"peg": "[prɪ'koʃəs]", "pam": "[prɪ'koʃəs]"}, "st": {}, "wp": {"precocious stage": "成虫前期", "precocious maturation": "早熟处理", "Precocious gene": "早实基因", "precocious dentistry": "牙齿早出", "special precocious": "特早熟", "precocious strain": "早熟株", "precocious molt": "异常蜕皮", "puberty precocious": "性早熟", "precocious trait": "早实特性"}, "eg2": [["She writes about herself and her pubescent, , and, when necessary, cunning behavior with the same sobriety she uses to describe everything else.", "她描写她本人，她的早熟 ，青春期的困惑，而且在必要的时候，她利用同样节制的狡猾行为去描写所有别的事情。"], ["Tennessee was always doing something. He was like a<b> Precocious</b> child, really.", "田纳西总在做事，停不下来，他好像一个早熟的孩子，真的就是。"]]}, "Reg": {"ex": ["n. 汽车牌照"], "pron": {"peg": "[rɛdʒ]", "pam": "[rɛdʒ]"}, "st": {}, "wp": {"Reg Thomas": "托马斯", "REG regulate": "控制;校准;节制;调节", "Sonic Reg": "音速注册", "REG UNIT": "寄存器单元;寄存器堆单元;寄存器组单元", "Reg Converter": "注册表文件转换工具;注册表文件转换器", "Reg Mombassa": "蒙巴萨", "Reg Pearson": "省首席仲裁员皮尔逊;首席调停员皮尔逊;员皮尔逊", "Reg Lewis": "刘易斯", "Reg Garner": "雷吉·加纳"}, "eg2": []}, "Scandinavian": {"ex": ["n. 北欧(人)的；斯堪的纳维亚语(的)", "网络 斯堪的纳维亚人；斯堪的纳维亚的；堪地那维亚"], "pron": {"peg": "英 [.skændɪ'neɪviən] ", "pam": "美 [.skændɪ'neɪviən] "}, "eg2": []}, "Sharon": {"ex": ["n. 莎伦（女子名）"], "pron": {"peg": "['ʃærən]", "pam": "['ʃærən]"}, "st": {}, "wp": {"Sharon Chan": "陈敏之;陈敏芝;陈凯嘉", "Sharon Lee": "李昊嘉;李晓雯;李宣榕;李淑娟", "Sharon Tate": "泰特;莎朗蒂;莎伦·塔特", "Sharon Hom": "谭竟嫦;谭兢嫦;执行主任谭竟嫦", "Sharon Bowles": "鲍尔斯", "Sharon Leal": "莎朗·莉尔;莎朗", "Sharon Martin": "马丁;标签", "sharon gless": "格蕾丝;火线警告", "Sharon Hanson": "沙龙·汉森;标签"}, "eg2": [["I remember that the little boy grabbed 's ball.", "我还记得那个小男孩抓走了莎伦的皮球。"], ["I am the rose of , and the lily of the valleys.", "我是沙仑的玫瑰花（或作水仙花），是谷中的百合花。"], ["KELLY: Well. You know I always respect your opinion, .", "凯莉：雪伦，你知道我一直很尊重你的意见。"]]}, "Sweaty": {"ex": ["adj. 出汗的；吃力的；使人出汗的"], "pron": {"peg": "['swɛti]", "pam": "['swɛti]"}, "st": {"transform": [["adj.", "sweatier,swatiest"]]}, "wp": {"Sweaty feet": "汗脚", "Sweaty saddle": "马臭", "Sweaty armpits": "兴奋的缘由", "sweaty workshop": "血汗工厂", "sweaty mexican": "勤劳的墨西哥人", "Sweaty Spirit": "汗臭净", "Sweaty Tshirts": "汗水T恤", "Sweaty Palms": "手心出汗", "Sweaty Exercise": "淋漓运动"}, "eg2": [["And bring the bottle with you, since even so-called \"waterproof\" sunscreens don't last the length of a long,  workout.", "带一整瓶的防晒霜，因为即使那些号称“防水”的防晒霜在出汗的训练中也不能持续多长时间。"], ["Researchers at the University of Manchester, in northwest England, said on Thursday that the biggest problems were<b> Sweaty</b> palms, limp wrists, gripping too hard and lack of eye contact.", "在英格兰西北部的大学调查研究人员曼彻斯特说，在星期四最大的问题就是出汗的手腕、手掌，紧握和没有直视对方眼睛。"], ["In this iteration of the tale, Peter Parker is a pedant with<b> Sweaty</b> palms and weak posture.", "在对故事的重述中，彼得帕克是一个有着爱出汗的手掌和虚弱姿态的书呆子。"]]}, "abbreviation": {"ex": ["n. 缩写；缩写词"], "pron": {"peg": "[əˌbrivɪ'eʃən]", "pam": "[əˌbrivɪ'eʃən]"}, "st": {}, "wp": {"recognized abbreviation": "公认的缩略词", "chart abbreviation": "海图缩写", "Abbreviation convention": "缩写约定", "abbreviation key": "缩写符号键", "abbreviation codes": "缩写代码", "Abbreviation Abbr": "缩语和略语", "A abbreviation": "简写", "Abbreviation reaction": "缩合反映", "command abbreviation": "命令缩写;命令缩写英语"}, "eg2": [["I used this<b> abbreviation</b> heavily in  Listing 1. ", "在  清单 1中我大量使用了此缩写。"], ["We will use this<b> abbreviation</b> in this article and throughout the series.", "我们将在本文以及整个系列中使用这个缩写词。"], ["A large percentage of classpath-related problems are caused by using one word in the source code and a slightly different spelling or<b> abbreviation</b> of that word in the filesystem.", "大部分与类路径相关的问题都是由在源代码中使用某个单词而在文件系统中使用的却是与之稍有不同的拼写或缩写而引起的。"]]}, "advocate": {"pron": {"peg": "英 ['ædvəkət] ", "pam": "美 ['ædvəkət] "}, "ex": ["v. 提倡；拥护；支持", "n. 拥护者；支持者；辩护律师；提倡者", "网络 主张；倡导；辩护者"], "eg2": [["The group does not advocate the use of violence.", "该团体不支持使用暴力。"], ["Many experts advocate rewarding your child for good behaviour.", "很多专家主张对小孩的良好表现加以奖励。"], ["The report advocated that all buildings be fitted with smoke detectors.", "报告主张所有的建筑物都应安装烟雾报警器。"], ["The report advocated that all buildings should be fitted with smoke detectors.", "报告主张所有的建筑物都应安装烟雾报警器。"], ["an advocate for hospital workers", "医院工作人员的支持者"], ["a staunch advocate of free speech", "言论自由的坚定拥护者"]]}, "allegedly": {"pron": {"peg": "[ə'lɛdʒɪdli]", "pam": "[ə'lɛdʒɪdli]"}, "wp": {"Allegedly He Envies Her": "据说他忌妒她", "Allegedly To Disarm Doom": "据说能够解除厄运", "Allegedly Collected": "据称所收", "Who Allegedly Told": "据称对", "Massachusetts Man Allegedly C": "麻州男子被控阴谋在购物中心制造恐怖袭击", "Including Allegedly": "包括据说", "allegedly a": "直觉的", "were allegedly obtained illegally": "透过不法手段得来", "Massachusetts Man Allegedly Co": "麻州男子被控阴谋在购物中心制造恐怖袭击"}, "ex": ["adv. 依其申述；据说，据称"], "eg2": [], "st": {}}, "assault": {"pron": {"peg": "[ə'sɔlt]", "pam": "[ə'sɔlt]"}, "wp": {"Downtown Assault": "市区突袭;市区攻袭;郊区突袭;郊区攻袭", "Ion Assault": "离子袭击;离子攻击;硬盘版", "Assault Rifles": "突击步枪;步枪;冲锋枪", "Auto Assault": "末日战车;机动突击;游戏介绍游戏以战车", "Droid Assault": "机械袭击;进化并活下去;机甲强袭;机器小子大进击", "Death Assault": "死亡攻击;死亡突击;死亡袭击", "Assault Wing": "空袭之翼", "Intentional assault": "故意伤害罪", "Massive Assault": "全面攻击;重型攻击;沉重打击;全面进攻"}, "ex": ["n. 攻击；袭击", "vt. 攻击；袭击", "vi. 袭击；动武"], "eg2": [["The man saw us and stopped his . They both waved me on.", "那个男人停止了攻击看这我们，并朝我们挥动着拳头。"], ["Later, Pyongyang claimed it controls all the waters around the island and said that any artillery testing from Yeonpyeong is an  on its territory.", "随后，平壤方面声称延坪岛周围海域全都归它控制，并说延坪岛上的任何炮兵演习都是对其领土的攻击。"]], "st": {"similar": "attack"}}, "assimilate": {"pron": {"peg": "[ə'sɪməlet]", "pam": "[ə'sɪməlet]"}, "wp": {"Assimilate situation": "同化态势", "photosynthetic assimilate": "光合产物", "assimilate partition": "物质分配", "assimilate transport": "同化物运输", "assimilate into": "并入", "assimilate nutriment": "吸收养分", "assimilate distribution": "同化产物分布", "assimilate starch": "同化淀粉", "assimilate knowledge": "吸收知识"}, "ex": ["vt. 吸收；使同化；把…比作；使相似", "vi. 吸收；同化"], "eg2": [["Europeans and Jews do not readily .", "欧洲人和犹太人不易同化。"], ["China needs to<b> assimilate</b> a good deal of foreign progressive culture, but she must not swallow anything and everything uncritically.", "中国需要大量吸收外国的进步文化， 但决不能无批判地兼收并蓄。"], ["In this scenario, due to the lag time required to  new resources, the relationship between required resources and estimated delivery timeframe may even turn negative.", "在这种情况下，由于时间已经落后，需要吸收新的人力资源，需要的资源和预计的交付时间的关系甚至更加复杂。"]], "st": {"transform": [["vt.", "assimilated,assimilating"]]}}, "assumption": {"pron": {"peg": "[ə'sʌmpʃən]", "pam": "[ə'sʌmpʃən]"}, "wp": {"normality assumption": "正态假设;正态性假定", "calculation assumption": "计算假定", "Soul Assumption": "灵魂超度;精神超度;精力超度;元气超度", "false assumption": "错误假设", "assumption formula": "假定公式;假定式", "default assumption": "缺少假定;缺省预设;缺省假设", "strong assumption": "强假设;\t\t强假定", "concern assumption": "持续经营假设", "basic assumption": "基本假定;基本假设;基本意会"}, "ex": ["n. 假定；设想；担任；采取"], "eg2": [["He based his  of her guilt on the fact that she had no alibi.", "他以她不在犯罪现场的事实为根据做出她犯罪的假定。"], ["Thus, an essential<b> assumption</b> of this method is that requirements must be well understood before development can go forward.", "因而，这种方法的一个必要假定是需求必须在开发能够进行之前被充分地理解。"], ["The  that all tests should be trivial and quick.", "人们总是设想所有的测试应该短小快速。"]], "st": {}}, "backdrop": {"pron": {"peg": "英 ['bæk.drɒp] ", "pam": "美 ['bæk.drɑp] "}, "ex": ["n. （舞台的）背景幕布；（事件发生时）周围陪衬景物", "网络 背景板；交流声；舞台背景"], "eg2": [["The mountains provided a dramatic backdrop for our picnic.", "群山如画，给我们的野餐平添景色。"], ["It was against this backdrop of racial tension that the civil war began.", "这场内战肇端于种族之间的紧张状态。"]]}, "belatedly": {"pron": {"peg": "[bi'leitidli]", "pam": "[bi'leitidli]"}, "wp": {}, "ex": ["adv. 延迟地；延续地"], "eg2": [["Then, , an umbrella of governance would be added.", "然后，才慢腾腾的添加治理这把保护伞。"], ["And we’ll benefit as smart and talented women<b> belatedly</b> have the opportunity to deploy their skills on behalf of all of humanity — including those of us with Y chromosomes.", "当聪慧的女性终于有机会施展自己的才能的时候，我们男性也将从中受益，而这将为全人类造福，包括我们这些带有Y染色体的男性。"], ["He himself advocated the policies the Fed followed, and in fact, was critical of the Fed raising rates even when it<b> belatedly</b> did so in 2004.", "他本人是提倡美联储遵循的政策的，事实上，他批评美联储提升利率即便是其真的在2004年做了滞后的调整。"]], "st": {}}, "beneficiary": {"pron": {"peg": "[,bɛnɪ'fɪʃɪɛri]", "pam": "[,bɛnɪ'fɪʃɪɛri]"}, "wp": {}, "ex": ["n. [金融] 受益人，受惠者；封臣", "adj. 拥有封地的；受圣俸的"], "eg2": [["So I am a direct<b> beneficiary</b> of early detection.", "她说，“所以我是早期检测的直接受益人。"]], "st": {"transform": [["n.", "beneficiaries"]]}}, "bikini": {"ex": ["n. 比基尼泳装", "网络 比基尼泳衣；比坚尼；芭比"], "pron": {"peg": "英 [bɪ'kiːni] ", "pam": "美 [bɪ'kini] "}, "eg2": []}, "billboard": {"pron": {"peg": "英 ['bɪl.bɔː(r)d] ", "pam": "美 ['bɪl.bɔrd] "}, "ex": ["n. 大幅广告牌", "v. 宣传", "网络 公告牌；告示牌；美国告示牌"], "eg2": []}, "boutique": {"ex": ["n. 精品店；时装店", "adj. （商店）精品的", "网络 时装精品小店；时装礼品店；专卖流行衣服的小商店"], "pron": {"peg": "英 [buː'tiːk] ", "pam": "美 [bu'tik] "}, "eg2": [["a boutique hotel that offers an escape from the outside world", "让人远离尘世喧嚣的精品酒店"], ["a boutique investment bank", "精品投资银行"]]}, "bra": {"ex": ["n. 文胸；胸罩；（汽车前部的）活动罩", "网络 内衣；乳罩；布拉"], "pron": {"peg": "英 [brɑː] ", "pam": "美 [brɑ] "}, "eg2": []}, "cartoon": {"ex": ["n. 漫画；底图；连环画；【电影】动画", "v. (为…)画底样；(使)漫画化；(把…)画成漫画[动画]", "网络 卡通；动画片；卡通片"], "pron": {"peg": "英 [kɑː'tuːn] ", "pam": "美 "}, "eg2": [["a Walt Disney cartoon", "迪斯尼动画片"], ["a cartoon character", "动画片人物"]]}, "cit": {"ex": ["n. 市民；老百姓服装，便服"], "pron": {"peg": "[sit]", "pam": "[sit]"}, "st": {}, "wp": {"CIT Group": "CIT集团;美联信", "Citation Cit": "引文;题录;引语", "cit ation": "褒奖", "fuzhou cit": "福州市", "VIVO CIT": "怡", "baoji cit": "宝鸡市", "Cit ral": "立地条件", "CIT Argus": "买入", "Cit ric": "柠檬酸"}, "eg2": [[" hopes to move some of its best businesses, including vendor financing and factoring, to its bank, where it can fund them with deposits. But regulators may balk at this move.", "希望将最优质的部份业务转移至旗下银行,如此一来便能以银行存款为这些业务融资.但监管当局可能不会接受这种安排."]]}, "clad": {"ex": ["adj. 穿衣的；覆盖的", "vt. 在金属外覆以另一种金属", "v. 穿衣（clothe的过去式和过去分词）"], "pron": {"peg": "[klæd]", "pam": "[klæd]"}, "st": {"transform": [["vt.", "clad,cladding"]]}, "wp": {"Clad plate": "复合板;包装板;涂层板;复合钢板", "Steel Clad": "包钢的;钢片衬;铠装的;钢复合", "Iron Clad": "超级战机;铠装的;铁甲舰;战舰", "depressed clad": "凹陷型包复", "clad laminate": "覆铜箔层压板;\t\t敷箔板;敷箔片", "ALL CLAD": "奥克兰;华夫炉", "clad fiber": "包层光纤;\t\t包层纤维;\t\t套层纤维", "James Clad": "克莱德", "clad Tubesheet": "复合管板;复合管板英语"}, "eg2": [["In 2010, and beyond, the government of the ice- island will take control of domestic affairs.", "2010年以后, 这个冰雪覆盖的岛屿自己的政府将会负责全部的岛内事务."], ["We did not dance together after that night, I found other partners, and my father waited up for me after dances, sitting in his favorite chair,  in his flannel pajamas.", "那天晚上以后，我们再也没有一起跳过舞。 我寻找别的舞伴，而我的父亲跳完舞后总是坐在他心爱的椅子上，穿着法兰绒的睡衣等候着我。"], ["Gas reactors require enrichments in the order of up to 20%. So we need to fabricate the uranium into pellets which are  in zirconium tubes which are placed into the reactor core.", "气体反应堆要求充实，以此能,达到20%，所以，我们需要制造出在芯块中的铀,那是锆管道的金属外壳,那被放置入一个反应堆核心里去。"]]}, "complex": {"pron": {"peg": "英 [kəm'pleks] ", "pam": "美 [kəm'pleks] "}, "ex": ["n. 情结；（类型相似的）建筑群；相关联的一组事物；不正常的精神状态", "adj. 复杂的；难懂的；费解的；复合的（指词根加有词缀或主句含有从句）", "网络 复数；复合物；复合体"], "eg2": [["complex machinery", "结构复杂的机器"], ["the complex structure of the human brain", "错综复杂的人脑构造"], ["a complex argument/problem/subject", "复杂难懂的论证╱问题╱科目"], ["a sports complex", "综合体育场"], ["an industrial complex(= a site with many factories)", "工业建筑群"], ["This is just one of a whole complex of issues.", "这仅仅是所有相关的问题之一。"], ["to suffer from a guilt complex", "蒙受负罪感之苦"]]}, "condemnation": {"pron": {"peg": "[,kɑndɛm'neʃən]", "pam": "[,kɑndɛm'neʃən]"}, "wp": {"carcass condemnation": "胴体废弃", "condemnation level": "质量临界水平", "Emphatic Condemnation": "强烈谴责", "A condemnation": "一位谴责", "condemnation proceeds": "征用收入", "international condemnation": "国际制裁", "11 Condemnation": "关于审判", "condemnation notice": "宣告不适用通知", "Condemnation Wings": "求影片内的音乐"}, "ex": ["n. 谴责；定罪；非难的理由；征用"], "eg2": [["Smokers are an affront to this fantasy, and that is why no  is strong enough for their presumption.", "吸烟者是对这个幻想的侮辱，按他们的设想，这就是为什么强烈谴责吸烟者还是不够的。"], ["Perhaps that’s why I’m not outraged by what is perhaps the first book of 2011 to unleash a firestorm of .", "也许正因此，我才未对这本可能是2011年的第一本书表示愤怒，并对其发出强烈的谴责。"], ["We express our firm opposition and strong<b> condemnation</b> to that.", "我们对这种行径予以坚决反对和强烈谴责。"]], "st": {}}, "consent": {"pron": {"peg": "[kən'sɛnt]", "pam": "[kən'sɛnt]"}, "wp": {"consent solicitation": "同意征求;持有人同意", "consent v": "同意", "Consent Search": "同意搜索;同意搜查", "inform consent": "医疗告知义务;知情同意;说明与同意事;同意书", "reserved consent": "有保留的同意;有保留的赞成;有保留的赞同", "consent theory": "同意理论", "prior consent": "事先同意;得员工的同意", "Consent Letter": "同意书;并填写申请表格;同意信", "mutual consent": "相互同意;协议;双方同意;一致同意"}, "ex": ["vi. 同意；赞成；答应", "n. 同意；（意见等的）一致；赞成", "n. (Consent)人名；(法)孔桑"], "eg2": [["I ought first to have asked your .", "我本应该首先征得你的同意。"], ["He threw me a smile that telegraphed .", "他朝我微笑，流露出同意的神情。"], ["He misinterpreted her silence as giving .", "他把她的沉默误认为是同意。"]], "st": {"similar": "agree,assent,concur,accede,acquiesce"}}, "consultation": {"pron": {"peg": "英 [.kɒns(ə)l'teɪʃ(ə)n] ", "pam": "美 [.kɑns(ə)l'teɪʃ(ə)n] "}, "ex": ["n. 咨询；磋商；查阅；商讨", "网络 最新咨询；会诊；谘询"], "eg2": [["a consultation document/paper/period/process", "咨询文件╱论文╱时间╱过程"], ["acting in consultation with all the departments involved", "和所有有关部门磋商后行事"], ["The decision was taken after close consultation with local residents.", "这项决定是在与当地居民仔细磋商后作出的。"], ["extensive consultations between the two countries", "两国之间的广泛磋商"], ["There is a large collection of texts available for consultation on-screen.", "有大量的文本可通过电脑查阅。"]]}, "contraception": {"ex": ["n. 避孕（法）；节育（法）", "网络 避孕法；避孕方法；避孕措施"], "pron": {"peg": "英 [.kɒntrə'sepʃ(ə)n] ", "pam": "美 [.kɑntrə'sepʃ(ə)n] "}, "eg2": [["to give advice about contraception", "就避孕方法提供咨询"]]}, "convenience": {"pron": {"peg": "[kən'vinɪəns]", "pam": "[kən'vinɪəns]"}, "wp": {"Relational Convenience": "关系性合意", "for convenience": "为了方便;为了方便起见;为方便起见;为方便", "High Convenience": "高度方便性;便利性;高便利", "convenience stores": "便利店;便民店;便利商店;便利商店乐队", "To convenience": "便于查找和检查;标记要具体清晰;方便顾客查找和检查", "Traffic convenience": "交通变得方便;交通便利性", "Convenience store": "便利商店;便利店;便利商品;便利店铺", "transfer convenience": "换乘方便性;换乘便捷性", "convenience product": "便利型产品;便利品;便利产品;方便产品"}, "ex": ["n. 便利；厕所；便利的事物"], "eg2": [["A new general store has been built for the  of the residents.", "为便利居民， 新建了一个百货商店。"], ["The shop assistants sell goods from door to door for the  of the masses.", "售货员送货上门，便利群众。"], ["For all the contemporary problems cars bring, no one can deny the  cars bring us and ignore the effort We make to solve these problems.", "对于汽车所带来的问题，谁也不能否认汽车给我们带来的便利，忽视我们为解决这些问题而做出的努力。"]], "st": {}}, "cope": {"pron": {"peg": "英 [kəʊp] ", "pam": "美 [koʊp] "}, "ex": ["v. 处理", "n. 大圆衣", "网络 应付；对付；竞争"], "eg2": [["I got to the stage where I wasn't coping any more.", "到了这个阶段，我已经无法应付了。"], ["He wasn't able to cope with the stresses and strains of the job.", "对付这项工作的紧张与压力，他无能为力。"], ["Desert plants are adapted to cope with extreme heat.", "沙漠植物适于耐酷热。"]]}, "council": {"ex": ["n. 委员会；会议；理事会；地方议会；顾问班子", "n. (Council)人名；(英)康斯尔"], "pron": {"peg": "['kaʊnsl]", "pam": "['kaʊnsl]"}, "st": {}, "wp": {"District council": "区议会;区议会功能界别;区域议会;部的联邦律师", "Nordic Council": "北欧理事会;北欧委员会;此乃由北欧委员会", "Atlantic Council": "大西洋理事会;大西洋委员会;理事会", "Guardian Council": "宪法监督委员会;宪法监护委员会;监护委员会;护教会议", "Population Council": "人口理事会;人口委员会;人口协会;可口可乐公司", "Federal Council": "瑞士联邦委员会;联邦委员会;联邦参议院;联邦院", "union council": "巴基斯坦村联合;评议会;联盟理事会", "Revolution Council": "葡萄牙革命委员会", "city council": "市议会;市政府;市政局;市政厅"}, "eg2": [["The<b> council</b> denounced the new law.", "该委员会谴责新法律。"], ["The  discussed the proposed law on taxes.", "委员会讨论了所提的税法议案。"], ["Not only me, me and most of the Iraqis, they are concerned about this .", "阿里夫说：“不止是我，我和大多数伊拉克人都很看重这个委员会。"]]}, "craze": {"ex": ["n. 狂热", "vi. 发狂；产生纹裂", "vt. 使发狂；使产生纹裂"], "pron": {"peg": "[krez]", "pam": "[krez]"}, "st": {"similar": "fashion", "transform": [["vt.", "crazed,crazing"]]}, "wp": {"panda craze": "疯狂熊猫;疯狂熊猫黄金版;熊猫黄金版", "Coffee Craze": "疯狂咖啡店;疯狂咖啡馆;咖啡厅", "Craze Rush": "莉莎经营服饰店;丽莎经营时装店;丽莎经营服装店", "care craze": "农民", "Color Craze": "狂热斑点", "Blood Craze": "血之狂热;血之狂热被动", "cultural craze": "文化热", "craze obout": "奥布特热的冷思考", "disco craze": "迪斯科热"}, "eg2": [["I thank living during love ,it brought me .", "爱情之中我感谢生活,它给我狂热."], ["Clearly, we have a fashion<b> craze</b> on our hands, or, um, feet.", "很明显，我们现在有着一种时尚狂热在手，或者说，嗯，在脚上。"], ["We took our two daughters out of the public school system when they reached middle-school age, just as the standardized testing<b> craze</b> was taking hold, and put them in private schools.", "我们将我们的两个女儿在她们上初中的年纪是带出了公共学校系统，正是因为标准化测试狂热根深蒂固，转而将她们送进了私立学校。"]]}, "decrease": {"pron": {"peg": "英 [dɪ'kriːs] ", "pam": "美 "}, "ex": ["v. 降低；减少；缩小；减弱", "n. 减少；减小量；所减少的总量；减缩位置", "网络 下降；减少量；减少之量"], "eg2": [["The number of new students decreased from 210 to 160 this year.", "今年新生人数从 210 减少到 160。"], ["a decreasing population", "逐渐减少的人口"], ["The price of wheat has decreased by 5%.", "小麦价格降低了 5%。"], ["This species of bird is decreasing in numbers every year.", "这种鸟的数量在逐年减少。"], ["People should decrease the amount of fat they eat.", "人们应减少脂肪的摄入量。"], ["There has been some decrease in military spending this year.", "今年的军费开支有所减少。"], ["a decrease of nearly 6% in the number of visitors to the museum", "参观博物馆人数下降将近 6%"]]}, "degrade": {"ex": ["vt. 贬低；使……丢脸；使……降级；使……降解", "vi. 降级，降低；退化"], "pron": {"peg": "[dɪ'ɡred]", "pam": "[dɪ'ɡred]"}, "st": {"similar": "abase,debase,hum", "transform": [["vt.", "degraded,degrading"]]}, "wp": {"degrade performance": "降低性能;下降机能;降低机能;低落机能", "Distortion degrade": "变形降等", "land degrade": "土地退化", "catalyst degrade": "催化降解", "degrade process": "退化过程", "Harmlessly Degrade": "无害降解", "degrade status": "降低警报状态", "degrade situation": "降级情况", "degrade yourself": "掉价"}, "eg2": [["This will<b> degrade</b> performance.", "这样将降低性能。"], ["No one can<b> degrade</b> us except ourselves; that if we are worthy, no influence can defeat us.", "除了我们自己以外，没有人能贬低我们。 如果我们坚强，就没有什么不良影响能够打败我们。"], ["Be sure not to use either paper towels, which can leave lint and other fibers, or solutions like window cleaner, which can<b> degrade</b> your display.", "请确认没有用纸毛巾，如果用这些将能够留下棉和其它一些纤维，或者像用一些擦窗器，它将降低你的显示。"]]}, "delusion": {"ex": ["n. 迷惑，欺骗；错觉；幻想"], "pron": {"peg": "[dɪ'luʒn]", "pam": "[dɪ'luʒn]"}, "st": {"similar": "illusion,hallucination,mirage"}, "wp": {"Persecutory delusion": "被害妄想型;被害妄想;迫害妄想;害妄想症", "religions delusion": "宗教妄想", "somatopsychic delusion": "自体妄想", "expansive delusion": "夸张妄想;展张性妄想;张大妄想", "Butterfly Delusion": "蝶妄想", "dangerous delusion": "危险妄想;危险的错觉;危险的妄想", "love delusion": "钟情妄想;恋爱妄想", "Lunatic delusion": "主题歌", "Grandeous Delusion": "夸大妄想"}, "eg2": [["For<b> delusion</b> it is, on three levels.", "在三个层面上可见这是一个错觉。"], ["In Brazil, some misguided people vow that it increases sexual prowess, others are under the  that it makes a man impotent.", "在巴西，有些被误导的人对天起誓说：它能增加性能力；却也有些人有这样的错觉：它会让人性无能。"], ["The third and most disturbing<b> delusion</b> is that deeper structural reform is not necessary; everything will be fine if only Greece and other euro-zone laggards cut their budget deficits.", "第三个也是最令人不安的错觉是无需深化结构改革，如果希腊以及其他拖累欧元区的国家削减其预算赤字就能够万事大吉了。"]]}, "depiction": {"pron": {"peg": "[dɪ'pɪkʃən]", "pam": "[dɪ'pɪkʃən]"}, "wp": {"self depiction": "自况", "fuzzy depiction": "F刻划", "animal depiction": "动物描写", "depiction style": "叙述风格", "digital depiction": "数字刻画", "lyric depiction": "抒情性描写", "conformal depiction": "保角绘图", "lust depiction": "欲望叙述", "artistic depiction": "艺术描写"}, "ex": ["n. 描写，叙述"], "eg2": [["You would think that such western imports would champion any<b> depiction</b> of homosexuality on television, right?", "你会想，像这些西方进口会拥护电视媒体对同性恋的描写，对吧？"], ["Some material came from the outside world in Yellow Mud Street, but I think my<b> depiction</b> of the internal world also appears in this early work.", "在《黄泥街》中，还是有一些东西是来自外部世界，但是我想，我对内在世界的描述也在这部早期的作品中出现了。"], ["Each method of<b> depiction</b> has different strengths and weaknesses.", "每种描述方法都有不同的强项和弱点。"]], "st": {}}, "despair": {"pron": {"peg": "[dɪ'spɛr]", "pam": "[dɪ'spɛr]"}, "wp": {"black despair": "大失望;绝望;深深的绝望", "Hysterical Despair": "歇斯底里绝望", "Planar Despair": "时空绝境", "Hanshan Despair": "韩珊绝望而", "Nay Despair": "甚至绝望", "Psychotic Despair": "精神病绝望", "unyielding despair": "不放弃", "Despair Sunday": "绝望的星期天", "overcome despair": "摆脱绝望"}, "ex": ["n. 绝望；令人绝望的人或事", "vi. 绝望，丧失信心"], "eg2": [["He gave up the attempt in .", "他在绝望中放弃了这种尝试。"], ["She hanged herself out of .", "她因绝望而上吊自尽。"], ["I<b> despair</b> of ever finding him again.", "我对再找到他已丧失信心。"]], "st": {}}, "discourse": {"pron": {"peg": "['dɪskɔrs]", "pam": "['dɪskɔrs]"}, "wp": {"Discourse Markers": "话语标记语;话语标记;语篇标记;语段连接词", "discourse structure": "言谈结构;语篇结构;话语结构;篇章结构", "critical discourse": "批评话语", "social discourse": "社会话语;社会论述;社会语篇", "power discourse": "权力话语", "public discourse": "公共话语;公共讨论;公共论述;公共语篇", "discourse deixis": "语篇指示;指示语;话语指示语;语篇指示语", "classroom discourse": "课堂话语;教室言谈", "multimodal discourse": "多模态话语;多模态语篇;多模式话语;态话语"}, "ex": ["n. 论述；谈话；演讲", "vi. 演说；谈论；讲述", "vt. 说出；演奏出"], "eg2": [["“Fashion is part of the culture industry, part of the overall ,” he said.", "“时装是文化产业的一部份，全部谈论的话题的一部份，”他说。"], ["But to create reasonable  about these topics, you have to start somewhere.", "但是要发表关于这些主题的论述，您必须从某个位置开始。"]], "st": {"transform": [["vi.", "discoursed,discoursing"]], "similar": "speak"}}, "distract": {"ex": ["vt. 转移；分心"], "pron": {"peg": "[dɪ'strækt]", "pam": "[dɪ'strækt]"}, "st": {}, "wp": {"distract thinking": "发散思维", "Mobiles Distract": "手机影响学习", "Distrinstexclusiveceear DISTRACT": "滋扰", "Distract DISTRBDT": "干扰", "distract sb": "使某人分心", "Yuyao Distract": "宁波余姚市", "distract in": "在分散注意力;转移在里;分散在;正在翻译", "nto distract": "分散注意", "to distract": "分散注意;分心;分散"}, "eg2": [["I owe you this duty and nothing will<b> distract</b> me from it.", "这是我对你的一个义务，任何事情都不能让我分心。"], ["If we let them, such irritants can<b> distract</b> us from the enjoyment of life.", "如果我们允许，这种刺激能使我们从生活的快乐中转移出去。"], ["It will<b> distract</b> you from the important tasks at hand, especially the task of enjoying your work.", "这会令到你从手头重要任务上分心，特别是那些你正在享受工作的任务。"]]}, "eliminate": {"pron": {"peg": "[ɪ'lɪmɪnet]", "pam": "[ɪ'lɪmɪnet]"}, "wp": {"Eliminate stretch": "医莱美思", "eliminate corruption": "根除腐败", "eliminate errors": "消除误差;消除差错", "eliminate phlegm": "去痰;除痰", "eliminate benefit": "消除受益;消除受惠;消除效益", "Eliminate them": "干掉他们", "Eliminate interruptions": "排除干扰", "eliminate traitors": "锄奸", "eliminate waste": "消除浪费;消灭浪费"}, "ex": ["vt. 消除；排除"], "eg2": [["If you<b> eliminate</b> all the Items, then there is nothing to clone and thus nothing to insert.", "如果您消除了所有项目，那么就没有节点可供克隆因而也就无法执行插入。"], ["We now turn our attention to these topics, the associated threats, and how to<b> eliminate</b> the threats.", "我们现在把注意力放在这些主题、相关的威胁和如何消除这些威胁上。"], ["If through strong diplomacy with Russia and our other partners we can reduce or<b> eliminate</b> that threat, it obviously shapes the way at which we look at missile defense.", "如果我们能通过与俄罗斯及其他合作伙伴展开的强有力外交减低或消除这种威胁，那么这将显然会影响我们对导弹防御的看法。"]], "st": {"transform": [["vt.", "eliminated,eliminating"]], "similar": "exclude"}}, "equip": {"ex": ["v. 装备；配备；使有所准备；使有能力", "网络 设备；训练；装备物品"], "pron": {"peg": "英 [ɪ'kwɪp] ", "pam": "美 [ɪ'kwɪp] "}, "eg2": [["to be fully/poorly equipped", "装备齐全╱简陋"], ["She got a bank loan to rent and equip a small workshop.", "她向银行贷款，为成立一个小工作室租地方和买设备。"], ["He equipped himself with a street plan.", "他随身带着一张街道平面图。"], ["The centre is well equipped for canoeing and mountaineering.", "本中心有齐全的划船和登山设备。"], ["The course is designed to equip students for a career in nursing.", "此课程旨在使学生能够胜任护理工作。"]]}, "esteem": {"ex": ["vt. 尊敬；认为；考虑；估价", "n. 尊重；尊敬"], "pron": {"peg": "[ɪ'stim]", "pam": "[ɪ'stim]"}, "st": {"similar": "appreciate,regard"}, "wp": {"esteem needs": "尊敬的需要;尊重需要;尊重的需要;尊重需求", "esteem J": "尊敬", "manhood esteem": "父性人格崇拜", "esteem scale": "自尊量表", "etiquette esteem": "尚礼", "high esteem": "崇敬;自尊", "esteem commands": "尊敬的需求", "Due esteem": "全部应有的尊敬", "esteem m": "尊重"}, "eg2": [["I am to  them how?", "我该怎样尊敬他们？"], ["I<b> esteem</b> it worthless.", "我认为它无足轻重。"], ["What other form of government,indeed,can so well deserve our<b> esteem</b> and love?", "确实，还有什么其他形式的政体，值得我们如此尊敬和热爱呢？"]]}, "excesses": {"ex": ["n. 过分荒淫的行为；剩余额（excess的复数）", "v. 暂不聘任；停职（excess的第三人称单数）"], "pron": {}, "st": {}, "wp": {"curb excesses": "遏制过度;制止暴行", "enantiometric excesses": "光学收率", "Excesses of": "过激了", "capital excesses": "资金过剩", "three excesses": "三超", "Sensual Excesses": "纵欲无度", "five excesses": "五实", "six excesses": "六淫", "enantiomeric excesses": "对映体过量"}, "eg2": [["However, there is a catch: what isn’t questioned in these critiques is the democratic-liberal framing of the fight against these .", "然而，这里有一个陷阱：在这些批判中不被质疑的，是反对这些过度/无节制的斗争的民主-自由的框架。"], ["Can we improve our outlook on life despite the  of our society?", "身处这个无节制的社会，我们还可以提高生活的面貌吗？"], ["If he really believes that those are  and if he truly wants fairness, why does he think that the government should bail people out from their mistakes?", "如果他真的相信那些事过度荒淫的行为，如果他真的希望公平，为什么他不想想政府应该让人们不去接近错误？"]]}, "explicit": {"pron": {"peg": "[ɪk'splɪsɪt]", "pam": "[ɪk'splɪsɪt]"}, "wp": {"explicit address": "显式地址;显示地址", "explicit reference": "显式引用;明确提及;外显参考;外显引用", "explicit memory": "外显记忆;外显性记忆;制内存", "Explicit Ills": "详述病情", "explicit terms": "明文", "explicit function": "显函数;显功能;显函數;外显函数", "Sexually explicit": "登堂入室", "explicit transaction": "显式事务;显式事务处理;外显交易;明确交易", "explicit loss": "明亏"}, "ex": ["adj. 明确的；清楚的；直率的；详述的"], "eg2": [["He avoids the<b> explicit</b> answer to us.", "他避免给我们明确的回答。"], ["Perhaps one day we can do away even with this   knowledge.", "也许某一天，没有这种明确的说明我们也能区分。"], ["We have two rationales there; one is the  rationale of imitatio dei. This is what I do and this is what you should do.", "这里我们有两个理论基础，一个是对效法经的明确阐述,它告诉你这是你做的事，这是你应该做的事。"]], "st": {"similar": "express,exact"}}, "expose": {"pron": {"peg": "[ɪk'spoz；ek-]", "pam": "[ɪk'spoz；ek-]"}, "wp": {"AEAuto Expose": "自动曝光效果;主动曝光结果", "Expose Transform": "露出变换", "expose problems": "将问题暴露出来", "expose vwoulsue": "曝光赔偿", "expose to": "使曝光;暴露;暴露于;使暴露", "expose e": "曝光;显露;使暴露;揭露", "expose vingue": "曝光抵偿;曝光赔偿", "expose uncover": "使暴露;暴露于", "Auto Expose": "自动曝光"}, "ex": ["vt. 揭露，揭发；使曝光；显示"], "eg2": [["The corrupt official bought off those who might<b> expose</b> him.", "那名接受贿赂的官员收买了那些可能会揭发他的人。"], ["And I think that desire to  current events for what they are motivates us.", "我认为是那种想报道现在正在发生的事情的愿望激励了我们 。"], ["Her then boss reportedly threatened her if she quit, he would<b> expose</b> her on the Internet.", "据说她当时的老板威胁她，如果退出的话他将在网络上曝光她。"]], "st": {"transform": [["vt.", "exposed,exposing"]], "similar": "show"}}, "exposure": {"pron": {"peg": "[ɪk'spoʒɚ]", "pam": "[ɪk'spoʒɚ]"}, "wp": {"Northern Exposure": "北国风云;南国风云;北国风情;诺森德珍兽", "Transaction Exposure": "交易风险;交易暴露;经济业务风险暴露;生意营业危害", "Auto Exposure": "自动曝光;自动测光;自动白光平衡;简报自动补光功能", "Exposure chart": "曝光曲线;曝光表;曝光曲线图;曝光图表", "Economic Exposure": "经济风险;经济风险暴露;经济暴露;源自外汇波动的公司资金流动的风险", "Exposure Compensation": "曝光补偿;暴光补偿;曝光抵偿;暴光赔偿", "EXPOSURE CONTROLS": "曝光控制;曝光掌握;控制曝光;接触控制", "Panoramic exposure": "全景曝光;周向照射;全景照射;周向曝光", "exposure time": "曝光时间;暴露时间;\t\t曝露时间;\t\t照射时间"}, "ex": ["n. 暴露；曝光；揭露；陈列"], "eg2": [["Although that<b> exposure</b> was small compared with their portfolios, it could have a big impact because they have so little equity as a cushion.", "尽管与它们的投资组合相比，暴露出的只是一小部分，但会造成巨大的冲击，因为它们的缓冲余地很小。"], ["No matter what level of<b> exposure</b> you have, your lung cells know it and they are responding.", "无论你暴露在什么样的烟雾环境中，你的肺部细胞都知道，并且会起反应。"], ["So in the NRC world these are the multiple barriers to public<b> exposure</b> and public risk.", "在NRC的世界里，这些都是多重障碍,对于公众暴露和公众危险来说。"]], "st": {}}, "factual": {"ex": ["adj. 事实的；真实的"], "pron": {"peg": "['fæktʃuəl]", "pam": "['fæktʃuəl]"}, "st": {}, "wp": {"factual knowledge": "事实性知识;事实知识", "coldly factual": "极端实际的", "Factual database": "事实数据库;型数据库", "factual causation": "事实上的因果关系;因果关系;事实因果关系", "factual transcript": "事实记录", "Factual Presentation": "事实陈述;事实报告", "factual data": "事实数据;真实资料;客观资料", "factual truth": "事实真理;事实的真", "factual reading": "事实性阅读"}, "eg2": [["Half of all newspaper articles contain at least one<b> factual</b> error.", "所有报刊文章中有一半至少会有一个事实错误。"], ["Standards, education, practices and assessment<b> factual</b> practice, as well as for planning and executing projects, are all part of this capability.", "标准、培训，实践和评估事实的实践，以及对于计划和执行项目，是该能力的所有部分。"], ["If he meant by this that religion makes no<b> factual</b> claims which can be refuted by empirical investigations, then he was wrong.", "如果他意思是说，宗教是从来不会做出可以被实践调查所否定的，关乎事实的命题的话，那么他就错了。"]]}, "flirtatious": {"pron": {"peg": "[flɝ'teʃəs]", "pam": "[flɝ'teʃəs]"}, "wp": {"Flirtatious children": "抛出媚眼儿", "flirtatious manners": "轻浮的举止", "Flirtatious Nature": "四角志", "flirtatious behaviour": "调情的举动", "Flirtatious Girl": "卖弄风情姑娘", "Flirtatious Flowers": "妖艳鲜花", "flirtatious expressions": "风情", "So Flirtatious": "那么娇媚", "flirtatious a": "调情的"}, "ex": ["adj. 轻浮的；调情的；爱调戏的"], "eg2": [["Participants then had to judge the smiles on how trustworthy, attractive, dominant, fake and<b> flirtatious</b> they made the faces seem.", "然后被试将判断他们看过的笑脸有多大程度的真实、有吸引力、张扬、虚伪和调情。"], ["The home of Socrates, Plato and Aristotle is the \"most<b> flirtatious</b> city\" of the modern world, a new study showed on Monday.", "周一发布的一项新调查显示，苏格拉底、柏拉图和亚里士多德的故乡雅典当选为现代世界中的“最轻浮城市”。"]], "st": {}}, "foster": {"pron": {"peg": "['fɔstɚ]", "pam": "['fɔstɚ]"}, "wp": {"Robert Foster": "福斯特;佛斯特;罗伯特·福斯特;伯弗司特", "FOSTER WHEELER": "福斯特惠勒;福斯特惠勒公司;福斯特威勒;惠勒", "Mark Foster": "福斯特;科士打;佛斯特;马克", "Ben Foster": "本·福斯特;福斯特;科士打;佛斯特", "foster home": "寄养家庭;抚养孤儿的家庭;收养家庭;孤儿家庭", "Sutton Foster": "萨顿·福斯特;福斯特;莎登佛斯特;弗斯特", "Lucas Foster": "福斯特;佛斯特;卢卡斯·福斯特", "Jeff Foster": "杰夫·福斯特;福斯特;佛斯特;拍摄", "Stephen Foster": "史蒂芬·福斯特;斯蒂芬·福斯特;福斯特;佛斯特"}, "ex": ["vt. 培养；养育，抚育；抱（希望等）", "adj. 收养的，养育的", "n. (Foster)人名；(英、捷、意、葡、法、德、俄、西)福斯特"], "eg2": [["If you have this quality in your relationship already, perhaps you can<b> foster</b> it so you can hold onto it.", "如果在这段关系中你已经具备了这种能力，也许你可以培养它，因此掌握它。"], ["We need to<b> foster</b> these relationships again and invest in our young people's wellbeing so that they have somewhere to go or to turn to when they are feeling lonely.", "我们需要重新培养这些关系并对我们的年轻人的福利进行投资，这样当他们感觉孤独的时候他们就有地方可去或有人可以寻求帮助。"], ["We all should<b> foster</b> those invaluable relationships that push us to the next level.", "我们都应该促进这些宝贵的推动我们走下去的人际关系。"]], "st": {}}, "grapple": {"pron": {"peg": "英 ['ɡræp(ə)l] ", "pam": "美 ['ɡræp(ə)l] "}, "ex": ["n. 格斗；紧握；抓机；同“grapnel”", "v. 扭打；搏斗；努力设法解决", "网络 抓住；抓钩；抓斗"], "eg2": [["Passers-by grappled with the man after the attack.", "袭击之后过路人便与这男人扭打起来。"], ["They managed to grapple him to the ground.", "他们终于把他摔倒在地。"], ["The new government has yet to grapple with the problem of air pollution.", "新政府还需尽力解决空气污染问题。"], ["I was grappling to find an answer to his question.", "我正在努力想办法解决他的问题。"]]}, "groom": {"pron": {"peg": "英 [ɡruːm] ", "pam": "美 [ɡrum] "}, "ex": ["v. 培养；（给动物）擦洗；（给自己或其他动物）理毛；使做好准备", "n. 马夫；马倌；马匹饲养员", "网络 新郎；培训；格鲁姆"], "eg2": [["to groom a horse/dog/cat", "刷洗马╱狗╱猫"], ["The horses are all well fed and groomed.", "这些马都喂得饱饱的，刷洗得干干净净。"], ["a female ape grooming her mate", "为同伴梳毛的母猿"], ["Our junior employees are being groomed for more senior roles.", "我们的初级雇员正在接受培训以承担更重要的职责。"], ["The eldest son is being groomed to take over when his father dies.", "长子正在接受培养，以在父亲过世后接手父业。"]]}, "guideline": {"pron": {"peg": "['ɡaɪdlaɪn]", "pam": "['ɡaɪdlaɪn]"}, "wp": {"guideline tensioner": "导索定拉力装置;导向索张紧器", "dietary guideline": "膳食指导方针;膳食指南", "course guideline": "课程纲要;课程概要", "fiscal guideline": "财政指引", "Work Guideline": "工作指南", "Merit guideline": "绩效指南", "Anthrax Guideline": "炭疽病指引", "Guideline Supplements": "相关说明", "vertical guideline": "垂直准线"}, "ex": ["n. 指导方针", "参考"], "eg2": [["We use this process only as a .", "我们只将这个过程作为指导原则。"], ["A good mental  is \"who needs this information, who gathers and delivers it, when or how often do they need it, and in what form will I give it to them.", "一个不错的指导方针是“谁需要这个信息，谁收集和传递它，他们什么时候以及多频繁需要它，我应该以什么样的形式把它传递给他们。”"], ["Because of the large data volumes associated with batch report processing, a general<b> guideline</b> is to assume two batch report processes per CPU, each with two report execution threads.", "由于大数据卷同批量报告处理 相关，一般指导方针是假设每个 CPU 两个批处理进程，每个进程有两个报告执行线程。"]], "st": {}}, "hindsight": {"ex": ["n. 后见之明；枪的照门"], "pron": {"peg": "['haɪndsaɪt]", "pam": "['haɪndsaɪt]"}, "st": {}, "wp": {"hindsight effect": "事后诸葛效应", "On Hindsight": "赫然回想;后知后觉", "hindsight m": "回溯视物感觉", "hindsight distance": "照门距离", "in hindsight": "回想;后见之明", "Upon Hindsight": "当事情过后", "with hindsight": "事后来看", "T Hindsight": "哥特摇滚", "Hindsight Bias": "后见之明偏误;事后偏见;后视偏差;事后聪明偏差"}, "eg2": [["We are all products of our time, and we only have .", "我们都是时代的产物，而我们都只有事后聪明。"], ["However, after the shock subsides and the person is able to look back through the lens of time, I believe that, in , that surprise factor will lessen.", "然而，一旦相关人感到震撼的情绪平静下来，能够回顾事情经过之后，我相信，以我的后知之明，那种惊诧感会变弱的。"], ["With the benefit of , what different steps would you have taken?", "有事后觉悟的帮助，你会采取哪些不同的步骤呢？"]]}, "inappropriately": {"ex": ["adv. 不适当地"], "pron": {"peg": "[,inə'prəupri:itli]", "pam": "[,inə'prəupri:itli]"}, "st": {}, "wp": {}, "eg2": [["Histrionics are, therefore, “ seductive” and have multiple sexual liaisons and partners.", "因此，演献症患者是“不适当的有诱惑力”并且有多个性伴侣。"], ["It is unfortunately far too easy to accidentally create a weak secure environment by  extending the trust boundary.", "遗憾的是，我们很容易在不经意间不适当地扩展信任边界而导致创建的环境不够安全。"], ["While the automatic responses of the amygdala can still be of benefit to us even in modern society, these responses can lead us to overreact, or react .", "在杏仁核的无意识的反应于现代社会对我们仍有益处的时候，这些反应会导致我们反应过度，或者反应得不适当。"]]}, "indirect": {"ex": ["adj. 间接的；迂回的；非直截了当的"], "pron": {"peg": "[,ɪndə'rɛkt]", "pam": "[,ɪndə'rɛkt]"}, "st": {}, "wp": {"indirect trade": "间接贸易;间接商业;直接贸易;间接进口", "INDIRECT COOLING": "间接冷却;直接冷却", "indirect illumination": "间接照明;印射光;间接入射;间接光线", "indirect expenses": "间接费用;直接费用;间接用度", "indirect lighting": "间接照明;人体结构间接灯光素描;人体结构直射灯光素描;间接光照", "indirect calorimetry": "间接测热法;间接量热法;间接能量测定仪;由间接热量测量器", "indirect infringement": "间接侵犯;间接侵权;间接侵害;非直接侵权", "indirect approach": "间接法;间接路线;间接方法;间接路线战略", "indirect charge": "间接费用;间接费;非直接收费"}, "eg2": [["He showed it to me in an<b> indirect</b> way.", "他用一种间接的方式向我表明。"], ["That is an<b> indirect</b> answer to the question.", "那只是对这一问题的间接答复。"], ["You are to be given one method of communication with your rival, albeit<b> indirect</b> communication.", "你得到了一种和你的对手交流的方法，尽管只是一种间接交流。"]]}, "inevitably": {"pron": {"peg": "[ɪn'ɛvɪtəbli]", "pam": "[ɪn'ɛvɪtəbli]"}, "wp": {"inevitably involved": "必然涉及", "inhibit inevitably": "不可避免地禁止", "inevitably y": "必然地", "inevitably civilized": "不可避免的文明;不可避免地文明", "single inevitably": "不可避免地挑选", "Inevitably Muddy": "也难免泥泞", "follow inevitably": "不可避免地到来", "result inevitably": "不可避免地产生", "inevitably demand": "不可避免地需求;必然要求;必然需求"}, "ex": ["adv. 不可避免地；必然地"], "eg2": [["So how to you deal with all this when it<b> inevitably</b> arises?", "所以当这些事情不可避免的发生时，你该怎么处理呢 ?"], [", if you are modeling a large system or a large area of a business, there will be many different classifiers in your model.", "不可避免，如果你正在为一个大的系统或大的业务领域建模，在你的模型中将会有许多不同的分类器。"], [", another financial crisis hit this summer in the US and Europe.", "不可避免地，另一场金融危机今夏袭击了美国和欧洲。"]], "st": {}}, "infringe": {"pron": {"peg": "[ɪn'frɪndʒ]", "pam": "[ɪn'frɪndʒ]"}, "wp": {"infringe e": "侵犯;违反;违法", "infringe upon": "侵害;侵犯进攻;侵犯;侵凌触犯", "infringe sovereignty": "侵犯主权", "infringe justice": "心地歹毒", "joint infringe": "共同侵权行为", "infringe on": "侵害;破坏;侵犯", "infringe copyright": "告知侵权", "infringe lawsuit": "侵权诉讼", "Infringe their": "侵犯他们"}, "ex": ["vt. 侵犯；违反；破坏", "vi. 侵犯；侵害"], "eg2": [["“OK,” he said, “maybe you don’t  these seven patents.", "‘好吧’，他说，‘可能你们真的没有侵犯这七项专利。"], ["So everywhere one looks, one finds things that  copyright in one way or another.", "因此，到处看看，就会发现某个东西，以某种形式或其他方式侵犯版权。"], ["They now have to pay royalties for parts that used to be free; or, if they decide to  a patent, they can no longer be reasonably confident of getting away with it.", "他们需要为曾经免费的零部件支付专利税；或者，如果他们决定侵犯专利权，他们将不能像以前一样自信地认为能够侥幸成功并逃脱处罚了。"]], "st": {"transform": [["vt.", "infringed,infringing"]]}}, "inoffensive": {"ex": ["adj. 不触犯人的；无害的；没恶意的"], "pron": {"peg": "[,ɪnə'fɛnsɪv]", "pam": "[,ɪnə'fɛnsɪv]"}, "st": {}, "wp": {"inoffensive navigation": "无害航行", "inoffensive investigation": "任意性调查行为", "inoffensive passage": "无害通过权", "inoffensive expression": "婉言", "inoffensive a": "无伤害的", "an inoffensive remark person": "不讨人嫌的话", "a quiet inoffensive man": "能提神而无害的兴奋剂", "harmless inoffensive innocuous": "没有妨害", "A Refreshing Inoffensive Stimulant": "提神而无害兴奋剂;一个彬彬有礼的人"}, "eg2": [["Indeed, he was a lovable,  fellow.", "确实，他是一个可爱无害的家伙。"], ["He wanted to look, he said, for the reality “behind a puff of smoke, behind this simple, apparently , action.", "他说，他想寻找“一缕烟雾背后，简单，表面上无害的行为背后”的实情。"], ["It manages to pull off the Google trick: offering, at no charge, incredible utility and speed to the masses — while still finding  ways to make money.", "它复制了谷歌成功的诀窍：免费，多功能和令人难以置信的高速——同时还能用无害的方法来赚钱。"]]}, "internet": {"ex": ["n. 因特网；国际互联网", "网络 网际网路；网络；国际互联网络"], "pron": {"peg": "英 ['ɪntənet] ", "pam": "美 [ˈintɜrnɛt] "}, "eg2": [["I looked it up on the Internet .", "我在互联网上查过此事。"], ["You can buy our goods over the Internet .", "可以通过互联网购买我们的货品。"], ["All the rooms have access to the Internet/Internet access .", "所有的房间都可以接入互联网。"], ["an Internet service provider(= a company that provides you with an Internet connection and services such as email, etc.)", "互联网服务供应商"]]}, "intimate": {"ex": ["n. 知己；密友；至交", "v. 暗示；透露；（间接）表示", "adj. 亲密的；密切的；个人隐私的（常指性方面的）；宜于密切关系的", "网络 个人的；亲热；私人的"], "pron": {"peg": "英 ['ɪntɪmət] ", "pam": "美 ['ɪntɪmət] "}, "eg2": [["intimate friends", "密友"], ["We're not on intimate terms with our neighbours.", "我们和邻居来往不多。"], ["The article revealed intimate details about his family life.", "文章披露了他的家庭生活中的隐私。"], ["the most intimate parts of her body", "她的身体的最隐私部位"], ["an intimate restaurant", "幽静温馨的餐厅"], ["He knew an intimate little bar where they would not be disturbed.", "他知道一处适合幽会的小酒吧，他们在那里不会受到打扰。"], ["an intimate knowledge of the English countryside", "对英格兰乡村的透彻了解"], ["an intimate connection between class and educational success", "社会阶层和优良教育之间的密切联系"], ["He has already intimated to us his intention to retire.", "他已经向我们透露了他要退休的打算。"], ["He has already intimated (that) he intends to retire.", "他已经暗示他打算退休。"]]}, "lobby": {"pron": {"peg": "英 ['lɒbi] ", "pam": "美 ['lɒbi] "}, "ex": ["n. 门厅；休息室；接待室；(表决时分别投票的)投票厅", "v. 〔美国〕(在会议室中)运动议员；运动通过议案；暗中运动；游说", "网络 大厅；大堂；酒店大堂"], "eg2": [["a hotel lobby", "旅馆大厅"], ["The gun lobby is/are against any change in the law.", "赞同拥有枪支的团体反对作任何法律上的修改。"], ["a recent lobby of Parliament by pensioners", "领养老金者近来在议会的游说"], ["Farmers will lobby Congress for higher subsidies.", "农民将游说国会提高对农业的补贴。"], ["Women's groups are lobbying to get more public money for children.", "妇女组织在游说政府，要求增加对儿童的拨款。"]]}, "metropolitan": {"pron": {"peg": "[,mɛtrə'pɑlɪtən]", "pam": "[,mɛtrə'pɑlɪtən]"}, "wp": {"Metropolitan district": "都市区;大都市地区;大都市区;都市区概念", "Metropolitan Division": "大都会分区;都会司;都市部门", "Metropolitan Police": "伦敦警察厅;伦敦大都会区警察局;大都会警察;都市警察", "Metropolitan Toronto": "大多伦多市;多伦多都市区;多伦多", "Scania Metropolitan": "都城嘉慕威曼", "metropolitan city": "广域市;大都市;都会", "Metropolitan Hotel": "大都会酒店;大都会饭店;大都会大饭店;大都市酒店", "metropolitan county": "都会郡;都市郡;都会县", "Metropolitan Cathedral": "雅西都主教座堂;大教堂;大都会大教堂;都市大教堂"}, "ex": ["adj. 大都市的；大主教辖区的；宗主国的", "n. 大城市人；大主教；宗主国的公民"], "eg2": [["I can apply the knowledge at the<b> metropolitan</b> Police Bureau.", "我可以把这些知识应用到大都会警察局。"], ["On Friday, a woman taking a class at the<b> metropolitan</b> Museum of Art stumbled into “The Actor, ” a work by Picasso dating to 1904 or 1905.", "星期五，一位妇女在大都会艺术博物馆上课的时候拌倒在“演员”这幅画上，那是毕加索1904年或1905年的作品。"], ["I had dinner one night at the home of Hao Jiang Tian an acclaimed opera singer who performs at the<b> metropolitan</b> Opera and other great venues around the world.", "有一天晚上，我在中国一名颇受欢迎的歌剧歌唱家田浩江家中吃饭。他曾在大都会剧院和其他一些世界知名剧院表演过。"]], "st": {}}, "moral": {"pron": {"peg": "['mɔrəl]", "pam": "['mɔrəl]"}, "wp": {"moral obligation": "道德责任;道义责任;道德义务;道义上的责任", "moral behavior": "道德行为;有德行为", "Moral Majority": "道德多数派;道德多数;道德大多数;道德大众", "moral sense": "道德感;是非感;道德观念;道德意识", "Puerto Moral": "莫拉尔港", "moral hazard": "道德风险;道德危险;道德危机;道德危害", "moral law": "道德律;道德法则;道德法;德道律法", "moral rule": "道德规范;道德规则", "moral feeling": "道德感;道德情感;道德情意;同情"}, "ex": ["adj. 道德的；精神上的；品性端正的", "n. 道德；寓意", "n. (Moral)人名；(德、法、西、葡、土)莫拉尔"], "eg2": [["He lives by a strict<b> moral</b> code.", "他按照严格的道德准则生活。"], ["Faith  undergirds<b> moral</b> principles.", "信仰能加强道德原则。"], ["The  offen-sive remarks in the book had to be expurgated before it could be printed.", "这本书在付印前必须删去道德上冲撞的话语。"]], "st": {"similar": "ethical,virtuous"}}, "navigate": {"pron": {"peg": "['nævə'get]", "pam": "['nævə'get]"}, "wp": {"navigate mode": "导航方式", "navigate state": "航行状态", "navigate frame": "导航框架", "to navigate": "驾驶", "navigate forward": "向前巡览", "navigate backward": "向后巡览", "navigate transportation": "民航业", "satellite navigate": "卫星导航", "navigate simulator": "驾驶模拟"}, "ex": ["vt. 驾驶，操纵；使通过；航行于；解决，应对（困难复杂的情况）", "vi. 航行，航空"], "eg2": [["The first vehicles to  the air were balloons.", "首次在空中航行的飞行器是气球。"], ["He was the first man to  the Atlantic by air.", "他是第一个飞越大西洋的人。"], ["Larger ships will be able to<b> navigate</b> the river after the main channel is deepened.", "主要河床被挖深后，较大船舶将能航行于此河流。"]], "st": {"transform": [["vt.", "navigated,navigating"]]}}, "nuance": {"pron": {"peg": "['njuːɑːns]", "pam": "['njuːɑːns]"}, "wp": {"Nuance Rose": "玫瑰恋曲", "Ethnic Nuance": "衣色各异;衣色各别;衣铯各异", "CASAMANIA nuance": "新概", "Nuance Communications": "通信公司;纽昂斯通讯公司;纽昂斯通讯;通讯公司", "distinctive nuance": "层次清晰", "Nuance T9": "T9快捷", "nuance airy": "轻柔型香波", "Nuance Pink": "光韵粉红", "nuance e": "精微玄妙之处;细微的差异"}, "ex": ["n. 细微差别"], "eg2": [], "st": {"transform": [["n.", "nuances"]]}}, "objectification": {"ex": ["n. 客观化；对象化"], "pron": {"peg": "[əb,dʒɛktɪfɪ'keʃən]", "pam": "[əb,dʒɛktɪfɪ'keʃən]"}, "st": {"transform": [["vt.", "objectified,objectifying"]]}, "wp": {"life objectification": "生命客体化", "libidinal objectification": "角色进行力必多客体化", "objectification profit": "对象化利润", "objectification theory": "客体化理论;化理论", "subjective objectification": "主体的对象化", "emotion objectification": "情感对象化", "diagnostic objectification": "诊断客观化", "objectification study": "客观化研究", "Sexual objectification": "性物化;性的客体化"}, "eg2": [["Eileen found partner- lowered relationship satisfaction, as well as men's sexual satisfaction.", "艾琳发现，伴侣客观化降低了关系满意度，以及男性的性满意程度。"], ["The students were asked to fill out a survey on their romantic relationships, their media consumption and their feelings of .", "学生们需在问卷上填写他们的恋爱状况、媒体消费状况以及对客观化的感觉。"], ["But if hip hop is the “home cooked meal” that adolescents have grown up on, the current “Gangsta Rap” menu includes heavy helpings of money idolization, women , drug use and violence.", "但是如果嘻哈是一道伴随青少年成长的“家乡大餐”，那么当前流行的“匪帮说唱”菜单上就有着严重的金钱崇拜、女性对象化、吸毒和暴力。"]]}, "oblige": {"ex": ["vt. 迫使；强制；赐，施恩惠；责成；义务", "vi. 帮忙；施恩惠"], "pron": {"peg": "[ə'blaɪdʒ]", "pam": "[ə'blaɪdʒ]"}, "st": {"transform": [["vt.", "obliged,obliging"]]}, "wp": {"oblige vt": "施恩于;迫使", "oblige kindly": "劳驾", "oblige infinitely": "无限感激", "oblige force": "强迫", "oblige deeply": "深表感激", "oblige morally": "道德上迫使", "oblige edge": "斜刃", "Nobless oblige": "贵族恩典", "oblige V": "迫使做"}, "eg2": [["Newspapers, magazines, TV and the Internet<b> oblige</b> us by constantly reporting the stuff.", "报纸，杂志，电视和互联网的不断报道迫使我们接受这些东西。"]]}, "offender": {"pron": {"peg": "[ə'fɛndɚ]", "pam": "[ə'fɛndɚ]"}, "wp": {"Rebreated offender": "惯犯", "minor offender": "未成年罪犯", "habitual offender": "惯犯;屡教不改的罪犯", "untried offender": "待审犯", "politicing offender": "政治犯", "persistent offender": "再犯", "dangerous offender": "危险罪犯", "intentional offender": "故意犯", "Repeated offender": "惯犯;累犯"}, "ex": ["n. 罪犯；冒犯者；违法者"], "eg2": [["The  withheld the truth from the policemen.", "罪犯对警察隐瞒了真相。"], ["There is a truth, which tells us that not forgiving hurts you far more than it hurts the .", "有一个事实是不宽恕对你造成的伤害远比对冒犯者造成的伤害大。"], ["In an interview with the left-leaning British weekly magazine the New Statesman, Assange called China the “worst ” for its censorship of information online.", "在接受左倾英国周刊杂志《新政治家》的采访中，阿桑奇称天朝为“最坏的罪犯”，原因是它的互联网信息审查制度。"]], "st": {}}, "outlaw": {"pron": {"peg": "英 ['aʊt.lɔː] ", "pam": "美 ['aʊt.lɔ] "}, "ex": ["n. 逃犯", "v. 宣布…不合法；使…成为非法；（旧时）剥夺（某人的）法律权益", "网络 歹徒；亡命之徒；无法无天"], "eg2": [["plans to outlaw the carrying of knives", "宣布携带刀具为非法的方案"], ["the outlawed nationalist party", "被宣布为非法的民族主义党"], ["Robin Hood, the world's most famous outlaw", "罗宾汉，蜚声世界的绿林好汉"]]}, "overdue": {"pron": {"peg": "[ovɚ'du]", "pam": "[ovɚ'du]"}, "wp": {"amount overdue": "欠费", "Overdue Payment": "逾期付款;\t\t滞纳金;过期付款;过期未支付款", "overdue premium": "逾期保费", "overdue interest": "欠息;应收未收利息;\t\t逾期利息;过期利息", "Overdue rate": "催收比率", "overdue vessel": "误期船只;误期船舶;误期船", "books overdue": "图书逾期", "overdue horizon": "逾期时轴", "Day overdue": "逾期一天"}, "ex": ["adj. 过期的；迟到的；未兑的"], "eg2": [["To some people, this looks like an<b> overdue</b> invitation.", "对某些人来说，这就像个迟到的邀请。"], ["Some skepticism about these models is , he added.", "对于这些模式的有些怀疑是迟到的。 他补充说。"], ["Users can easily examine<b> overdue</b> documents, or documents which are near due, simply by scrolling to the correct date category.", "用户可以通过滚动到适当的日期类别，很容易地检查过期的文档或者快要过期的文档。"]], "st": {}}, "parental": {"ex": ["adj. 父母亲的，父母的；亲代的，亲本的"], "pron": {"peg": "[pə'rɛntl]", "pam": "[pə'rɛntl]"}, "st": {}, "wp": {"Parental Investment": "亲代投资;亲本投资;亲本育幼行为实验", "parental generation": "亲代;\t\t亲本世代", "Parental Advisory": "家长指导;父母指导;推荐一首比较诱惑的歌;警告父母", "parental permissiveness": "父母纵容;家长的过分宽容", "parental ditype": "亲型;亲二型;\t\t亲代双型", "parental rights": "父母权利;父母的权利;亲权", "parental complex": "双亲情结", "parental nutrition": "肠外营养;胃肠外营养", "Parental benefits": "父母亲护理假受益;父母假"}, "eg2": [[" love is deep and true.", "父母之爱深而真挚。"], ["Neither of them depends on  financial support.", "他们谁都不需要父母的财务支持。"], ["It implies huge<b> parental</b> investment in the offspring since, if you lose it, you lose everything. ", "这意味着父母对后代的巨大投入，因为如果失去后代，你就失去了一切。"]]}, "peculiarly": {"ex": ["adv. 特别；尤其；古怪地；奇怪地"], "pron": {"peg": "[pɪ'kjʊljɚli]", "pam": "[pɪ'kjʊljɚli]"}, "st": {"similar": "strange"}, "wp": {"suit peculiarly": "特别相配", "peculiarly y": "特有地", "identify peculiarly": "奇怪地认出", "peculiarly difficult": "特别难", "invite peculiarly": "特别邀请", "benefit peculiarly": "特别受益", "Very Very Peculiarly": "真非常特别", "a peculiarly French phenomenon": "这些独特的电影制作原理", "peculiarly woody plants": "特有木本植物"}, "eg2": [["There are no<b> peculiarly</b> Western or Eastern mobile phones or financial derivatives.", "没有特别专属于西方或东方的移动电话或金融衍生品。"], ["It is not true that my<b> peculiarly</b> isolated social condition was the bar to my plunging into the midst of the world-life.", "假如说，我那特别孤立的社会环境阻止了我进入人世生活的中心，这是不正确的。"], ["But the way its themes dovetail with Gibson's disgrace make it —  enough — the right film for him to have made in this very wrong moment.", "但是电影的主题和吉布森的耻辱完全吻合，特别奇怪的使它成为在这个错误时间里对他最合适的电影。"]]}, "phenomenon": {"pron": {"peg": "英 [fə'nɒmɪnən] ", "pam": "美 [fə'nɑmə.nɑn] "}, "ex": ["n. 现象；杰出的人；非凡的人（或事物）", "网络 奇迹；珍品；事件"], "eg2": [["cultural/natural/social phenomena", "文化╱自然╱社会现象"], ["Globalization is a phenomenon of the 21st century.", "全球化是 21 世纪的现象。"]]}, "pollster": {"pron": {"peg": "英 ['pəʊlstə(r)] ", "pam": "美 ['poʊlstər] "}, "ex": ["n. 民意测验主办人；民意调查员", "网络 民意测验家；民意测验专家；民意调查人"], "eg2": []}, "pornographic": {"ex": ["adj. 色情的；色情作品的；春宫画的"], "pron": {"peg": "[,pɔrnə'ɡræfɪk]", "pam": "[,pɔrnə'ɡræfɪk]"}, "st": {}, "wp": {}, "eg2": [["In January a new law made it an offence to possess  films or images portraying serious violence, real or simulated.", "一月份一项新法律规定拥有描述严重暴力的影片或者图像都违法，不管这些暴力是现实的还是想象的。"], ["In 2004, an eBay executive was brieflyimprisoned in India because<b> pornographic</b> DVDs were available for purchasethrough the site.", "2004年，易趣的一名管理人员被短暂囚禁，因为其网站上有黄色光碟出售。"], ["Mao Xiaomao, senior official of the GAPP department that fights illegal and banned publications, said that about 90% of  websites in China use foreign servers.", "新闻出版总署非法违禁出版物管理司官员毛小茂表示，我国90%的黄色网站都使用境外服务器。"]]}, "pornography": {"pron": {"peg": "[pɔr'nɑɡrəfi]", "pam": "[pɔr'nɑɡrəfi]"}, "wp": {}, "ex": ["n. 色情文学；色情描写"], "eg2": [["Also: the 2006 study found exposure to  had the same effects regardless of gender.", "另外：2006年的研究发现，观看不雅物对不同性别都有相同效果。"], ["In a bid to curb<b> pornography</b> and politically sensitive online subjects, authorities said late last month that only state-owned firms can apply for licenses to share videos and audio online.", "政府上月末颁布的新管理办法称，此举旨在控制淫秽和敏感内容，只有国有机构可以申请互联网视听节目服务的许可。"], ["It is illegal to distribute<b> pornography</b> in China.", "在中国，传播淫秽内容有违国家法律。"]], "st": {}}, "portray": {"pron": {"peg": "[pɔr'tre]", "pam": "[pɔr'tre]"}, "wp": {}, "ex": ["vt. 描绘；扮演"], "eg2": [["What was it like to see someone<b> portray</b> you?", "看到有人扮演你是怎样的感觉？"], ["A wide shot might best  one desert, while a close-up of one plant struggling to survive on the side of a dune might best represent another.", "描绘沙漠的全景时运用广角镜头是最合适的，而对沙丘一侧顽强生存的植物的特写则表现出另一种物质。"], ["Though they were written a century or more ago, these words<b> portray</b> very accurately the situation or challenge in which we all find ourselves in these days.", "虽然这段话是在一个世纪前写下的，这些话语却非常准确地描绘了我们在这些日子里所处的环境和面对的挑战。"]], "st": {}}, "possession": {"pron": {"peg": "英 [pə'zeʃ(ə)n] ", "pam": "美 [pə'zeʃ(ə)n] "}, "ex": ["n. 拥有；具有；属地；个人财产", "网络 占有；所有；所有物"], "eg2": [["The manuscript is just one of the treasures in their possession .", "这部手稿只是他们的珍藏之一。"], ["The gang was caught in possession of stolen goods.", "这伙人被逮住，人赃俱获。"], ["The possession of a passport is essential for foreign travel.", "出国旅行必须持有护照。"], ["On her father's death, she came into possession of(= received) a vast fortune.", "她父亲死后，她继承了一大笔财产。"], ["You cannot legally take possession of the property(= start using it after buying it) until three weeks after the contract is signed.", "契约签署三周以后，你才能合法取得这份产业的所有权。"], ["personal possessions", "私人物品"], ["The ring is one of her most treasured possessions.", "这只戒指是她最珍贵的财产之一。"], ["to win/get/lose possession of the ball", "赢得╱得到╱失去对球的控制"], ["She was charged with possession.", "她被控持有违禁物品。"]]}, "preclude": {"pron": {"peg": "[prɪ'klud]", "pam": "[prɪ'klud]"}, "wp": {"to preclude all doubts": "排除一切疑虑", "preclude vt": "阻止", "preclude misunderstanding": "避免误解", "preclude disputes": "预防纠纷", "preclude e": "预防;防止;排除", "preclude illegallity": "阻却违法", "preclude enclose": "排除", "preclude from": "阻止;妨碍", "preclude-": "排除"}, "ex": ["vt. 排除；妨碍；阻止"], "eg2": [["And although a modified waterfall approach does not<b> preclude</b> the use of feedback, it does not facilitate, accommodate, or encourage it.", "虽然一个改进的瀑布型开发方法并不排除反馈的使用，但是它并没有促进、支持和鼓励反馈的使用。"]], "st": {"transform": [["vt.", "precluded,precluding"]], "similar": "prevent"}}, "pregnancy": {"pron": {"peg": "英 ['preɡnənsi] ", "pam": "美 ['preɡnənsi] "}, "ex": ["n. 妊娠；怀孕", "网络 怀孕期；孕娠；丰富"], "eg2": [["Many women experience sickness during pregnancy .", "许多妇女在怀孕期都会有恶心现象。"], ["a pregnancy test", "妊娠化验"], ["unplanned/unwanted pregnancies", "意外的╱不期的怀孕"], ["the increase in teenage pregnancies", "十几岁少女怀孕率的上升"]]}, "premature": {"ex": ["adj. 早产的；不成熟的；比预期早的", "n. 早产儿；过早发生的事物"], "pron": {"peg": "[,primə'tʃʊr]", "pam": "[,primə'tʃʊr]"}, "st": {}, "wp": {"premature birth": "早产;翻译", "premature death": "过早死亡;早逝;过早死;夭折", "premature ignition": "先期点火;提前点火", "premature failure": "过早损坏;过早破坏;\t\t过早失效;早期破坏", "Adrenarche Premature": "肾上腺功能早现;肾上腺功用早现", "premature retirement": "提早退休", "Premature Burial": "过早的埋葬;早埋;早葬;过早埋葬", "premature a": "比预期时间早的", "premature menopause": "早绝经"}, "eg2": [["It would be  to forecast the outcome.", "预言结果还为时过早。"], ["A gene linked to  births has been discovered, scientists in the US and Finland have said.", "一个与早产有关的基因已经被发现，来自美国和芬兰的科学家这样说。"], ["Researchers found that  babies treated with the steroid drugs hydrocortisone or dexamethasone had cerebellums that were 10 percent smaller than those of normal newborns.", "研究人员发现， 那些使用类固醇药物氢化可的松或地塞米松治疗的早产儿，他们的小脑比正常新生儿的小10％ 。"]]}, "pretend": {"pron": {"peg": "[prɪ'tɛnd]", "pam": "[prɪ'tɛnd]"}, "wp": {"Simply pretend": "只是假装", "pretend feign": "假装", "Pretend poor": "假装可怜", "Pretend you": "一直假装", "playing pretend": "自行玩耍", "pretend reading": "假装阅读", "pretend sickness": "装病", "pretend deliberately": "故意装作", "pretend deafness": "装聋作哑"}, "ex": ["vi. 假装，伪装，佯装", "adj. 假装的", "vt. 假装，伪装，模拟"], "eg2": [[" you like the task --  you really like it.", "假装您喜欢这个任务 ― 假装您 真的喜欢它。"], ["If you have children, you can cover them with leaves and  they've disappeared.", "如果你有孩子，你可以用树叶把他们埋起来，假装他们已经消失了。"], [" I like them?", "是否要假装我喜欢他们？"]], "st": {"similar": "assume"}}, "prevalent": {"ex": ["adj. 流行的；普遍的，广传的"], "pron": {"peg": "['prɛvələnt]", "pam": "['prɛvələnt]"}, "st": {"similar": "prevailing"}, "wp": {"prevalent trend": "流行趋势", "prevalent case": "现患病例", "prevalent spells": "常驻法术", "prevalent season": "流行季节", "Became Prevalent": "变得流行起来", "prevalent reasons": "流行成因", "inertia prevalent": "惯性流形", "prevalent sanction": "普遍约束力"}, "eg2": [["Where these 'lobster gangs' are , there are more lobsters.", "在这些“龙虾帮”流行的地方，有更多的龙虾。"], ["But since then, researchers worldwide have learnt much more about both the scale of the problem and the risk factors making these diseases increasingly .", "但是从那以后，全世界的科学家对这个问题的程度以及让这些疾病越来越流行的风险因素有了更多的了解。"], ["And I think there is too little written on how to integrate them together even though it is a very<b> prevalent</b> practice. Especially in the large HPC labs and universities.", "尽管将两者集成在一起是非常普遍的实践（尤其是在一些大型的 HPC 实验室和大学里），但是我发现很少有文章对此进行介绍。"]]}, "psychologist": {"pron": {"peg": "英 [saɪ'kɒlədʒɪst] ", "pam": "美 [saɪ'kɑlədʒɪst] "}, "ex": ["n. 心理学家；心理学研究者", "网络 心理医生；心理学者；心理学专家"], "eg2": [["an educational psychologist", "教育心理学家"], ["a clinical psychologist(= one who treats people with mental disorders or problems)", "心理医生"]]}, "puberty": {"ex": ["n. 青春期", "网络 发身；发育期；初情期"], "pron": {"peg": "英 ['pjuːbə(r)ti] ", "pam": "美 ['pjubərti] "}, "eg2": [["to reach puberty", "进入青春期"]]}, "pure": {"pron": {"peg": "[pjʊr]", "pam": "[pjʊr]"}, "wp": {"pure music": "漂儿音乐;纯音乐;台湾漂儿娱乐;台湾漂儿娱乐公司", "pure science": "纯科学;纯粹科学;理论科学;牛津", "pure research": "基础研究;纯学理研究;纯研究;理论性研究", "Pure silver": "纯银的;一重天为纯银天", "pure tone": "纯音;用纯音", "pure forest": "纯林;单纯林;艳林", "Pure aluminium": "纯铝", "Pure Risk": "纯粹危险;纯粹风险;纯风险;纯损风险", "pure mathematics": "纯粹数学;\t\t纯数学;理论数学;数学系"}, "ex": ["adj. 纯的；纯粹的；纯洁的；清白的；纯理论的", "n. (Pure)人名；(俄)普雷"], "eg2": [["It is a<b> pure</b> fabrication.", "纯粹是假造事实。"], [" air is colourless and odourless.", "纯空气是无色无臭的。"], ["You get only<b> pure</b> objects, just as you should.", "您得到的只是纯对象，也应该如此。"]], "st": {"similar": "chaste"}}, "reckon": {"pron": {"peg": "['rɛkən]", "pam": "['rɛkən]"}, "wp": {"reckon in": "计入;包括在内", "you reckon": "你真的这么认为", "reckon with": "处理;估计到;对付;预料到", "L Reckon": "我想", "reckon accounts": "结帐", "Economists Reckon": "经济学家认为", "reckon areong": "算在…之内", "reckon sth": "把某事物计算在内", "to reckon": "估计;算计;料度;数数"}, "ex": ["vt. 测算，估计；认为；计算", "vi. 估计；计算；猜想，料想"], "eg2": [["You are the boss here,I .", "你是这里的老板吧，我猜想。"], ["Did you  in the cost of the taxi?", "你把坐计程车的费用计算在内了吗?"], ["We<b> reckon</b> him to be the best goalkeeper in the world.", "我们认为他是世界上最好的足球守门员。"]], "st": {"similar": "calculate,rely"}}, "recommendation": {"pron": {"peg": "[,rɛkəmɛn'deʃən]", "pam": "[,rɛkəmɛn'deʃən]"}, "wp": {}, "ex": ["n. 推荐；建议；推荐信"], "eg2": [], "st": {}}, "refrain": {"ex": ["vi. 节制，克制；避免；制止", "n. 叠句，副歌；重复"], "pron": {"peg": "[rɪ'fren]", "pam": "[rɪ'fren]"}, "st": {"similar": "abstain,forbear"}, "wp": {"Violin Refrain": "时拉小提琴", "red refrain": "伏八", "Nonsense Refrain": "洛天依", "refrain words": "叠词", "watermelon refrain": "触手猴", "Refrain red": "蓝色乐章", "Refrain bluish": "蓝色乐章", "Refrain Love": "无尽的爱", "Sweet Refrain": "初回限定盘"}, "eg2": [["Although I advise that you  from decoding XML documents with ad hoc routines, I have no qualms about writing.", "虽然我建议您避免使用特殊的例程解码 XML 文档，但是对于写入 XML 没有这样的疑虑。"]]}, "regulatory": {"pron": {"peg": "[ˈrɛɡjʊˌleɪtɔri]", "pam": "[ˈrɛɡjʊˌleɪtɔri]"}, "wp": {"Regulatory Arbitrage": "监管套利;监管套戥;管制套利;监管套利行为", "regulatory demand": "调节需求", "Regulatory framework": "规章制度;规管架构;监管架构;监管框架", "Regulatory mechanism": "法规机制;调节机制;调控机制;律例机制", "regulatory state": "监管型国家;管制国家;规制国家;管制型国家", "regulatory authorities": "法规机构;认证活动;监督管理部门;监管当局", "regulatory gene": "调节基因;调控基因;相关调控基因", "regulatory sign": "管制标志;限制标志;禁令标志;禁制标志", "regulatory risk": "监管风险;法规风险;管制风险;规制风险"}, "ex": ["adj. 管理的；控制的；调整的"], "eg2": [["That is the judgment of our Nuclear<b> regulatory</b> Commission and many other experts.", "这是我们的核管理委员会和许多其他专家的判断。"], ["It is the 36th country to have its vaccine<b> regulatory</b> system approved by the WHO.", "它是疫苗管理体系被世界卫生组织验证通过的第36个国家。"], ["Okay any other questions related to process,  roles? The regulator is real and they are there at the plant sites.", "好了，还有任何其他的与过程，管理规则相关的问题吗，调整器是真的,他们就在电站的那里。"]], "st": {}}, "rein": {"pron": {"peg": "[ren]", "pam": "[ren]"}, "wp": {"Side Rein": "装饰条;吊嚼", "Rein Cozijn": "瑞恩·考赛因", "rein polycystique": "多囊肾", "neck rein": "颈上控缰", "Rein thermostromuhr": "赖因电热血液流量计", "draw rein": "勒马;勒着马不使快跑;使马停止前进;勒住马", "rein kohlhaas": "库哈斯", "gag rein": "马缰绳", "Rein Golhon": "雷·歌煌"}, "ex": ["n. 缰绳；驾驭；统治；支配", "vt. 控制；驾驭；勒住", "vi. 勒住马", "n. (Rein)人名；(西、阿拉伯)雷因；(法)兰；(英、荷、捷、德、芬、瑞典)赖因；(爱沙)雷恩"], "eg2": [["It is difficult to<b> rein</b> a fiery horse.", "脾气暴躁的烈马是难于驾驭的。"], ["Now I had to  in my ego and remember not to get carried away by all the praise and positive press.", "现在我却必须控制我的自负，牢记不要因为所有这些赞美和媒体的肯定性报道而飘飘然。"], ["You don't have free<b> rein</b> in the Registry, but you do have access from a common root node for all your applications.", "您虽然不能够对注册表自由控制，但您的确可以通过一个公共根节点访问所有的应用程序。"]], "st": {}}, "resilience": {"pron": {"peg": "[rɪˈzɪliəns]", "pam": "[rɪˈzɪliəns]"}, "wp": {"Dynamic Resilience": "动态弹性;动态弹性回复", "ecosystem resilience": "生态系统复原能力", "Arcane Resilience": "奥术弹力;奥术活力", "owarven resilience": "对箭回避", "crippling resilience": "折曲应力", "impact resilience": "冲击回弹性;冲击回弹率", "Resilience Corporation": "睿智高用公司;科技有限公司", "flexural resilience": "挠曲回弹性;弯曲弹性", "Network resilience": "网络弹性"}, "ex": ["n. 恢复力；弹力；顺应力"], "eg2": [["How do you instill pride and  in her?", "你怎样逐步帮她树立自豪感和适应能力呢？"], ["They like being around other people more, they have more sex per month, and they have more<b> resilience</b> to adverse events.", "她们更喜欢有人陪伴，每月有更多的性生活，并且对不良事件的回复能力更强。"], ["Similarly, with happiness, I get an abundance of confidence in my skills and in my  towards temporary failures to achieve success.", "同样地，拥有幸福，我从我的技能和对暂时失败的恢复力中得到了许多自信来实现成功。"]], "st": {}}, "schoolgirl": {"ex": ["n. （学校的）女生", "网络 女学生；中小学女学生；学生制服"], "pron": {"peg": "英 ['skuːl.ɡɜː(r)l] ", "pam": "美 ['skul.ɡɜrl] "}, "eg2": []}, "scrutiny": {"pron": {"peg": "['skrutəni]", "pam": "['skrutəni]"}, "wp": {"data scrutiny": "资料检视", "scrutiny standard": "标准", "scrutiny program": "检查程序", "Rayner Scrutiny": "雷纳评审", "The scrutiny": "经审察", "Repeated scrutiny": "反复推敲", "personal scrutiny": "人身检查", "heightened scrutiny": "严格审查标准", "budgetary scrutiny": "预算审查"}, "ex": ["n. 详细审查；监视；细看；选票复查"], "eg2": [["Assumptions are all laid out for the readers'  and critical evaluation, and precisely to show that they do not control the conclusions.", "假设是都要拿出来给读者进行仔细审查和批评性的评估的，而且其正好表明他们是不能控制结论的。"], ["Some of us have trouble with accountability because we associate the word with punishment, , and/or not meeting standards or agreements.", "好些人都把责任理解错误了，因为我们总是把责任和惩罚，仔细检查或者没有达到标准或不一致性联系在一起。"]], "st": {"transform": [["n.", "scrutinies"]]}}, "sexism": {"ex": ["n. （针对女性的）性别歧视；男性至上主义"], "pron": {"peg": "['sɛk'sɪzəm]", "pam": "['sɛk'sɪzəm]"}, "st": {}, "wp": {}, "eg2": [["His insinuation that a woman must sleep her way to the top to work in television embarrassed his colleagues and set off a national debate about .", "他暗示一个女人不要想去电视台工作，达到职业巅峰，这种言论让其同僚尴尬，同时引起了全国性的性别歧视辩论。"], ["I'm not sure, however, that the explanation is that simple. Obviously,  often comes into play into these diagnoses, as it has since the classical era.", "但是，我不太确定这个问题的解释是否真的那么简单。显然，从古至今，性别歧视总是在这些调查分析中得到体现。"], ["Right from the start, any<b> sexism</b> or abusive behavior towards women simply wasn't an option.", "“从网站一开始，任何针对女性的性别歧视和侮辱行为都完全不会出现”。"]]}, "sexy": {"ex": ["adj. 性感的；迷人的；色情的"], "pron": {"peg": "['sɛksi]", "pam": "['sɛksi]"}, "st": {"transform": [["adj.", "sexier,sexiest"]]}, "wp": {"Sexy Beast": "性感野兽;虎视眈眈;虎视耽耽;魅力野兽", "sexy lingerie": "性感内衣;情趣内衣;性感睡衣;性感的内衣", "Sexy Girl": "性感女孩;飞轮海;性感女郎;第二辑", "Sexy goddess": "性感女神;性感", "Sexy Back": "贾斯汀;性感后背;另类的另类;舞蹈混剪", "Miss Sexy": "性感尤物", "Sexy Teacher": "谁和她睡了;谁和她上过床;谁和她睡觉了;催眠类", "Sexy Cushion": "印象蜜色;印象·蜜色;印象", "Very Sexy": "非常性感;很性感;清夏日;维多利亚的秘密"}, "eg2": [["That is .", "那是性感的。"], ["She does little things for him here and there that make him feel  and like there’s no other guy in the world.", "她不时地为他做一些小事情，使他觉得自己很性感，仿佛在她眼中这个世界上只有他一个男人一样。"], ["And one in four female characters was depicted in “, tight, or alluring attire,” compared with one in 25 male characters.", "在四个女性人物之一是描绘在“性感，紧，或诱人的装束，”相比之下，在25个男性角色之一。"]]}, "simplistic": {"ex": ["adj. 过分简单化的；过分单纯化的"], "pron": {"peg": "[sɪm'plɪstɪk]", "pam": "[sɪm'plɪstɪk]"}, "st": {}, "wp": {"Perfectly Simplistic": "公司名称", "Simplistic Paradise": "简单天堂卡通材质包", "Almost Simplistic": "几乎简单", "simplistic a": "过分单纯化的", "simplistic paradigm": "简单范式", "simplistic language": "简明朴实的语言", "And Simplistic": "和简单化", "Integrated Simplistic": "综合单纯化", "Simplistic conception": "简式"}, "eg2": []}, "sophisticate": {"ex": ["vt. 弄复杂；使变得世故；曲解", "n. 久经世故的人；精通者", "vi. 诡辩"], "pron": {"peg": "[sə'fɪstɪkɪt]", "pam": "[sə'fɪstɪkɪt]"}, "st": {"transform": [["vt.", "sophisticated,sophisticating"]]}, "wp": {"Dryad Sophisticate": "历世树灵", "sophisticate drive": "精密驱动", "sophisticate sophisticated": "诡辩的", "sophisticate system": "复杂系统", "sophisticate driving": "精密驱动", "sophisticate device": "阅历设备;共生设备", "sophisticate material": "掺合料", "Sophisticate Pleasure": "出版者", "sophisticate n": "预写动静"}, "eg2": [["If you are a  , this article does not look without prevent!", "如果你是一个老油条，这篇文章看不看无防！"], ["Arsène Wenger is often held up as a continental , the consummate leader of men, but the Arsenal manager has revealed that his approach owes everything to his growing up above a pub.", "Arsène Wenger 经常被当作欧洲大陆上老资历教练、完美领导者的典型，但是这位 Arsenal 主教练近日透露，他所用的方法都归功于他在酒吧长大学到的。"], ["Origin and growth of religion is a<b> sophisticate</b> and important theory's problem in the studies of religion.", "宗教的起源和发展是宗教学研究中的一个复杂和重大的理论问题。"]]}, "spectacle": {"pron": {"peg": "英 ['spektək(ə)l] ", "pam": "美 ['spektək(ə)l] "}, "ex": ["n. 精彩的表演；壮观的场面；壮观的景象；奇特的现象", "网络 奇观；眼镜；景观"], "eg2": [["The carnival parade was a magnificent spectacle.", "狂欢节游行场面热烈，蔚为大观。"], ["The sunset was a stunning spectacle.", "夕阳西斜，异常壮观。"], ["I remember the sad spectacle of her standing in her wedding dress, covered in mud.", "我记得她穿着婚纱、满身泥污站在那儿的凄惨样。"]]}, "splash": {"ex": ["vt. 溅，泼；用...使液体飞溅", "n. 飞溅的水；污点；卖弄", "vi. 溅湿；溅开"], "pron": {"peg": "[splæʃ]", "pam": "[splæʃ]"}, "st": {}, "wp": {"Splash Back": "飞溅泡泡;溅射回来;爆破黏液球;防溅板", "Charleston Splash": "华盛顿奇才", "diving splash": "跳水式飞身压", "vertical splash": "垂直飞身压;铅直飞身压", "Acid Splash": "酸液飞溅;酸液溅射;酸性溅射;酸飞溅", "Splash Victory": "绿水英姿", "Splash screens": "启动画面;启动界面;排场画面;启动画面上", "splash electrification": "溅泼起电;喷溅起电", "Splash Shape": "散落型;在个人占星学中;在出生图中每一行星皆位在不同星座的型态"}, "eg2": [["Don't<b> splash</b> my shoes.", "别溅到我的鞋上。"], ["Now copy the<b> splash</b> into the window we work in.", "现在，将喷溅图片拖入我们工作的窗口。"], ["This finding is similar to observations in Thailand, where a seawall at Patong Beach caused a -up of the tsunami wave and buildings behind it only suffered modest structural damages.", "这个发现和在泰国观察到的是相似的，在那一个在巴东海滩的防波堤引起了一个海啸波的溅起，并且其后的建筑物只受到了适度的结构破坏。"]]}, "spontaneous": {"ex": ["adj. 自发的；自然的；无意识的"], "pron": {"peg": "[spɑn'tenɪəs]", "pam": "[spɑn'tenɪəs]"}, "st": {"similar": "automatic,impulsive,instinctive,involuntary"}, "wp": {"spontaneous polarization": "自发极化;\t\t\t自然极化;自发性极化;自发极化性", "spontaneous activity": "自发活动;自发性活动;自发电位;自发放电", "spontaneous recovery": "自然恢复;自然回复;自发性恢复;自动恢复", "spontaneous nucleation": "自发成核;自发形核;自成核", "spontaneous decay": "自发衰减;自发衰变;自发裂变;自发辐射衰变", "spontaneous depolarization": "自动除极;\t\t自动去极化;去极化", "spontaneous reaction": "自发反应;自发性反应;自然反应;翻译", "spontaneous firing": "自燃;自发然烧;自发放电;自然燃烧", "Spontaneous sweating": "自汗"}, "eg2": [["That tells us whether the change is .", "这可以告诉我们变化是否是自发的。"], ["So I have come to believe in forgiveness as  and unwilled.", "所以我开始渐渐相信宽恕是自发的、无意识产生的。"], [" creation is the reason there is something rather than nothing, why the universe exists, why we exist.", "自然创造就是事物存在的原因，也是为什么宇宙会存在、我们会存在的原因。"]]}, "stem": {"pron": {"peg": "英 [stem] ", "pam": "美 [stem] "}, "ex": ["n. （花草的）茎；柄；（高脚酒杯的）脚；烟斗柄", "adj. 有茎[梗]的；装有小柄的；去掉茎(或梗)的；去掉茎[梗,柄]的", "v. 阻止；封堵；遏止", "abbr. (=", "网络 阀杆；词干；茎干"], "eg2": [["a long-stemmed rose", "一枝长茎玫瑰"], ["‘Writ’ is the stem of the forms ‘writes’, ‘writing’ and ‘written’.", "writ 是 writes、writing 和 written 三个词的词干。"], ["The cut was bandaged to stem the bleeding.", "伤口已包扎止血。"], ["They discussed ways of stemming the flow of smuggled drugs.", "他们讨论了遏制走私毒品流通的办法。"], ["The government had failed to stem the tide of factory closures.", "政府没有控制住工厂的倒闭潮。"]]}, "stereotype": {"pron": {"peg": "英 ['steriə.taɪp] ", "pam": "美 ['steriə.taɪp] "}, "ex": ["n. 刻板印象；模式化观念（或形象）；老一套", "adj. 固定不变的；陈规旧套的；铅板(印刷)的", "v. 对…形成模式化（或类型化）的看法", "网络 老套；定型；成见"], "eg2": [["cultural/gender/racial stereotypes", "有关文化的╱性别的╱种族的旧框框"], ["He doesn't conform to the usual stereotype of the businessman with a dark suit and briefcase.", "他不同于人们一般印象中穿黑色西装、提公文包的商人形象。"], ["Children from certain backgrounds tend to be stereotyped by their teachers.", "教师往往模式化地根据学生的某些背景把他们归类。"], ["Why are professors stereotyped as absent-minded?", "为什么在人们心目中教授就一定健忘呢？"]]}, "stumble": {"pron": {"peg": "英 ['stʌmb(ə)l] ", "pam": "美 ['stʌmb(ə)l] "}, "ex": ["n. 绊倒；失足；失误；失败", "v. 绊脚；跌跌撞撞地走；蹒跚而行；演奏", "网络 犯错误；跌倒；绊跌"], "eg2": [["The child stumbled and fell.", "孩子绊了一下，摔倒了。"], ["I stumbled over a rock.", "我在石头上绊了一下。"], ["We were stumbling around in the dark looking for a candle.", "黑暗中，我们东跌西撞地找蜡烛。"], ["In her nervousness she stumbled over her words.", "她因紧张说话结结巴巴的。"], ["I stumbled through the piano piece with difficulty.", "我断断续续地好不容易弹完了那支钢琴曲。"]]}, "subculture": {"pron": {"peg": "['sʌbkʌltʃɚ]", "pam": "['sʌbkʌltʃɚ]"}, "wp": {"subculture group": "亚文化群", "Subculture times": "继代培养次数", "Subculture Character": "亚文化特征", "judicial subculture": "司法亚文化", "gang subculture": "帮伙亚文化", "sexual subculture": "性的亚文化;性的亚文明", "goth subculture": "哥德次文化", "campus subculture": "校园亚文化", "delinquent subculture": "非行次文化"}, "ex": ["n. 亚文化群", "vt. 作再次培养"], "eg2": [], "st": {"transform": [["vt.", "subcultured,subculturing"]]}}, "suicide": {"pron": {"peg": "英 ['suːɪsaɪd] ", "pam": "美 ['suɪ.saɪd] "}, "ex": ["n. 自杀；自杀性行为；自毁；自取灭亡的行为", "adj. 自杀的；自杀性的", "v. 自杀", "网络 自杀者；自杀之谜；自杀论"], "eg2": [["to commit suicide", "自杀"], ["an attempted suicide(= one in which the person survives)", "自杀未遂"], ["a suicide letter/note(= written before sb tries to commit suicide )", "绝命书"], ["a suicide bomber(= who expects to die while trying to kill other people with a bomb)", "自杀式爆炸者"], ["It would have been political suicide for him to challenge the allegations in court.", "假如当时他在法庭上质疑那些指控，那无异于自毁政治前程。"]]}, "sultry": {"ex": ["adj. 闷热的；狂暴的；淫荡的"], "pron": {"peg": "['sʌltri]", "pam": "['sʌltri]"}, "st": {"transform": [["adj.", "sultrier,sultriest"]]}, "wp": {"sultry y": "性感迷人", "Sultry Soul": "唱片名", "More Sultry": "更闷热", "sultry singer": "热辣劲舞的歌手", "Sultry Stray": "闷热的流浪狗", "sultry weather": "闷热的天气;湿热难耐的天气;闷热天气", "sultry browns": "魅力褐色", "sultry stills": "性感的", "Sultry Night": "激情之夜;夜色撩人"}, "eg2": [["But who knows if he is on his way this lazy<b> sultry</b> noon, the Stranger, carrying his basket of strange wares ?", "但是，有谁知道，也许就在这闷热倦人的正午，那个陌生人提着满篮奇特的货物，已经上路？"], ["I have no memory of any that offered air conditioning, which would have been handy in a<b> sultry</b> St. Louis July.", "在圣路易斯闷热的七月，空调本应唾手可得，可我不记得有哪家影院曾提供国这项服务。"], ["Ladies match a handbag to their best PJs, for a trip to the shops; old men wear only boxer shorts in the<b> sultry</b> streets.", "女士们会挎上与自己最好的睡衣相配的手包去逛商店；在闷热的街道上，老年男子会只穿着条平角短裤。"]]}, "symptom": {"pron": {"peg": "['sɪmptəm]", "pam": "['sɪmptəm]"}, "wp": {"symptom complex": "证候;证候分类;症候群;综合症状", "concomitant symptom": "伴发症状;伴随症状", "clinic symptom": "临床症状", "respiratory symptom": "呼吸道症状;呼吸系统症状", "Orientation symptom": "适应症状", "Clinical symptom": "临床表现;临床症状;症状;临床特征", "cardinal symptom": "主要症状;知症状;要症状;主征", "indirect symptom": "间接症状;直接症状", "Symptom Descriptions": "描述症状;描绘症状"}, "ex": ["n. [临床] 症状；征兆"], "eg2": [["Any other ?", "有别的症状吗？"], ["So, you must have to observe for the first .", "所以，你必须观察这些说谎的第一征兆。"], ["Therefore, for every solution for a , there should be one or more directives that contribute to the ultimate solution.", "因此，对症状的每一个解决方案，都应该有促成最终解决方案的一个或多个指示。"]], "st": {}}, "tackle": {"ex": ["v. 处理；阻截；与某人交涉；向某人提起（问题或困难情况）", "n. 用具；阻截；阻截铲球；阻截队员", "网络 解决；滑车；对付"], "pron": {"peg": "英 ['tæk(ə)l] ", "pam": "美 ['tæk(ə)l] "}, "eg2": [["The government is determined to tackle inflation.", "政府决心解决通货膨胀问题。"], ["I tackled him about the money he owed me.", "我就他欠我钱的事与他进行了交涉。"], ["He was tackled just outside the penalty area.", "他就在禁区外让对方把球抢断。"], ["He tackled a masked intruder at his home.", "他在家里抓住了一个私自闯入的蒙面人。"]]}, "tactile": {"ex": ["adj. 触觉的；有触觉的；能触知的", "网络 触感；可触觉的；触觉型"], "pron": {"peg": "英 ['tæktaɪl] ", "pam": "美 ['tækt(ə)l] "}, "eg2": [["tactile stimuli", "触觉刺激"], ["visual and tactile communication", "视觉和触觉交流"], ["tactile fabric(= pleasant to touch)", "手感好的织物"], ["tactile maps(= that you can touch and feel)", "触摸地图"], ["He's a very tactile man(= he enjoys touching people) .", "他这个人很喜欢触碰别人身体。"]]}, "tropical": {"pron": {"peg": "['trɑpɪkl]", "pam": "['trɑpɪkl]"}, "wp": {"Tropical depression": "热带低压;热带低气压;热带气旋;寒带高压", "Tropical medicine": "热带医学;热带病学;热带医学专业", "Tropical Violet": "哥拉斯彩虹", "tropical storm": "热带风暴;热带暴风雨;热带气旋;热带风暴", "Tropical cyclogenesis": "热带风旋形成", "tropical disease": "热带病;热带疾病", "tropical cyclone": "热带气旋;飓风;热带旋风;寒带气旋", "Tropical Farm": "热带农场", "Tropical Fruit": "热带水果;热带果汇;寒带水果;热带水果味"}, "ex": ["adj. 热带的；热情的；酷热的"], "eg2": [["I'll have a week to bake in the<b> tropical</b> sun.", "我将在热带阳光下晒一周。"], ["The<b> tropical</b> plants thrived well under our care.", "在我们的照料下，这些热带植物茁壮生长。"], ["The drummers beat out their  music,and the women danced.", "鼓手们敲奏出热带地区风格的曲调，妇女们跳起舞来。"]], "st": {}}, "ubiquitous": {"ex": ["adj. 普遍存在的；无所不在的"], "pron": {"peg": "[ju'bɪkwɪtəs]", "pam": "[ju'bɪkwɪtəs]"}, "st": {}, "wp": {"ubiquitous computing": "普适计算;泛在计算;无所不在的计算;无所不在的运算", "Ubiquitous Player": "多功能播放器;全能播放器;万能播放器;无所不能播放器", "ubiquitous element": "遍在性元素", "Ubiquitous networks": "无所不在的网络;泛在网络;泛在网;全域通讯", "ubiquitous computer": "无处不在的网络;不相同的普适计算设备", "Ubiquitous CSCL": "持的泛在协作学习", "ubiquitous marker": "东京中城五百个收发器", "Ubiquitous Robots": "弥漫机器人", "Ubiquitous Religions": "并查集"}, "eg2": [["Theory and some observational data pointed to the likelihood that they were .", "理论和一些观测数据则指向他们曾经普遍存在的可能性。"], ["We are gradually beginning to realize that the potential for life is<b> ubiquitous</b> throughout our galaxy.", "我们慢慢开始意识到生命的可能性在我们的银河中乃是普遍存在的。"], ["Taking this one step further, is life also<b> ubiquitous</b> in the multiverse? There are both zero and infinite answers to that question.", "由此更进一步说，生命在多元宇宙中也是普遍存在的吗？这一问题既没有答案，也有无穷多个答案。"]]}, "unspoken": {"pron": {"peg": "[,ʌn'spokən]", "pam": "[,ʌn'spokən]"}, "wp": {"unspoken rule": "潜规则", "Unspoken Heard": "表演者", "Love Unspoken": "无言的爱", "unspoken hate": "无言的恨", "Unspoken Names": "禁断邪语", "Almost unspoken": "却从不被说起", "unspoken criticism": "腹诽", "Unspoken Bond": "背;未说出口的债券我图片", "UNSPOKEN LOVE": "逝去的爱;暗恋"}, "ex": ["adj. 无言的；未说出口的；不言而喻的"], "eg2": [["THE spring flowers break out like the passionate pain of<b> unspoken</b> love.", "春花怒放，就像我那未说出口的爱情的灼热的痛苦。"], ["I find it almost impossible to talk to mothers without that  element of competition creeping in from both sides.", "我发现，不具备潜入双方不言而喻竞争的元素，几乎不可能和母亲们对话。"], ["As a child I must have recognised, at any rate subconsciously, the harsh<b> unspoken</b> truths lurking between the lines of a story that made my mother’s early unhappiness somehow easier to bear.", "作为一个孩子，我必须承认，故事中字里行间严酷而不言而喻的事实，使母亲早些年不开心的经历，下意识的感觉不那么难以忍受了。"]], "st": {"transform": [["vt.", "unspoke,unspoken,speaking"]]}}, "vigilantism": {"ex": ["n. （美）治安委员会的政策"], "pron": {"peg": "[,vidʒi'læntizəm]", "pam": "[,vidʒi'læntizəm]"}, "st": {}, "wp": {}, "eg2": []}, "virginity": {"ex": ["n. 童贞；处女；纯洁"], "pron": {"peg": "[vɚ'dʒɪnəti]", "pam": "[vɚ'dʒɪnəti]"}, "st": {}, "wp": {"Her Virginity": "贞操妹妹", "feudalism virginity": "贞操观", "lose virginity": "失去贞操", "guilty virginity": "有过失处女身份图片", "maidenhood virginity": "处女性", "Technical Virginity": "唱片名", "virginity right": "贞操权", "Lost Virginity": "失身于贼", "virginity standard": "贞操观"}, "eg2": [["As I wrote in my previous column, it has even tried to humiliate female activists by subjecting them to forced “ exams.", "正如我在先前的专栏中所写到的，他们甚至试图通过强制进行“童贞测试”来羞辱女性活动者。"], ["But, maybe we need to throw out the idea of  altogether, toss away the idea that you “lose” something from a single act.", "但是，也许我们需要完全丢掉处女这个概念，不要有从一个行为中你会失去什么的想法。"], ["We can't know just what force<b> virginity</b> would exude, and so the speech leaves us where we began, in a state of uncertainty concerning the ultimate strength of this virtue of sexual abstinence.", "童贞能散发出怎样的力量我们不得而知，因此演讲将我们带到起点，那是一个不确定的状态,有关性行为节制这一美德到底有怎样的力量。"]]}, "withdrew": {"pron": {"peg": "[wɪð'drʊ]", "pam": "[wɪð'drʊ]"}, "wp": {}, "ex": ["v. 收回（withdraw的过去式）"], "eg2": [["They<b> withdrew</b> and settled in this area.", "他们收回这一地区并且在这里定居。"], ["In recent years, Israel<b> withdrew</b> from South Lebanon and Gaza.", "近些年里，以色列从南黎巴嫩和加沙撤出。"], ["I ordered bomb and missile attacks on the Iraqi forces and they .", "我命令对伊拉克军队发动炸弹和导弹攻击，他们撤军了。"]], "st": {"transform": [["vt.", "withdrew,withdrawn,withdrawing"]], "similar": "go"}}}, "title": "Concern about “sexualised” children often misses the point\n", "paperStatistics": {"suggestedfocus": "20.5 Minutes", "wordsset": 786, "keywords": "children,countries,online,pornography,sex,sexual,sexualisation,sexualised", "toughwords": 133, "allwords": 1526, "title": "Concern about “sexualised” children often misses the point\n", "desc": "The root of the problem is not how society treats its young, but the way it treats women\n", "img": "https://www.economist.com/sites/default/files/imagecache/640-width/images/print-edition/20180721_IRD001_0.jpg\n", "date": "2018-07-22 12:59:30", "link": "2018_7_24_5.json"}}