{"date": "2018-07-13 09:16:14", "content": "\n The Economist talks with the commander of America’s Special Operations Command Africa\n \n ![Transcript: Interview with General Mark Hicks](https://cdn.static-economist.com/sites/default/files/images/2018/07/articles/main/20180714_blp520.jpg) \n MAJOR GENERAL MARK <span class=\"fa fa-info-circle\">HICKS</span>, who commands about 1,200 special-operations troops <span class=\"fa fa-info-circle\">assign</span>ed to missions in Africa, spoke with \n \n  in <span class=\"fa fa-info-circle\">Niger</span> on April 9th on the <span class=\"fa fa-info-circle\">sideline</span>s of <span class=\"fa fa-info-circle\">Flintlock</span>, a military training exercise. He was joined in the discussion by several members of his staff. Below is a <span class=\"fa fa-info-circle\">transcript</span> of parts of the interview. It has been lightly edited for clarity. Some of General <span class=\"fa fa-info-circle\">Hick</span>s’s comments are included in an \n \n  report on security in the <span class=\"fa fa-info-circle\">Sahel</span> that can be found \n \n . A leader on the issue is available \n \n .\n \n  What is your area of biggest concern at the moment?\n \n  I’m concerned about youth <span class=\"fa fa-info-circle\">bulge</span>s in Africa. I’m concerned about the growing Salafist threats across Africa and particularly al-Qaeda’s ability to co-opt existing <span class=\"fa fa-info-circle\">ethnic</span> tensions and other rivalries that are driven by climate change, <span class=\"fa fa-info-circle\">desertification</span>, <span class=\"fa fa-info-circle\">scarcity</span> of resources and population pressure. My concern is that we, the West, may fail to take the opportunity to deal with these challenges or help our African partners deal with these challenges of <span class=\"fa fa-info-circle\">mutual</span> concern while they are still in a <span class=\"fa fa-info-circle\">nascent</span> stage and can be dealt with at a price that’s <span class=\"fa fa-info-circle\">affordable</span> in both blood and treasure.\n \n  You talk about the Salafist threat. How much of a threat at the moment is that to Western interests?\n \n  We’re seeing an increasing number of threats to Western interests, particularly in Africa, and then I think the game is to keep the threats to Western interests reduced and not wait till we have clear <span class=\"fa fa-info-circle\">unambiguous</span> evidence of threats to the West outside of Africa. But that’s the challenge of trying to maintain the political will to deal with these threats before they become direct <span class=\"fa fa-info-circle\">external</span> threats.\n \n  You’re covering a big part of the world with a very light <span class=\"fa fa-info-circle\">footprint</span>. How far can you shift the <span class=\"fa fa-info-circle\">dial</span>?\n \n  Only time will tell. My ability to <span class=\"fa fa-info-circle\">speculate</span> is pretty limited, but given the forces that we have, our real strength is the approach of by, with, and through African and Western partners. So if you look at <span class=\"fa fa-info-circle\">Flintlock</span>, we have 12 other Western partners down here paying their own way and helping train African partners to deal with threats that are of <span class=\"fa fa-info-circle\">mutual</span> concern, to Africans and Westerners. They are more <span class=\"fa fa-info-circle\">proximate</span> threats to our African partners and they want to deal with them on their own but they ask for our help in doing that.\n \n So it’s I think a good model where a light <span class=\"fa fa-info-circle\">footprint</span> that is <span class=\"fa fa-info-circle\">affordable</span> and <span class=\"fa fa-info-circle\">sustainable</span> by the US military and US special operations will be able to <span class=\"fa fa-info-circle\">leverage</span> a much larger <span class=\"fa fa-info-circle\">capability</span> and capacity both on the Western partner side and with our African partners. If that will be enough, I don’t know. But it’s going to take more than military pressure. It’s going to take <span class=\"fa fa-info-circle\">governance</span> and development and the whole-of-government approach to deal with the challenges we see.\n \n  What about the <span class=\"fa fa-info-circle\">Democratic</span> Republic of <span class=\"fa fa-info-circle\">Congo</span>?\n \n  The DR <span class=\"fa fa-info-circle\">Congo</span> is trending badly. But generally speaking, my limited <span class=\"fa fa-info-circle\">mandate</span> on the <span class=\"fa fa-info-circle\">continent</span> of Africa is to deal with Salafist jihadist threat where it exists. [In the DRC] the reach of Salafist organisations is limited. In north-eastern <span class=\"fa fa-info-circle\">Congo</span> there is some Salafist <span class=\"fa fa-info-circle\">penetration</span> that we keep an eye on. But I have a small <span class=\"fa fa-info-circle\">footprint</span> and I have to focus on those things that really are the <span class=\"fa fa-info-circle\">transnational</span> threats of <span class=\"fa fa-info-circle\">ISIS</span> and al-Qaeda and where they exist.\n \n I’m <span class=\"fa fa-info-circle\">sensitive</span> to those who would look at me as militarily incentivised to claim everything is an <span class=\"fa fa-info-circle\">ISIS</span> problem and therefore I need resources. We don’t do that. I think we are being very good about not being <span class=\"fa fa-info-circle\">histrionic</span> over every organisation that claims <span class=\"fa fa-info-circle\">affiliation</span> with <span class=\"fa fa-info-circle\">ISIS</span> to gain whatever \n \n  [Arabic for influence or status] that might provide them. And that we are pretty <span class=\"fa fa-info-circle\">diligent</span> about making sure that there is some connection that <span class=\"fa fa-info-circle\">bestow</span>s on them some lethality that we need to be concerned about before we worry about them. And I think we try to be honest in our <span class=\"fa fa-info-circle\">assessment</span>s.\n \n  How joined up are these groups?\n \n  As we in the US military in particular <span class=\"fa fa-info-circle\">acknowledge</span> that these are trans-regional threats that don’t respect national borders or any other <span class=\"fa fa-info-circle\">demarcation</span> that we might want, it then becomes an obvious <span class=\"fa fa-info-circle\">strategic</span> <span class=\"fa fa-info-circle\">imperative</span> to keep <span class=\"fa fa-info-circle\">isolate</span>d Salafist groups <span class=\"fa fa-info-circle\">isolate</span>d so that they don’t become larger <span class=\"fa fa-info-circle\">monolithic</span> groups or don’t share either <span class=\"fa fa-info-circle\">tactic</span>s and techniques or resources. But generally speaking, we worry to make sure that they don’t get connected.\n \n I think Barnawi [Abu Musab al-Barnawi, the leader of <span class=\"fa fa-info-circle\">Islamic</span> State West Africa Province] in particular isn’t. While certainly not contained militarily he is very <span class=\"fa fa-info-circle\">isolate</span>d <span class=\"fa fa-info-circle\">geographically</span> and there is limited interaction with other organisations, particularly al-Qaeda and AQIM [al-Qaeda in the <span class=\"fa fa-info-circle\">Islamic</span> <span class=\"fa fa-info-circle\">Maghreb</span>, an al-Qaeda <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">affilia</span>te</span> with mainly <span class=\"fa fa-info-circle\">Algerian</span> <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">recruit</span></span>s] or JNIM [Jama’at Nasr al-Islam wal Muslimin, another al-Qaeda <span class=\"fa fa-info-circle\">outfit</span> in <span class=\"fa fa-info-circle\">Mali</span>] in the Western <span class=\"fa fa-info-circle\">Sahara</span>, and we want to keep it that way. However, I think the great question is how the <span class=\"fa fa-info-circle\">proliferation</span> of cell phones and digital technology allows them to gain knowledge virtually and become much more dangerous. And we’re still struggling with the transfer of money and resources and it doesn’t take a lot in some of these places to make a big difference. So it’s something we pay attention to and we’d love to have a much better understanding of what that all <span class=\"fa fa-info-circle\">ultimately</span> <span class=\"fa fa-info-circle\">entail</span>s.\n \n Jami Forbes, a <span class=\"fa fa-info-circle\">senior</span> intelligence analyst with Special Operations Command Africa: I think something that’s of concern to us is the <span class=\"fa fa-info-circle\">interconnect</span>edness of al-Qaeda groups in particular with regards to their messaging. So a good example of this is over the past year, we’ve seen AQIM and AQAP [al-Qaeda in the <span class=\"fa fa-info-circle\">Arabian</span> <span class=\"fa fa-info-circle\">Peninsula</span>] release joint statements. We’ve seen al-Shabaab and AQAP release statements about things like the Rohingya or the <span class=\"fa fa-info-circle\">closure</span> of the Golden <span class=\"fa fa-info-circle\">Mosque</span> in <span class=\"fa fa-info-circle\">Sinai</span>. So there is some attempt probably to make these groups more <span class=\"fa fa-info-circle\">interconnect</span>ed and that is enabled by social media and that’s something that we certainly don’t want to happen.\n \n  How much of it this is purely a kind of battle of ideas?\n \n  Again, one of the larger questions out there is how much of this has to do with battles over resources where people co-opt Salafist movements as much as they are co-opted by them. I don’t know that we have a clear picture of how much of this is truly a battle of ideas. But I think there’s enough of it that we’re seeing when regional <span class=\"fa fa-info-circle\">separatist</span> groups glom on to either al-Qaeda or <span class=\"fa fa-info-circle\">ISIS</span>, they become much more dangerous, much more capable, and much more <span class=\"fa fa-info-circle\">embolden</span>ed. And it changes their <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">recruit</span></span>ing <span class=\"fa fa-info-circle\">profile</span> and their ability. It gives them a much deeper pool of <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">recruit</span></span>ment. My sense is that the groups that claim <span class=\"fa fa-info-circle\">allegiance</span> to <span class=\"fa fa-info-circle\">ISIS</span> or al-Qaeda do <span class=\"fa fa-info-circle\">derive</span> some real <span class=\"fa fa-info-circle\">tangible</span>, very dangerous benefit from that.\n \n  How much of the benefit is just the branding effect that brings in the <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">recruit</span></span>s and how much are they then learning from one another?\n \n  I think they’re learning things. We found that if you put a Special Forces <span class=\"fa fa-info-circle\">Operational</span> <span class=\"fa fa-info-circle\">Detachment</span> Alpha of 12 guys out with a <span class=\"fa fa-info-circle\">battalion</span> of a few hundred <span class=\"fa fa-info-circle\">indigenous</span> soldiers, they [the <span class=\"fa fa-info-circle\">indigenous</span> soldiers] become much more capable.\n \n We’re seeing something like that on the flipside where it’s a handful of foreign fighters or returning jihadists, or those who have gained some information and insight from the <span class=\"fa fa-info-circle\">internet</span>, make otherwise regional <span class=\"fa fa-info-circle\">separatist</span> groups much more dangerous. It is impossible to <span class=\"fa fa-info-circle\">quantify</span> but we’re certainly seeing that effect. And it’s an outsized return; they make these groups much more dangerous. So there is something to it more than just the brand. And when it is just a brand, we don’t get that excited about it. There are some who claim to be <span class=\"fa fa-info-circle\"><span class=\"fa fa-info-circle\">affilia</span>te</span>d that we think they’re <span class=\"fa fa-info-circle\">stretch</span>ing it and we can tell.\n \n  Thank you.", "last": "2018_7_16_2.json", "next": "2018_7_16_4.json", "assistent": {"Algerian": {"ex": ["adj. 阿尔及利亚的；阿尔及利亚人的；阿尔及利亚语的", "n. 阿尔及利亚人；阿尔及利亚语", "网络 阿尔及利亚文；吉利亚"], "pron": {"peg": "英 [æl'dʒɪərɪən] ", "pam": "美 "}, "eg2": []}, "Arabian": {"ex": ["adj. 阿拉伯的", "n. 阿拉伯人", "网络 阿拉伯马；阿拉伯语；阿拉伯人的"], "pron": {"peg": "英 ", "pam": "美 [ə'reɪbiən] "}, "eg2": []}, "Congo": {"ex": ["n. 刚果；刚果共和国；【国】刚果；刚果布", "网络 刚果惊魂；刚果民主共和国；刚果河"], "pron": {"peg": "英 ['kɒŋɡəʊ] ", "pam": "美 "}, "eg2": []}, "Democratic": {"ex": ["adj. 民主的；民主政治的；大众的"], "pron": {"peg": "['dɛmə'krætɪk]", "pam": "['dɛmə'krætɪk]"}, "st": {}, "wp": {"Democratic Kampuchea": "民主柬埔寨;柬埔寨", "Democratic Movement": "民主运动;民主运动党", "social democratic": "社会民主主义的;社会民主;社会民主党;社民党", "Democratic Rights": "民主权利;民权;民主权;民主", "democratic participation": "民主参与;民主管理", "Democratic State": "民主国家;翻译", "democratic election": "民主选举;翻译", "democratic regime": "民主政体;主政体", "Democratic Way": "民主路;民主作风"}, "eg2": [["They pledged to fight for  rights.", "他们誓为争取民主权利而斗争。"], ["Martin Luther King was seen as a hero of<b> Democratic</b> movement.", "马丁路德金被认为是民主运动的英雄。"], ["The party has threatened to boycott the election because it believes it will not be .", "该党威胁要抵制选举，因它认为这次选举将不会是民主的。"]]}, "Detachment": {"ex": ["n. 分离，拆开；超然；分遣；分遣队"], "pron": {"peg": "[dɪ'tætʃmənt]", "pam": "[dɪ'tætʃmənt]"}, "st": {}, "wp": {"detachment horizon": "挤离层位", "Vitreous Detachment": "玻璃体脱离", "cell detachment": "细胞脱离;细胞脱附", "MP Detachment": "宪兵分遣队", "bubble detachment": "气泡跃离", "vitreoretinal detachment": "玻璃体基底部", "tread detachment": "胎面剥离", "exudative detachment": "渗出性脱离", "advanced detachment": "先头部队;前卫分军队"}, "eg2": [["The immediate<b> Detachment</b> ensures that the server application holds no resources after the response has been sent.", "立即分离能够保证这个服务器应用程序在响应发送后不会占用任何资源。"], [" goes with the ability to weigh the pros and cons of situations, circumstances and actions in an impartial way, and to make rational decisions, which are not based on moods.", "超然的能力是不以心情为依据的，而是以一种公平的方式来衡量一些情况，环境和行动的利弊的，然后做出一个合理的决定。"], ["If you can do so once in a while, you will be able to manifest more and more emotional and mental , which will help you on your road to success and achieving your goals and ambitions.", "如果你能时常做到这样的话，那么你就能获得更多的情感和精神的超然，这将有助于你的成功之路，实现自己的目标和抱负。"]]}, "Flintlock": {"ex": ["n. （旧时的）燧发机", "网络 燧发枪；火枪；燧发式枪机"], "pron": {"peg": "英 ['flɪnt.lɒk] ", "pam": "美 ['flɪnt.lɑk] "}, "eg2": []}, "HICKS": {"ex": ["n. 希克斯；“hick”的复数", "网络 西克斯；鲱；反应迟钝的人"], "pron": {"peg": "英 [hiks] ", "pam": "美 [hɪks] "}, "eg2": []}, "Hick": {"ex": ["n. 乡巴佬；土里土气的人", "adj. 〈美俚〉乡下佬(似)的", "v. 同“hiccup”", "网络 乡下人；希克；乡下姑娘"], "pron": {"peg": "英 [hɪk] ", "pam": "美 [hɪk] "}, "eg2": [["I was just a hick from Texas then.", "那时我不过是从得克萨斯州来的土包子。"]]}, "ISIS": {"ex": ["n. 【埃神】爱希丝；【女名】女子名", "网络 伊西斯；伊希斯；伊西丝"], "pron": {"peg": "英 ['aisis] ", "pam": "美 "}, "eg2": []}, "Islamic": {"ex": ["adj. 穆斯林的；伊斯兰教的"], "pron": {"peg": "[iz'læmik]", "pam": "[iz'læmik]"}, "st": {}, "wp": {}, "eg2": []}, "Maghreb": {"ex": ["网络 马格里布；北非马格里布；马格里布地区"], "pron": {"peg": "英 ", "pam": "美 "}, "eg2": []}, "Mali": {"ex": ["n. 马里；【国】马里；马里共和国", "网络 巴马科；尼日尔；马尔他"], "pron": {"peg": "英 ['mɑːli] ", "pam": "美 ['mɑli] "}, "eg2": []}, "Mosque": {"ex": ["n. 清真寺", "网络 伊斯兰教寺院；清真寺回教寺院；宗教场所"], "pron": {"peg": "英 [mɒsk] ", "pam": "美 [mɑsk] "}, "eg2": []}, "Niger": {"ex": ["n. 尼日尔；【国】尼日尔；尼日尔共和国；尼日河", "网络 皂脚"], "pron": {"peg": "英 ", "pam": "美 "}, "eg2": []}, "Operational": {"ex": ["adj. 操作的；运作的"], "pron": {"peg": "['ɑpə'reʃənl]", "pam": "['ɑpə'reʃənl]"}, "st": {}, "wp": {"opeRational definition": "操作型定义;操作性定义;操作定义;实用性定义", "Operational Manager": "业务经理;管理经理;营业经理;业务司理", "operational flexibility": "操作弹性;运行灵活性;操纵弹性", "operational efficiency": "经营效率;运作效率;运行效率;操作效率", "operational reliability": "运行可靠性;工咨靠性;\t\t操作可靠性;使用可靠性", "Operational environment": "使用环境;\t\t工作环境;\t\t操作环境;操作字符", "Operational Mode": "运作模式;运行模式;工捉式;运转模", "operational sign": "运算符号;操作环境;操作符;运算符号英语", "operational control": "业务管理;运行控制;作业控制;灭火战斗控制"}, "eg2": [["However, basic principles of<b> Operational</b> risk should not be ignored.", "然而，不应该忽略有关操作风险的一些基本规律。"], ["The data in this log contains information about the devices connected to the system and any faults and problems recorded by the system during the boot and<b> Operational</b> process.", "此日志中的数据包含关于连接到系统的设备的信息，以及在启动和操作过程中系统记录的任何错误和问题的信息。"], ["So, in addition to<b> Operational</b> and workload testing, high availability environments, and the applications that are deployed in them, should undergo some form of availability testing.", "所以，除了操作和工作量测试外，高可用性环境和部署它们的应用程序也应该进行某些形式的可用性测试。"]]}, "Peninsula": {"ex": ["n. 半岛", "网络 半岛酒店；半岛酒店集团；九龙半岛酒店"], "pron": {"peg": "英 [pə'nɪnsjʊlə] ", "pam": "美 [pə'nɪnsələ] "}, "eg2": [["the Iberian peninsula(= Spain and Portugal)", "伊比利亚半岛"]]}, "Sahara": {"ex": ["n. 沙漠；(非洲)撒哈拉大沙漠", "网络 撒哈拉沙漠；撒哈拉骑兵；沙哈拉"], "pron": {"peg": "英 ", "pam": "美 "}, "eg2": []}, "Sahel": {"ex": ["n. 撒海尔区非洲", "网络 萨赫勒；沙赫尔；萨赫尔"], "pron": {"peg": "英 ", "pam": "美 "}, "eg2": []}, "Sinai": {"ex": ["n. 西奈(半岛)；(西奈半岛上的)西奈山", "网络 西乃；西乃山；西奈-选自古代卷"], "pron": {"peg": "英 ", "pam": "美 "}, "eg2": []}, "Transcript": {"ex": ["n. 抄本；誊本；打印本；学生成绩报告单", "网络 成绩单；副本；记录"], "pron": {"peg": "英 ['træn.skrɪpt] ", "pam": "美 ['træn.skrɪpt] "}, "eg2": [["a transcript of the interview", "采访内容的文字稿"]]}, "acknowledge": {"pron": {"peg": "[ək'nɑlɪdʒ]", "pam": "[ək'nɑlɪdʒ]"}, "wp": {"acknowledge vt": "承认;确认;告知收到;承认…的权威", "acknowledge receipt": "证实收到;确认收到;回执;签收", "Not Acknowledge": "非应答位;不承认", "Acknowledge messages": "确认消息", "RESTART ACKNOWLEDGE": "重新启动证实", "ACKNOWLEDGE V": "承认", "acknowledge oneself": "自认为是", "Acknowledge all": "全部确认", "interrupt acknowledge": "中断确认;中断应答;中断肯定;批准中断"}, "ex": ["vt. 承认；答谢；报偿；告知已收到"], "eg2": [["Anyhow Tony intended to<b> acknowledge</b> him as his son.", "不管怎样托尼打算承认他为自己的儿子。"], ["It’s relentless and, until you<b> acknowledge</b> it, it’s willing to sabotage all your attempts at peace.", "它静不下来直到你肯承认，它很愿意以一种平和的方式破坏你的所有企图。"], ["She refused to<b> acknowledge</b> her cancer, but she demanded that everything reasonable and unreasonable be done for the illness she insisted did not exist.", "她拒绝承认自己患了癌症，但又要求为这个她坚信并不存在的疾病做一切合理和不合理的治疗。"]], "st": {"transform": [["vt.", "acknowledged,acknowledging"]], "similar": "admit,own,avow,confess"}}, "affiliate": {"pron": {"peg": "英 [ə'fɪliət] ", "pam": "美 [ə'fɪliət] "}, "ex": ["n. 分支机构；分公司；附属机构；分会", "v. 使隶属；加入；与…有关；为…工作", "网络 使隶属于；子公司；联合"], "eg2": [["The hospital is affiliated with the local university.", "这家医院附属于当地大学。"], ["The group is not affiliated to any political party.", "该团体不隶属任何政党。"], ["The majority of people questioned affiliated themselves with a religious group.", "接受询问的人大多数都加入了宗教团体。"]]}, "affiliation": {"ex": ["n. 友好关系；加入；联盟；从属关系"], "pron": {"peg": "[ə,fɪlɪ'eʃən]", "pam": "[ə,fɪlɪ'eʃən]"}, "st": {}, "wp": {"No affiliation": "伦敦艺术大学;坎特伯里基督大学;切斯特大学;阿斯顿大学", "affiliation motive": "亲和动机", "affiliation motivation": "亲和动机;交往动机", "Party Affiliation": "党派关系;党籍;党派联合;政治面貌", "magmatic affiliation": "浆岩亲缘", "academic affiliation": "学术背景;学术派别;学术隶属关系", "affiliation network": "隶属网络", "triad affiliation": "三合会连系", "Affiliation Search": "机构检索;学校查询"}, "eg2": [["Design these tables keeping in mind that you want to support queries about the<b> affiliation</b> of the authors.", "设计这些表时要记住一点：您需要支持关于作者的从属关系的查询。"], ["Instead, be completely open about your<b> affiliation</b> or ownership with the business in question, and explain exactly why you’re responding to any public criticism.", "相反，完全公布你与被质疑企业的附属关系或所有权关系，并解释为什么你会回应所有的公众批评。"], ["While students already had a loose<b> affiliation</b> with all fellow students at a college, they didn’t have an easy way to learn more about their fellow students outside their direct social network.", "大学生在校园里和大多同学都保持一种很宽松的伙伴关系,他们之前并没有一个很好的途径来更多地了解自己所在的社交圈子外面的学生."]]}, "affordable": {"pron": {"peg": "[ə'fɔrdəbl]", "pam": "[ə'fɔrdəbl]"}, "wp": {"affordable fees": "平价收费", "affordable method": "量力支出法;量入为出法;力所能及法;剩余数额法", "Affordable Rate": "预约超值优惠价", "Affordable supermarket": "实惠多超市", "Affordable Care": "可负担的健保;平价医疗法案", "affordable homes": "可负担住房", "Affordable do": "负担得起做", "affordable fair": "价格实惠公道", "affordable products": "价格实惠产品"}, "ex": ["adj. 负担得起的"], "eg2": [["The challenge is to supply sufficient amounts of<b> affordable</b> energy to power our lives and build an energy system that can sustain future generations.", "我们的挑战是为生活提供足够可以负担得起的能源，并建立一个对后代来说可持续的能源系统。"], ["No one everyone believed that the renal dialysis technology was a unique kind of technology, and it was because of that uniqueness that we believed it was .", "没有人认为，肾透析技术是一种独特的技术，而且由于这种独特性，我们就认为它是负担得起的。"], ["We’re also making college more  for millions of students, and revitalizing our community colleges, so that folks can get the training they need for the careers they want.", "我们还让数百万学生更加负担得起大学学费，重振我们的社区学院，这样人们便可以获得他们期望的职业所需的技能培训。"]], "st": {}}, "allegiance": {"ex": ["n. 效忠，忠诚；忠贞"], "pron": {"peg": "[ə'lidʒəns]", "pam": "[ə'lidʒəns]"}, "st": {"similar": "fidelity,loyalty,fealty,homage"}, "wp": {"natural allegiance": "与生俱来的忠诚;自然而生的忠诚;翻译", "permanent allegiance": "永久效忠", "Allegiance Council": "效忠委员会;忠诚委员会", "Multiple Allegiance": "多应用", "allegiance status": "以及同盟状态", "Twist Allegiance": "誓诚变调", "ALLEGIANCE DESIGN": "美国买家;区域", "blind allegiance": "愚忠", "Sworn Allegiance": "唱片名"}, "eg2": [["His attendance at the rally declared his political .", "他们出席大会显示了他政治上的忠诚。"]]}, "assessment": {"pron": {"peg": "[ə'sɛsmənt]", "pam": "[ə'sɛsmənt]"}, "wp": {"assessment panel": "评估小组;评核委员会;评审小组;评审专家组", "nutrition assessment": "营养评价;营养评估;营养状况", "Technology assessment": "技术评价;技术评估;科技评估;技评估", "ASSESSMENT CENTER": "评估中心;评价中心;评鉴中心;测评中心", "assessment method": "评估方法;评价方法;评价法;评定方法", "impact assessment": "影响评估;影响评价;影响的评价;冲击评估", "asset assessment": "资产评估;资产评估工作;资产清查", "Exposure Assessment": "暴露评估;暴露评价;接触评定;暴露评定", "Dynamic assessment": "动态评量;动态评估;动态评价;动态评量"}, "ex": ["n. 评定；估价"], "eg2": [["But how do you really know what exists unless you do an in-depth ?", "但是，除非您进行深入评估，否则如何真正了解存在什么内容呢？"], ["Rational, unemotional, self<b> assessment</b> should tell us whether or not we have the skills and ability to do something.", "理性的不参杂感情的自我评价应该能告诉我们自己是否有能力和技巧去做些什么。"], ["Every couple goes through a stage of  as you figure out if you want to be together: Do you want to live together?", "每对伴侣都会经历一个评估阶段，以决定是否想和身边人在一起的时候：你确认想一起生活吗？"]], "st": {}}, "assign": {"ex": ["vt. 分配；指派；[计][数] 赋值", "vi. 将财产过户（尤指过户给债权人）"], "pron": {"peg": "[ə'saɪn]", "pam": "[ə'saɪn]"}, "st": {"similar": "allot,ascribe"}, "wp": {"Assign Controller": "分配控制器;指定控制器;赋给控制器;分配节制器", "assign to": "指派;指定到;分配给;责任人", "Assign credits": "分配点数;分配你的点数;更改交换点数的比例", "Assign Outline": "赋予轮廓线;指定轮廓线", "automatically assign": "自动指定;自动分配", "assign position": "分派位置;分派地位", "assign keys": "调整键位", "Assign Until": "可指定代理期限", "assign render": "指定渲染器;单击指定衬着器"}, "eg2": [["You need to<b> assign</b> these variables to each view component.", "您需要分配这些变量到每一个视图组件。"], ["Influenced by old ideas， some units<b> assign</b> posts according to seniority.", "由于受旧观念的影响， 有些单位分配工作按资排辈。"], ["Understand the goals and value of meetings and tasks, and only attend or<b> assign</b> those that add value.", "了解会议和任务的目标和价值，并且只参加或分配那些增加价值的。"]]}, "battalion": {"ex": ["n. （军队的）营；（有组织的）队伍", "网络 大队；军营；部队"], "pron": {"peg": "英 [bə'tæljən] ", "pam": "美 [bə'tæljən] "}, "eg2": [["a battalion of supporters", "由支持者组成的队伍"]]}, "bestow": {"pron": {"peg": "[bɪ'sto]", "pam": "[bɪ'sto]"}, "wp": {"to bestow": "赐给;赋予;赐与", "Tom Bestow": "姓名", "bestow grant": "假借为", "bestow trust": "对…信任", "Bestow Favours": "开恩", "Bestow Curse": "降咒;诅咒术;降咒术", "Bestow Wound": "转移创伤", "Bestow Faith": "赋予信仰", "Bestow System": "恩赐官僚制"}, "ex": ["vt. 使用；授予；放置；留宿"], "eg2": [["That's because they<b> bestow</b> value upon things that once mattered to them.", "这是因为人们给曾经对他们很重要的东西,赋予了价值。"], ["Make a place for them on your plate, and you’ll gain a whole new respect for the health benefits they —from lowering blood pressure to fighting belly fat.", "在你的盘子上为它们留一些位置吧，你会对它们给予你的健康益处——从降低血压到消除腹部脂肪中产生全新的想法。"], ["On his second evening in its damp, unfinished rooms, he wrote his wife, \"Before I end my letter, I pray Heaven to  the best of Blessings on this House and all that shall hereafter inhabit it.", "就在这潮湿、并未完工的地方第二天晚上，他就写信给他妻子，“在我写完这封信之前，我祈祷上帝能够让我尽情的享受这间房子，以及后来人也能在此定居。"]], "st": {"similar": "give"}}, "bulge": {"ex": ["n. 胀；膨胀；凸出部分", "vt. 使膨胀；使凸起", "vi. 膨胀；凸出"], "pron": {"peg": "[bʌldʒ]", "pam": "[bʌldʒ]"}, "st": {"similar": "projection", "transform": [["vi.", "bulged,bulging"]]}, "wp": {"bulge loop": "凸环;胀环;凸唤爆胀环;膨胀圈", "Bulge Height": "凸凹程度设置;正值为凸", "stabilizing bulge": "减摇船腹;舷侧防摇水舱", "inward bulge": "向内鼓凸", "slack bulge": "圆舭", "downward bulge": "山根带;向下凸出", "Nose bulge": "鼻子发胀", "bulge ratio": "肿胀比率", "Bulge bulging": "胀鼓鼓"}, "eg2": [["Call it the Battle of the Fiscal .", "他把这叫作财政膨胀的战争。"], ["They grow, they , they stretch and sometimes they even painfully pull.", "它们成长，膨胀，伸展，有时候它们甚至费力地拉伸。"], ["The film business is like a snake digesting a large meal: the production  caused by the surge of money in 2006 and 2007 will take a year or so to work its way through the system.", "如同一条正在消化一块巨大的肉的蛇，电影行业在2006和2007年获得巨额资金，它所引起的影片发行量的膨胀将会用一年左右的时间来消化。"]]}, "capability": {"pron": {"peg": "[ˌkepəˈbɪlətɪ]", "pam": "[ˌkepəˈbɪlətɪ]"}, "wp": {"management capability": "管理能力;管理水平;经营能力", "payload capability": "有效载荷能力;有效载荷装载能力;有效负载能力;有用载荷能力", "output capability": "输出能力;输出段因子;全出力;产出能力", "dynamic capability": "动态能力;动态能耐;动态特性;动态能力论", "capability architecture": "权力体系结构", "Capability Criterion": "主要性能规范;性能规范;能力标准", "technical capability": "技术能力;专业技能;技术性能;职业能力", "Core Capability": "核心能力;核心才能;核心竞争力;核心能耐", "repair capability": "修理能力;修复能力"}, "ex": ["n. 才能，能力；性能，容量"], "eg2": [["They both have the  of winning.", "他们都具备获胜的能力。"], ["But what we apply that  to is another question.", "但是我们把能力应用到什么地方则是另一个问题了。"], ["This subject falls under the category of organizational<b> capability</b> or organizational maturity.", "这个题目属于组织的能力或组织的成熟度这一范畴。"]], "st": {"transform": [["n.", "capabilities"]]}}, "closure": {"pron": {"peg": "['kloʒɚ]", "pam": "['kloʒɚ]"}, "wp": {"ring closure": "闭环作用;环化;环的闭合;闭环", "Function Closure": "函数闭包", "complete closure": "完全封闭;完全闭塞音", "Force Closure": "力封闭;力锁合;部队集结结束时间", "Lexical Closure": "词法闭包", "transitive closure": "传递闭包;类上执行传递性关闭", "river closure": "截流;施工截流;三戈戟", "contact closure": "触点闭合", "Closure Material": "封缄材料"}, "ex": ["n. 关闭；终止，结束", "vt. 使终止"], "eg2": [["So could the  of Wikileaks end up generating a new type of journalist?", "那么，维基解密的关闭是否会结束一种新类型新闻的产生？"], ["The rapid  of Guantánamo Bay would be a good start.", "即刻关闭关塔那摩监狱将会是一个好的开始。"], ["Copies of all editions of his work published by the Black Sparrow Press are held at Western Michigan University, which purchased the archive of the publishing house after its<b> closure</b> in 2003.", "西密歇根大学陈列着黑雀出版社为其出版的所有作品的样书，在黑雀出版社2003年关闭之后，西密歇根大学购买了该出版社的档案。"]], "st": {"transform": [["vt.,vi.", "closured,closuring"]]}}, "continent": {"pron": {"peg": "英 ['kɒntɪnənt] ", "pam": "美 ['kɑntɪnənt] "}, "ex": ["n. 大陆；洲；陆地；欧洲大陆（不包括英国和爱尔兰）", "adj. 自制的；节欲的；禁欲的", "网络 大洲"], "eg2": [["the continent of Africa", "非洲大陆"], ["the African continent", "非洲大陆"], ["We're going to spend a weekend on the Continent.", "我们要去欧洲大陆度周末。"]]}, "demarcation": {"ex": ["n. 划分；划界；限界"], "pron": {"peg": "['dimɑr'keʃən]", "pam": "['dimɑr'keʃən]"}, "st": {}, "wp": {"demarcation strip": "分隔板;接口板;分隔带", "demarcation potential": "划界电位;损伤电位;分界电势", "boundary demarcation": "划分选区;界线标定;边界划定", "demarcation problem": "划界问题", "delimitation demarcation": "限界", "Demarcation lines": "取消明确分工", "semantic demarcation": "意义划分", "topographical demarcation": "地形界线", "military demarcation": "军事分界线"}, "eg2": [["We will return to this requirement when we discuss transaction<b> demarcation</b> in Part 3 of this series.", "在本系列的第 3 部分中讨论事务划分时，我们将详细讨论这个需求。"], ["Unlike the example in Listing 1, with declarative transaction<b> demarcation</b> there is no transaction management code in the component methods.", "与清单 1 中的示例不同，由于有宣告式事务划分，这段组件代码中没有事务管理代码。"], ["Organization of activities also provides the starting point for transaction  (discussed below), where particular business operations are performed in the context of a transaction.", "活动的组织还提供事务划分的起始点（在下面讨论），在此，特定的业务运作在事务的情况下执行。"]]}, "derive": {"ex": ["vt. 源于；得自；获得", "vi. 起源", "n. (Derive)人名；(法)德里夫"], "pron": {"peg": "[dɪ'raɪv]", "pam": "[dɪ'raɪv]"}, "st": {"similar": "rise", "transform": [["vt.", "derived,deriving"]]}, "wp": {"Derive activity": "引导业务", "derive circuit": "分支电路;驱动电路", "derive recently": "最近源于", "derive knowledge": "获得知识", "dmo derive": "的演示文件格式", "derive demand": "派生需求;衍生性需求", "finance derive": "金融衍生品", "derive the": "推导出", "derive draw": "吸取"}, "eg2": [["Now you can<b> derive</b> this.", "现在你们能得到这个。"], ["So like any diligent scientist, he set about trying to<b> derive</b> one.", "所以，像其他勤奋的科学家一样，他自己尝试着推论出一个来。"], ["We should be judged by the quality of our products and the value investors  from them.", "我们的价值应该以我们产品的质量和投资者从中得到的价值来衡量。"]]}, "desertification": {"ex": ["n. 沙漠化", "网络 荒漠化；土地沙漠化；防治沙漠化"], "pron": {"peg": "英 [dɪ.zɜː(r)tɪfɪ'keɪʃ(ə)n] ", "pam": "美 [dɪ.zɜrtɪfɪ'keɪʃn] "}, "eg2": []}, "dial": {"ex": ["n. 表盘；(钟表等的)针盘；(仪表等的)标度盘；(电话的)拨号盘", "v. 拨(电话号码)；用矿用罗盘测量；调；用标度测量", "网络 刻度盘；钟面；表盘式"], "pron": {"peg": "英 ['daɪəl] ", "pam": "美 "}, "eg2": [["an alarm clock with a luminous dial", "夜光闹钟"], ["Check the tyre pressure on the dial.", "检查一下仪表盘显示的车胎压力。"], ["He dialled the number and waited.", "他拨号后便等着通话。"], ["Dial 0033 for France.", "打电话到法国拨 0033。"]]}, "diligent": {"ex": ["adj. 勤勉的；用功的，费尽心血的", "n. (Diligent)人名；(法)迪利让"], "pron": {"peg": "['dɪlɪdʒənt]", "pam": "['dɪlɪdʒənt]"}, "st": {"similar": "busy"}, "wp": {"Be Diligent": "要勤勉;以辛勤劳动为荣;勤奋学习;勤奋", "diligent a": "勤勉的;勤奋的", "Diligent student": "勤奋的学生", "diligent in": "勤勉于", "Diligent practice": "勤于练习", "diligent t": "勤奋;勤奋的", "Diligent thinking": "勤思", "diligent attempt": "努力尝试", "Also Diligent": "也勤奋努力"}, "eg2": [["He is both wise and ,so he makes good in everything.", "他既聪明又勤勉，所以每件事都做得很好。"], ["A： With my qualifications and experience, I feel I am hardworking, responsible and  in any project I undertake. ", "依我的资格和经验，我觉得我对所从事的每一个项目都很努力、负责、勤勉。"], ["In fact, he was a highly<b> diligent</b> free-thinker, who freed his mind from the many dogmas of his time, to think for himself, and to forge a clear way out of the thicket of delusions.", "事实上，他是一个异常勤勉的自由思想者，从那个时代的众多教条中释放自己，用自己的头脑思考，在错综复杂的幻象中寻出一条清晰的道路。"]]}, "embolden": {"pron": {"peg": "[ɛm'boldən]", "pam": "[ɛm'boldən]"}, "wp": {"daunt embolden": "使胆怯", "boggle embolden": "犹豫", "embolden daunt": "鼓励", "appall embolden": "使胆寒", "embolden abash": "使大胆", "embolden cow": "使大胆", "Embolden encourage": "鼓励", "embolden n": "给……壮胆", "embolden faze": "使大胆"}, "ex": ["vt. 使有胆量，使大胆"], "eg2": [], "st": {}}, "entail": {"pron": {"peg": "[ɪn'tel]", "pam": "[ɪn'tel]"}, "wp": {"Entail Dangers": "招致危险", "incompatible entail": "对立统一", "quasi entail": "准限嗣继承财产", "Entail Consequences": "留下后果", "Entail Spread": "利息差", "entail involve": "牵涉", "estate entail": "限定继承产", "the entail": "遗赠", "entail l": "使必需;使承担"}, "ex": ["vt. 使需要，必需；承担；遗传给；蕴含", "n. 引起；需要；继承"], "eg2": [["At this point we couldn't tell them what the demo would ; it would crystallize over the next month or two as we'd come to understand more about the critical and high-risk areas of the system.", "在这一点上我们不能告诉他们演示被限定成什么样子。 这需要经过一个或两个月当我们对更多的理解了系统的关键的和高风险的领域时才能被确定。"], ["Or does it<b> entail</b> sitting down with a pattern cutter and designing?", "或者是需要坐下来与裁剪师和设计师讨论吗？"], ["Yet, seen from the wider perspective of the organization as a whole, optimizing efficiency might well<b> entail</b> some additional structure.", "然而，从组织总体的更广泛的角度来看，优化效率可能需要一些额外的结构。"]], "st": {}}, "ethnic": {"pron": {"peg": "['ɛθnɪk]", "pam": "['ɛθnɪk]"}, "wp": {}, "ex": ["adj. 种族的；人种的"], "eg2": [], "st": {}}, "external": {"pron": {"peg": "英 [ɪk'stɜː(r)n(ə)l] ", "pam": "美 [ɪk'stɜrn(ə)l] "}, "ex": ["n. 外部；外观；形式；外部情况", "adj. 外部的；外面的；外界的；外来的", "网络 外在的；表面的；客观的"], "eg2": [["the external walls of the building", "建筑物的外墙"], ["The lotion is for external use only(= only for the skin and must not be swallowed) .", "此洗剂仅限外用。"], ["A combination of internal and external factors caused the company to close down.", "内外因结合导致了公司的倒闭。"], ["external pressures on the economy", "外部因素对经济的压力"], ["Many external influences can affect your state of mind.", "许多外在因素都可能影响人的心情。"], ["external examiners/assessors", "校外主考人╱评定人"], ["An external auditor will verify the accounts.", "外部审计员将核实这些账目。"], ["The government is committed to reducing the country's external debt.", "政府决心减少国家的外债。"], ["the Minister of State for External Affairs", "外交大臣"]]}, "footprint": {"ex": ["n. 足迹；脚印；面积；（通信卫星）覆盖区", "网络 足印；占用空间；占地面积"], "pron": {"peg": "英 ['fʊt.prɪnt] ", "pam": "美 ['fʊt.prɪnt] "}, "eg2": [["footprints in the sand", "沙地足迹"], ["muddy footprints on the kitchen floor", "厨房地板上的泥脚印"]]}, "geographically": {"pron": {"peg": "[dʒɪə'græfɪkli]", "pam": "[dʒɪə'græfɪkli]"}, "wp": {"geographically fragmented": "在地理上分散;地理上分散的;地理位置分散", "geographically distributed": "地理上分布", "Geographically Targeted": "地理目标", "Geographically Blessed": "地理位置得天独厚", "geographically extended": "或地域延伸", "geographically dispersed": "向新地区的扩展", "settle geographically": "依据地形安排", "arrange geographically": "依据地形安排", "geographically descriptive": "地理上的描述"}, "ex": ["adv. 在地理上；地理学上"], "eg2": [], "st": {}}, "governance": {"pron": {"peg": "['gʌvɚnəns]", "pam": "['gʌvɚnəns]"}, "wp": {"corporation governance": "公司治理;公司制理;法人治理", "Urban Governance": "城市治理;城市管治;都市治理;城市公共治理", "holistic governance": "整体性治理;整体治理;全局治理;全局治理", "internal governance": "内部治理;信托型私募基金;内部公司治理;内部监督", "Local Governance": "地方治理;地方治理;地方性治理;地方管治", "economic governance": "经济治理;经济管理;经济型治理;经济性规制", "governance mechanism": "治理机制;管理机制;监管机制;统治机制", "network governance": "网络治理;网络治理;网络化治理", "Democratic Governance": "民主治理;民主统治;民主治理;民主执政"}, "ex": ["n. 管理；统治；支配"], "eg2": [["Then there is the question of “.", "那么，这里就有一个“统治”的问题。"], ["And, this is why the whole concept of the \"portfolio\"(as in \"investment portfolio\") is applied to this area of business and IT .", "那么，这就是为什么“投资组合”（如同在投资的组合中）的整个概念应用于商业和 IT 管理领域。"], ["But the interrelated nature of these benefits can bring complex risks if we do not think carefully about the  of these new technologies.", "但是如果我们不仔细考虑对这些新技术的管理，这些收益的相互关联的本质可能带来复杂的风险。"]], "st": {}}, "histrionic": {"ex": ["adj. 戏剧的；演员的，表演的", "n. 演员"], "pron": {"peg": "['hɪstrɪ'ɑnɪk]", "pam": "['hɪstrɪ'ɑnɪk]"}, "st": {}, "wp": {"histrionic muscles": "表情肌", "histrionic behaviour": "装腔作势", "histrionic discourse": "戏剧性话语", "histrionic paralysis": "翻译", "Histrionic PD": "表演型人格障碍", "histrionic gestures": "做作的姿势", "histrionic solvement": "戏剧排解", "histrionic palsy": "表情肌麻痹", "histrionic personality": "剧化型人格;戏剧性人格"}, "eg2": [["Yet again, I find myself doubting tabloid claims of real mental illness and prefer to attribute bad behavior to spoiled narcissism or  acting out.", "再一次地，我发现自己开始怀疑他们是真的精神疾病患者还是更喜欢做出消极的行为来满足自己的自恋癖或是表演欲。"], ["The committee would also do away with a few other less well-known problems, such as<b> histrionic</b> personality disorder, and add in a scale to rate the severity of such traits.", "委员会也废去了其他一些不知名的问题，如表演型人格障碍，在一定程度上加大了这些特点的严重性。"], ["Obama and McCain avoided a  debate about China during the 2008 campaign and Obama probably thought he had a free hand on China policy.", "奥巴马和麦凯恩在2008年的选战中没有就中国进行做秀似的辩论，也许奥巴马就此认为他在对华政策上可以从心所欲。"]]}, "imperative": {"pron": {"peg": "[ɪm'pɛrətɪv]", "pam": "[ɪm'pɛrətɪv]"}, "wp": {"imperative stipulation": "强制规定", "verbless imperative": "无动词祈使句", "imperative logic": "祈使逻辑", "imperative operation": "强制性操作;命令式操作;命令式操作英语", "categorical imperative": "定言令式;绝对命令;无上命令;绝对律令", "political imperative": "政治约束", "imperative code": "命令式代码", "imperative sentence": "祈使句;命令句;命令式;无人称句", "kategorische Imperative": "绝对命令"}, "ex": ["adj. 必要的，不可避免的；紧急的；命令的，专横的；势在必行的；[语]祈使的", "n. 必要的事；命令；需要；规则；[语]祈使语气"], "eg2": [["The undertaking was not easy, she said, but it felt .", "她说，这个选择并不轻松，但她感觉是必要的。"], ["But it says \"communications security, and specifically bandwidth protection [from both friendly interference and adversary action] is .", "但它说：“通信安全，具体的带宽保护[来自友好的干扰和对手的行动]是必要的。”"], ["Sharing important information about sex with your child is much easier than you think, and it's<b> imperative</b> to give them a sense of confidence, trust, and safety.", "与你的孩子分享有关性问题的重要信息比你所认为的要容易得多，而且很有必要给他们一种自信感，信任感和安全感。"]], "st": {}}, "indigenous": {"pron": {"peg": "[ɪn'dɪdʒənəs]", "pam": "[ɪn'dɪdʒənəs]"}, "wp": {"indigenous flora": "土着区系;土着菌群;地方植物群;固有菌丛", "indigenous population": "土着;土着居民;土着人", "Indigenous Aryans": "印度起源说", "Indigenous development": "本土开发;当地开发", "indigenous inhabitant": "原居民", "indigenous plant": "本地生植物;乡土植物", "indigenous energy": "本地能源", "indigenous coal": "原地煤;原生煤", "Indigenous Voices": "在地发声"}, "ex": ["adj. 本土的；土著的；国产的；固有的"], "eg2": [["At the beginning of 2006 we are now looking at the lowest number of countries with  poliovirus ever in history - four countries.", "在2006年开始时，我们现在看到的是有史以来存在本土脊灰病毒国家的数量降到最低–四个国家。"], ["This new phase was announced alongside the confirmation that<b> indigenous</b> poliovirus has not circulated in Egypt and Niger for over 12 months.", "这一新阶段是与确认超过12个月本土脊髓灰质炎病毒未在埃及和尼日尔传播一起宣布的。"], ["It affects water flow, electricity generation, transport, water quality and<b> indigenous</b> biodiversity.", "它影响水流、发电、运输、水质和本土的生物多样性。"]], "st": {}}, "interconnect": {"ex": ["vt. 使互相连接", "vi. 互相联系"], "pron": {"peg": "[,ɪntɚkə'nɛkt]", "pam": "[,ɪntɚkə'nɛkt]"}, "st": {}, "wp": {"interconnect tape": "带有引线架的互连带", "Flexium Interconnect": "台郡科技", "interconnect elevator": "并联梯", "Interconnect Cable": "连接线问题", "aluminum interconnect": "铝互连线;铝互连", "interconnect matrix": "互连拒阵;互连矩阵;交叉互连", "Programmable Interconnect": "可编程互连;可编程内连线;可编程互连资源;可编程内部连线", "Interconnect Plate": "连结板", "interconnect function": "互连功能;连接作用"}, "eg2": []}, "internet": {"ex": ["n. 因特网；国际互联网", "网络 网际网路；网络；国际互联网络"], "pron": {"peg": "英 ['ɪntənet] ", "pam": "美 [ˈintɜrnɛt] "}, "eg2": [["I looked it up on the Internet .", "我在互联网上查过此事。"], ["You can buy our goods over the Internet .", "可以通过互联网购买我们的货品。"], ["All the rooms have access to the Internet/Internet access .", "所有的房间都可以接入互联网。"], ["an Internet service provider(= a company that provides you with an Internet connection and services such as email, etc.)", "互联网服务供应商"]]}, "isolate": {"ex": ["v. 孤立；将…剔出（以便看清和单独处理）；使（某物质、细胞等）分离", "n. 【微】分离菌；隔离种群", "网络 使孤立；使隔离；隔绝"], "pron": {"peg": "英 ['aɪsəleɪt] ", "pam": "美 ['aɪsə.leɪt] "}, "eg2": [["Patients with the disease should be isolated.", "这种病的患者应予以隔离。"], ["He was immediately isolated from the other prisoners.", "他被立刻与其他囚犯隔离开来。"], ["This decision will isolate the country from the rest of Europe.", "这一决定会使国家孤立于欧洲其他国家。"], ["It is possible to isolate a number of factors that contributed to her downfall.", "可以找出造成她垮台的一些因素。"], ["Researchers are still trying to isolate the gene that causes this abnormality.", "研究人员仍然在试图分离导致这种畸形的基因。"]]}, "leverage": {"pron": {"peg": "['lɛvərɪdʒ]", "pam": "['lɛvərɪdʒ]"}, "wp": {"operating leverage": "经营杠杆;\t\t营运杠杆;营业杠杆;营业杠杆作用", "tax leverage": "税收杠杆", "Leverage Season": "都市侠盗第三季;都市侠盗;都市侠盗第四季;都市侠盗第一季", "moderate leverage": "温和的杠杆;适度的杠杆;温和杠杆", "Leverage Hypothesis": "杠杆假说;财务杠杆假说", "capital leverage": "资本杠杆作用;资本的杠杆作用;资本杠杆;财务杠杆作用", "fiscal leverage": "财税杠杆", "leverage value": "中心化杠杆值;杠杆值;杠杆价值;中间化杠杆值", "total leverage": "全部杠杆作用;总杠杆;合杠杆;或总杠杆"}, "ex": ["n. 手段，影响力；杠杆作用；杠杆效率", "v. 利用；举债经营"], "eg2": [["It was excess<b> leverage</b> and credit growth that brought the global economy to its knees.", "它是过量的杠杆作用和带来全球经济到它的拐点的贷款增加。"], ["Since the Americans have no<b> leverage</b> in these conflicts, they also have no incentive to pick sides.", "由于美国人在这些冲突中没有影响力，他们也就没有选择站哪边的动机。"], ["If being lazy is about using more<b> leverage</b> and doing less, the support and scaffolding necessary to do that is created with systems.", "如果懒惰是使用更多的手段并做更少的事，那么这么做所需要的支持和台架就是建立一个体系。"]], "st": {"transform": [["vi.,vt.", "leveraged,leveraging"]]}}, "mandate": {"pron": {"peg": "['mændet]", "pam": "['mændet]"}, "wp": {}, "ex": ["n. 授权；命令，指令；委托管理；受命进行的工作", "vt. 授权；托管"], "eg2": [], "st": {"transform": [["vt.", "mandated,mandating"]]}}, "monolithic": {"pron": {"peg": "[,mɑnə'lɪθɪk]", "pam": "[,mɑnə'lɪθɪk]"}, "wp": {"monolithic storage": "单片存储器;单块存储器;整块存储器", "monolithic terrazzo": "整块水磨石", "monolithic component": "单片元件;整体结构件", "Monolithic Memories": "Monolithic内存公司;蒙娜利斯克记忆公司", "monolithic computer": "单片机;\t\t单片计算机", "monolithic construction": "整体式构造;整体结构;整体建造", "monolithic microcircuit": "单片微型电路", "monolithic photodiode": "单片光电二极管", "monolithic substrate": "整体式载体;\t\t单块衬底;颗粒式载体;整体载体"}, "ex": ["adj. 整体的；巨石的，庞大的；完全统一的", "n. 单块集成电路，单片电路"], "eg2": [["You can build the help as one<b> monolithic</b> file, like a book, and have only one main topic that points to that file.", "您可以将帮助作为一个整体文件来构建，像书一样，并且只有一个指向该文件的主要标题。"], ["This<b> monolithic</b> environment for an application eliminated any concern about which clock to use -- because there was only one clock.", "对于一个应用程序的这个单块集成电路环境消除了使用哪个时钟的问题 —— 因为只有一个时钟。"], ["Because the software stack is a loose set of components rather than a<b> monolithic</b> stack, tuning for performance can be a challenge since each component needs to be analyzed and tuned.", "由于软件栈是一个松散的组件集，而非一个整体堆栈，性能调优是一大挑战，因为需要分析和调优每个组件。"]], "st": {}}, "mutual": {"pron": {"peg": "['mjutʃuəl]", "pam": "['mjutʃuəl]"}, "wp": {"mutual conductance": "互导;互电导", "Mutual Affection": "河东狮吼;情分;相爱;相互影响", "Mutual Respect": "相互尊重;互相尊重;尊重包容;相互尊敬", "mutual system": "相互教学制;彼此教学制;互动系统;互惠共生系统", "mutual intelligibility": "相互理解性;互通;相互可理解性;互通性", "mutual supervision": "互相监督;相互监督;肝胆相照;相互牵制", "mutual repulsion": "相互推斥;\t\t相互排斥;互推斥;互相斥", "mutual information": "互信息;\t\t交互信息;相互讯息;互信息量", "mutual solubility": "互溶度;互溶性;相互溶解度"}, "ex": ["adj. 共同的；相互的，彼此的"], "eg2": [["They were divided by  suspicion and jealousies.", "他们因为相互猜疑嫉妒而不和。"], ["Democracy is based on good will and<b> mutual</b> understanding.", "民主建立在善意和相互理解的基础上。"], ["The Chinese Government never regards aid to other countries as a kind of unilateral alms but as sth. .", "中国政府从来不把对外援助看作是单方面的恩赐， 而认为援助是相互的。"]], "st": {"similar": "common,reciprocal"}}, "nascent": {"ex": ["adj. 初期的；开始存在的，发生中的"], "pron": {"peg": "['næsnt]", "pam": "['næsnt]"}, "st": {}, "wp": {"nascent oxygen": "新生态氧;初生氧;最原始的氧分子", "nascent period": "发育期", "nascent chlorine": "初生氯", "nascent entrepreneurs": "企业家;初生创业者", "nascent entrepreneur": "新生创业者", "nascent rna": "新生的RNA", "nascent polymer": "初生复合物;初生聚合物", "nascent capitalism": "资本主义萌芽", "nascent research": "初期的研究"}, "eg2": [["No and No! There is a  profession perhaps, but it is not there yet.", "两个问题的答案都是：不！ 可能在初期有这样的职业，但现在已经不再有了。"], ["It is believed that the moon formed when the  Earth and Theia collided, sending materials out into space.", "人们认为当初期的地球和忒伊亚相碰撞时，把物质洒向太空时，月球形成了。"], ["Perhaps she knew the real \"magic\" was the<b> nascent</b> power within her.", "可能她知道真正的“魔法”是她里面所蕴含的稚嫩的力量。"]]}, "outfit": {"pron": {"peg": "['aʊtfɪt]", "pam": "['aʊtfɪt]"}, "wp": {}, "ex": ["n. 机构；用具；全套装备", "vi. 得到装备", "vt. 配备；供应"], "eg2": [], "st": {"transform": [["vt.", "outfitted,outfitting"]], "similar": "furnish"}}, "penetration": {"ex": ["n. 渗透；突破；侵入；洞察力"], "pron": {"peg": "[,pɛnɪ'treʃən]", "pam": "[,pɛnɪ'treʃən]"}, "st": {}, "wp": {"market penetration": "市场渗透率;\t\t市场渗透;市场渗入;市场渗透战略", "import penetration": "进口渗透;进口渗透率;入口渗入;入口渗入渗出", "penetration pricing": "渗透定价;市场渗透价格;渗透定价法;渗透订价", "full penetration": "全焊透;全熔透;焊透;完全焊透", "barrier penetration": "势垒穿透;阻挡层", "penetration profile": "渗透概述;渗透轮廓", "penetration bead": "熔透焊道;根部焊道", "Water Penetration": "渗水;透水力;建筑漏水;防渗水性", "penetration method": "贯入法;渗透法;穿透法;灌入法"}, "eg2": [["What can we do to get market  for our product?", "我们怎样使我们的产品获得市场突破？"], ["In this case I started with users, then checked with a bunch of my<b> penetration</b> testing friends.", "现在，我从用户那里开始，和我的一些渗透测试朋友们一起检测这些工具。"], ["For as timid and unsure of himself that Yao looks on the offensive end, it’s on defense where he is truly lacking, no more than an open-door that invites .", "由于姚明在进攻端对自己的状态不确定和看上去有点怯懦，使得他在防守端也会迷失一样，不再像敞开大门一样让对手轻松渗透进来。"]]}, "profile": {"pron": {"peg": "['profaɪl]", "pam": "['profaɪl]"}, "wp": {"profile die": "轮廓模;型材挤塑模头;大概轮廓模;表面模", "MY PROFILE": "我的档案;我的资料;个人资料;你的信息", "toe profile": "楦头侧视图;楦子侧视图", "involute profile": "渐开线齿廓;渐开线齿形;渐开线", "Your Profile": "可以修改你的个人资料;修改帐户信息;职位要求;您的个人资料", "tooth profile": "齿廓;\t\t齿形", "Bevel Profile": "轮廓倒角;倒角剖面;倒角轮廓;轮廓导角", "Bluetooth profile": "蓝牙规范;蓝牙简介;蓝牙配置文件", "flow profile": "流动剖面;流量剖面;怜剖面图;血流剖面图"}, "ex": ["n. 侧面；轮廓；外形；剖面；简况", "vt. 描…的轮廓；扼要描述", "vi. 给出轮廓"], "eg2": [["I like to<b> profile</b> people in what they are doing and how they can help others.", "我喜欢以人们正在做的事儿和他们帮助别人的方式来描述他人。"], ["You can then export this<b> profile</b> so that other users can simply import the .", "您可以输出这个轮廓，这样其他用户仅仅只需要输入这个轮廓即可。"], [" class and enumerations are not supported in this release; therefore, they do not show up in the wizard.", "配置文件类和列举在这个释放中是不被支持的；因此，它们不会显示在这个向导中。"]], "st": {"transform": [["vt.", "profiled,profiling"]], "similar": "outline"}}, "proliferation": {"pron": {"peg": "英 [prə.lɪfə'reɪʃ(ə)n] ", "pam": "美 [prəˌlɪfəˈreɪʃ(ə)n] "}, "ex": ["n. 增生；〈正式〉(数量)激增；扩散", "网络 增殖；繁殖；细胞增生"], "eg2": [["attempts to prevent cancer cell proliferation", "防止癌细胞扩散的努力"], ["a proliferation of personal computers", "个人电脑的激增"]]}, "proximate": {"ex": ["adj. 近似的；最近的"], "pron": {"peg": "['prɑksəmət]", "pam": "['prɑksəmət]"}, "st": {}, "wp": {"proximate analysis": "工业分析;\t\t近似分析;实用分析", "proximate interaction": "邻近相互作用", "proximate causation": "最近因果关系;近因", "proximate operator": "位置算符", "most proximate": "最相类似", "proximate order": "迫近阶;近似级", "proximate graph": "图方法", "cognitive proximate": "认知临近", "proximate selection": "近似选择"}, "eg2": [["In nearly every startup that fails, the<b> proximate</b> cause is running out of money.", "几乎每场失败的创业都是直接因为资金断档造成的。"], ["However, this hypothesis is a  explanation and is perfectly compatible with the ultimate explanation we have focused on here.", "但是，这个假说是最接近的解释，并且与我们重点阐述的最终结论完美地吻合。"], ["This sad reality imposes a moral responsibility on this administration and this Congress, for we cannot deny that the  cause of this human tragedy is the invasion of Iraq and its aftermath.", "德拉亨特说：“本届政府与国会对这个悲惨现实负有道义责任，因为我们无法否认，造成这个人类悲剧的可能原因是伊拉克战争和战争带来的后果。"]]}, "quantify": {"pron": {"peg": "['kwɑntɪfaɪ]", "pam": "['kwɑntɪfaɪ]"}, "wp": {"Quantify Parameter": "量化参数", "Fix Quantify": "定量", "linear quantify": "线性定量", "the quantify": "用定量", "Quantify tolerance": "品质公差", "accurately quantify": "准确定量", "quantify model": "量化模型", "quantify method": "量化方法", "Quantify precision": "称量精度"}, "ex": ["vt. 量化；为…定量；确定数量", "vi. 量化；定量"], "eg2": [], "st": {"transform": [["vt.", "quantified,quantifying"]]}}, "recruit": {"pron": {"peg": "[rɪ'krut]", "pam": "[rɪ'krut]"}, "wp": {"Fast Recruit": "快招策划;忚招策划", "Recruit Cost": "招聘成本;招募成本;修复成本", "Recruit Anyone": "给任何人火箭发射器", "remote recruit": "远程录取", "recruit students": "招生;招收学员;招生信息;学校宣传招生", "Recruit Point": "日本集点消费站", "Recruit Troops": "召募部队", "Recruit people": "招人;招聘人", "Recruit Specialist": "招聘专员"}, "ex": ["n. 招聘；新兵；新成员", "vt. 补充；聘用；征募；使…恢复健康", "vi. 复原；征募新兵；得到补充；恢复健康"], "eg2": [["How do you<b> recruit</b> an army?", "你如何征募一个部队？"], ["The country's first act would be to  for the navy.", "国家的第一个行动是为海军征募新兵。"], ["Outline the process you would follow in order to<b> recruit</b> a new member of staff to an existing job as an administration clerk.", "对于一个现有的工作职位，你要招聘一位新员工作为行政管理职员，简要列出你将遵循的过程大纲。"]], "st": {}}, "recruitment": {"ex": ["n. 招聘；征兵；招兵买马", "网络 人才招聘；招聘信息；招募"], "pron": {"peg": "英 [rɪˈkruːtmənt] ", "pam": "美 [rɪˈkrutmənt] "}, "eg2": []}, "rivalry": {"pron": {"peg": "['raɪvlri]", "pam": "['raɪvlri]"}, "wp": {"friendly rivalry": "友好的竞争", "fierce rivalry": "你争我夺;激烈的竞争", "rivalry characteristics": "对抗特征", "neural rivalry": "神经对抗", "economical rivalry": "经济战争", "rivalry game": "博弈论;对抗博弈", "of Rivalry": "敌对之", "University rivalry": "大学竞争", "competitive rivalry": "竞争对手;竞争对抗"}, "ex": ["n. 竞争；对抗；竞赛"], "eg2": [["Concerns about<b> rivalry</b> with HP and IBM may be overdone, he said.", "他表示,对于与惠普与IBM竞争的忧虑可能过度了."], ["“I would never have admitted this 30 years ago,” Lord Coe says, “but of course the<b> rivalry</b> helped me.", "“要是在30年前，我绝不会承认这点，”科勋爵表示，“不过事实是明摆着的，竞争帮助了我。”"], ["Nor does the<b> rivalry</b> between LCD and plasma panels end there.", "液晶显示器与等离子板之间的竞争也没有结束。"]], "st": {"transform": [["n.", "rivalries"]], "similar": "competition"}}, "scarcity": {"ex": ["n. 不足；缺乏"], "pron": {"peg": "['skɛrsəti]", "pam": "['skɛrsəti]"}, "st": {"transform": [["n.", "scarcities"]]}, "wp": {"relative scarcity": "相对稀缺;要素相对稀缺;相时稀缺程度", "moderate scarcity": "适度的匮乏;适度匮乏", "scarcity rent": "稀缺租金;稀缺性租金;稀少地租", "temporary scarcity": "临时性不足", "Create scarcity": "增加紧缺感和时效性", "new scarcity": "新稀缺", "superfluity scarcity": "额外", "scarcity goods": "紧缺货物;希少资源", "food scarcity": "粮荒"}, "eg2": [["One is the  of capital.", "理由之一是资本不足。"], ["If we do not, it rapidly becomes a world of .", "如果我们没有这样做，它会很快变成一个缺乏资源的世界。"], ["But they all agree that the main barrier to growth is the  of investment.", "但他们都同意增长面临的主要障碍是缺乏投资。"]]}, "senior": {"ex": ["adj. 大；级别（或地位）高的；成人的；高级水平的", "n. 上级；上司；较…年长的人；级别（或地位）较高者", "网络 大四；大四学生；资深"], "pron": {"peg": "英 ['siːniə(r)] ", "pam": "美 ['sinjər] "}, "eg2": [["a senior officer/manager/lecturer", "高级军官／经理／讲师"], ["a senior partner in a law firm", "律师事务所的高级合伙人"], ["a senior post/position", "高级职位"], ["I have ten years' experience at senior management level.", "我有十年的高层管理经验。"], ["Junior nurses usually work alongside more senior nurses.", "初级护士通常和较高级的护士一起工作。"], ["He is senior to me.", "他的职位比我高。"], ["The meeting should be chaired by the most senior person present.", "会议应由在座的职位最高的人主持。"], ["to take part in senior competitions", "参加成人比赛"], ["He won the senior men's 400 metres.", "他获得男子甲组 400 米冠军。"], ["Get one third off rail fares with a senior railcard.", "持有老年火车通行优惠卡可减免三分之一车费。"], ["senior discounts/concessions", "老年折扣／优惠"], ["the senior prom", "毕业年级舞会"], ["She was ten years his senior.", "她比他大十岁。"], ["My brother is my senior by two years.", "我哥哥比我大两岁。"], ["She felt unappreciated both by her colleagues and her seniors.", "她觉得无论同事还是上司都不赏识她。"], ["tennis coaching for juniors and seniors", "初、高级网球训练"], ["high school seniors", "高中毕业班学生"]]}, "sensitive": {"pron": {"peg": "['sɛnsətɪv]", "pam": "['sɛnsətɪv]"}, "wp": {"sensitive area": "敏感区;敏感地区", "sensitive data": "敏感数据;敏感资料;敏感性资料", "sensitive plant": "含羞草;\t\t敏感植物;害臊草;害羞草", "sensitive to": "对;敏感;灵敏的;感光的", "sensitive volume": "感应容量;灵敏区;灵敏体积;灵敏范围", "Sensitive Couple": "超感觉情侣;片;英文名", "sensitive period": "敏感期;感应期;敏感时期", "sensitive film": "感光胶卷;\t\t感光胶片;\t\t感光软片;高感光胶片", "sensitive material": "感光材料;敏感材料;感光质料;灵敏材料"}, "ex": ["adj. 敏感的；感觉的；[仪] 灵敏的；感光的；易受伤害的；易受影响的", "n. 敏感的人；有灵异能力的人"], "eg2": [["This instrument is highly .", "这架仪器很灵敏。"], ["We'd better keep off the<b> sensitive</b> topic.", "我们最好避开这个敏感的话题。"], ["Try your best to sidestep for  issues like this.", "你应尽可能地回避像这类敏感的问题。"]], "st": {}}, "separatist": {"ex": ["n. 分离主义者；独立派", "adj. 分离主义者的"], "pron": {"peg": "['sɛprətɪst]", "pam": "['sɛprətɪst]"}, "st": {}, "wp": {"separatist activities": "分裂活动;割裂勾当", "Separatist movement": "分离主义运动", "separatist remarks": "分裂言论", "administrative separatist": "行政分割", "Separatist is": "独立派系", "Tibetan separatist": "藏独分裂分子;藏独分子", "separatist group": "独立组织", "basque separatist": "巴斯克分治主义者", "Tibet Separatist": "藏独"}, "eg2": [["A bloody<b> separatist</b> conflict  raged there for 30 years before the tsunami hit.", "在海啸袭击之前一个血腥分裂主义者冲突激荡那里达30年。"]]}, "sideline": {"pron": {"peg": "英 [ˈsaɪdlaɪn] ", "pam": "美 [ˈsaɪdlaɪn] "}, "ex": ["n. 副业；【体】(球场的)旁线；旁观者的立场", "v. 使运动员不能参加比赛；阻止某人参加活动；从事副业(或体育活动)", "网络 边线；兼职；单打边线"], "eg2": [["The coach stood on the sidelines yelling instructions to the players.", "教练站在场外，大声指挥运动员。"], ["He was content to watch from the sidelines as his wife built up a successful business empire.", "他满足于站在一旁，看妻子一步步地建立起一个成功的商业帝国。"], ["He was content to watch from the sidelines as his wife built up a successful business empire.", "他满足于站在一旁，看妻子一步步地建立起一个成功的商业帝国。"], ["The player has been sidelined by a knee injury.", "这名队员因膝部受伤而下场。"], ["The vice-president is increasingly being sidelined.", "副总统被日益排挤到权力中心之外。"]]}, "speculate": {"ex": ["vi. 推测；投机；思索", "vt. 推断"], "pron": {"peg": "['spɛkjə'let]", "pam": "['spɛkjə'let]"}, "st": {"similar": "think", "transform": [["vi.", "speculated,speculating"]]}, "wp": {"speculate about": "猜测;思考;推测", "speculate execution": "投机执行", "speculate crisis": "投机风潮", "speculate casually": "碰巧地猜测", "speculate e": "沉思;推测;思索;猜测", "P speculate": "投机", "speculate stone": "赌货", "speculate for": "看", "speculate in": "投机;搞投机"}, "eg2": [["I can only<b> speculate</b> whether it will make any impact on mobile phones.", "关于它是否会给手机带来深刻的影响，我只能靠推测。"], ["They could be used to insure actual bonds but – in light of their asymmetric character – not to<b> speculate</b> against countries or companies.", "它们可以用来给实际债券保险，但——鉴于其不对称的特点——不能用来进行针对国家或企业进行投机。"], ["The authors  that this could explain some of the language problems seen in autism.", "作者推测这也许能解释在自闭症中出现的一些语言问题。"]]}, "strategic": {"pron": {"peg": "[strə'tidʒɪk]", "pam": "[strə'tidʒɪk]"}, "wp": {"Strategic sale": "战略出售;计谋出售", "strategic inertia": "战略惯性;策略惰性;计谋惯性", "strategic goals": "战略目标;策略目标;战略目的", "strategic materials": "战略物资;战略物质", "strategic group": "战略组;战略群组;策略群组;战略集团", "strategic elements": "策略性要素", "STRATEGIC DIRECTION": "战略方向;战略指挥;战略导向;策略性指示", "Strategic interaction": "策略互动;策略互动行为;战略互动;策略性互动", "Strategic move": "策略举措;战略行动;策略行动;战略举措"}, "ex": ["adj. 战略上的，战略的"], "eg2": [["The general laid down a few<b> strategic</b> targets on the map.", "将军在地图上标明了几个战略目标。"], ["They are pushing hard to improve their<b> strategic</b> nuclear capabilities.", "他们正全力以赴增强他们的战略核力量。"], ["Despite their intentions and being in a<b> strategic</b> position, they often stop the progress being called for.", "尽管他们的意图和存在是战略的关键位置，但是他们经常停止这一进程。"]], "st": {}}, "stretch": {"pron": {"peg": "英 [stretʃ] ", "pam": "美 [stretʃ] "}, "ex": ["v. 伸展；延伸；伸出；舒展", "n. 伸展；弹性；舒展；一片", "adj. 有弹力的", "网络 拉伸；伸长；拉长"], "eg2": [["Is there any way of stretching shoes?", "有什么办法能把鞋撑大吗？"], ["This sweater has stretched.", "这件毛衣给撑得变形了。"], ["The jeans stretch to provide a perfect fit.", "这条牛仔裤有弹性，可以完全贴身。"], ["Stretch the fabric tightly over the frame.", "把布在架子上绷紧。"], ["Make sure that the rope is stretched tight.", "务必要把绳子拉紧。"], ["He stretched and yawned lazily.", "他伸了伸懒腰，打了个哈欠。"], ["The exercises are designed to stretch and tone your leg muscles.", "这些活动目的在于伸展和增强你的腿部肌肉。"], ["She stretched across the table for the butter.", "她伸手到桌子那头去拿黄油。"], ["I stretched out a hand and picked up the book.", "我伸出一只手，把书捡起来。"], ["Fields and hills stretched out as far as we could see.", "放眼望去，田野山丘绵延不绝。"], ["The town's history stretches back to before 1500.", "该镇的历史可以上溯到公元 1500 年以前。"], ["The talks look set to stretch into a second week.", "看来谈判十有八九要延续到下个星期了。"], ["I need a new car, but my savings won't stretch to it.", "我需要一辆新车，但我的积蓄不够。"], ["The influx of refugees has stretched the country's resources to the limit .", "难民的大量涌入把这个国家的资源消耗殆尽。"], ["We can't take on any more work─we're fully stretched as it is.", "我们不能再接受其他工作了，现在我们已经满负荷了。"], ["I need a job that will stretch me.", "我需要一份能让我充分发挥才智的工作。"], ["He admitted that he had maybe stretched the truth a little(= not been completely honest) .", "他承认可能有点言过其实了。"], ["The play's plot stretches credulity to the limit .", "这出戏的剧情简直就是胡编滥造。"], ["It was good to get out of the car and stretch our legs.", "我们下了车活动活动腿脚，真不错。"], ["It was good to get out of the car and stretch our legs.", "我们下了车活动活动腿脚，真不错。"], ["an unspoilt stretch of coastline", "一段未破坏原貌的海岸线"], ["a particularly dangerous stretch of road", "特别危险的路段"], ["You rarely see boats on this stretch of the river.", "这一河段船只罕见。"], ["They worked in four-hour stretches.", "他们工作四小时一班。"], ["She used to read for hours at a stretch(= without stopping) .", "她以前看书常常连看几小时。"], ["He did a ten-year stretch for fraud.", "他因欺诈罪服刑十年。"], ["We got out of the car and had a good stretch .", "我们下车好好舒展了一下身体。"], ["Only do these more difficult stretches when you are warmed up.", "要做了准备活动以后再做这些较难的伸展运动。"], ["Stay in this position and feel the stretch in your legs.", "保持这个姿势，体会腿部绷紧的感觉。"], ["You need a material with plenty of stretch in it.", "你需要一种弹性很大的布料。"], ["stretch jeans", "弹力牛仔裤"], ["the finishing/home stretch", "终点直道"], ["The campaign has entered its final stretch.", "竞选已进入最后冲刺阶段。"], ["Fire crews have been operating at full stretch.", "各消防队一直在全力以赴。"], ["Fire crews have been operating at full stretch.", "各消防队一直在全力以赴。"], ["She could not, by any stretch of the imagination, be called beautiful.", "再怎么说，她也称不上漂亮。"], ["She could not, by any stretch of the imagination, be called beautiful.", "再怎么说，她也称不上漂亮。"]]}, "sustainable": {"pron": {"peg": "[sə'stenəbl]", "pam": "[sə'stenəbl]"}, "wp": {"Sustainable Construction": "可持续建筑;可持续建设;永续建筑;可持续的建筑", "Sustainable Pace": "可持续的开发速度;平稳的工作效率;可持续的速度", "commercially sustainable": "商业化可持续", "Sustainable innovation": "持续创新;可持续创新;永续创新", "Sustainable Luxury": "可持续性奢侈;可继续性朴素;性奢侈", "Sustainable Agriculture": "可持续农业;永续农业;\t\t持续农业;持久农业", "Sustainable Tourism": "可持续旅游;永续旅游;永续观光;第十单元", "Sustainable Urbanization": "可持续城市化;可持续城镇化", "Sustainable Financing": "可持续性融资;可持续融资;可持续金融"}, "ex": ["adj. 可以忍受的；足可支撑的；养得起的；可持续的"], "eg2": [["\"There is nothing  about it, \" she said.", "“这里没有什么是可持续的，”她说。"], ["We need to have a more stable and<b> sustainable</b> business model because, candidly, we only want to do this once.", "我们需要找到一个更稳定和可持续发展的商业模式，因为，坦率地说，我们只想像这样做一次。"], ["To be  they have to think about the future and manage the waste and the sewage water.", "想要做到可持续发展，他们必须要考虑未来前景，以及垃圾和污水的处理方法。"]], "st": {}}, "tactic": {"ex": ["n. 策略；战术", "网络 泰迪；战略；手段"], "pron": {"peg": "英 ['tæktɪk] ", "pam": "美 [ˈtæktɪk] "}, "eg2": [["They tried all kinds of tactics to get us to go.", "他们施尽所有的招数想让我们离开。"], ["This was just the latest in a series of delaying tactics .", "这只是一系列拖延战术中的一个新花招。"], ["The manager discussed tactics with his team.", "经理和他手下的一班人讨论了策略问题。"], ["Confrontation is not always the best tactic.", "对抗并非总是上策。"], ["It's time to try a change of tactic.", "现在是改弦易辙的时候了。"]]}, "tangible": {"pron": {"peg": "['tændʒəbl]", "pam": "['tændʒəbl]"}, "wp": {"tangible value": "有形资产的价值;有形资产价值;有形价值", "Tangible resource": "有形资源", "tangible objects": "有形物件", "tangible form": "有形形式;有形的窗体", "tangible security": "有形担保", "Tangible Bits": "可感知位元;可触比特", "tangible cues": "有形性;有形线索", "tangible power": "形权力", "tangible infrastructure": "硬环境"}, "ex": ["adj. 有形的；切实的；可触摸的", "n. 有形资产"], "eg2": [["The experience is almost .", "这种体验几乎是有形的。"], ["Next you determine the replacement costs of each<b> tangible</b> asset for a specified period of time (usually a year).", "接下来您确定每种有形资产在特定时期内（通常为一年）的更换成本。"], ["Allied to this is a tendency in peacemaking for America to defer to Israel's ideas “because its ally is the one that has to make the  concessions of territory”.", "与此相联系的就是美国和平行动上的一个趋向，即遵从以色列的想法“因为它的盟友必须是切实地做出领土上的让步的那个才是”。"]], "st": {}}, "transcript": {"pron": {"peg": "['trænskrɪpt]", "pam": "['trænskrɪpt]"}, "wp": {}, "ex": ["n. 成绩单；抄本，副本；文字记录"], "eg2": [], "st": {}}, "transnational": {"pron": {"peg": "[træns'næʃənəl]", "pam": "[træns'næʃənəl]"}, "wp": {"Transnational Institute": "跨国研究所;跨国研究中心", "Transnational taxpayers": "跨国纳税人", "transnational corportation": "跨国公司", "transnational communities": "跨国社区;跨国社群", "transnational conglomerate": "跨国联合企业;跨国集团企业", "transnational litigation": "跨国诉讼", "transnational relation": "超国家关系;跨国联系", "transnational relations": "跨国关系", "Transnational strategy": "跨国战略;跨国策略;跨国化战略;跨国经营战略"}, "ex": ["adj. 跨国的；超越国界的"], "eg2": [["Second, we are committed to expand cooperation with China on a range of pressing<b> transnational</b> issues.", "第二，我们致力于在一系列紧迫的跨国问题上扩大与中国的合作。"], ["These issues raise questions about the changing nature of the relationship between<b> transnational</b> corporations and the state in this increasingly global era.", "在当今这个越来越全球化的时代，这对跨国公司与政府之间逐渐变化的关系的实质提出了质疑。"], ["The Global Tamil Forum, one of several new outfits, says it is planning elections for a “ government” in April.", "几个全新的组织中的一个—全球泰米尔论坛，说它正在筹备四月份的“跨国政府”选举。"]], "st": {}}, "ultimately": {"pron": {"peg": "['ʌltəmɪtlɪ]", "pam": "['ʌltəmɪtlɪ]"}, "wp": {"Ultimately Influence": "最终达到影响力", "Ultimately Failed": "最终失败;最终还失败;最终未能成功", "Ultimately Understandable": "最终可被理解", "ultimately bounded": "终究有界", "ultimately dense": "终归稠密的", "use ultimately": "最后地使用", "It Ultimately": "其实质", "satisfy ultimately": "最终满足", "ultimately real": "终极实在"}, "ex": ["adv. 最后；根本；基本上"], "eg2": [["You’re working, , for you and your family.", "你在工作基本上是为了你和你的家人。"], [", I suspect both of these suggestions will eventually be realized.", "最后，我怀疑这两项建议是否都将最终得以实现。"]], "st": {"similar": "last"}}, "unambiguous": {"ex": ["adj. 不含糊的；清楚的；明白的"], "pron": {"peg": "['ʌnæm'bɪgjʊəs]", "pam": "['ʌnæm'bɪgjʊəs]"}, "st": {}, "wp": {"unambiguous determination": "单值确定", "unambiguous tracking": "可靠的跟踪", "unambiguous bandwidth": "无模糊带宽", "unambiguous Doppler": "明确的都卜勒量测质", "Unambiguous Match": "明确匹配", "unambiguous unequivocal": "不含糊的", "unambiguous measurement": "单值量测", "unambiguous definition": "明确定义", "unambiguous distance": "无模糊距离"}, "eg2": [["In the case of certainty, the choice is .", "在确定性的情况下，这个选择是非常清楚的。"], ["Actually, that is not quite true; the module will also infer the proper types from simpler arguments when there is only one<b> unambiguous</b> way of \"lifting\" the arguments to the correct types.", "实际上，这并不十分正确；当只存在一种明确的方式可将参数“提升”成正确类型时，模块也可从更简单的参数中推断出正确类型。"], ["But for now, hesaid, the lesson of his experiment and dozens like it is .", "他指出，目前来看，他的实验及一些与许多之相似的实验结果是明确的。"]]}}, "title": "Transcript: Interview with General Mark Hicks\n", "paperStatistics": {"suggestedfocus": "10.8 Minutes", "wordsset": 474, "keywords": "Africa,ISIS,Qaeda,Salafist,Western,concern,resources", "toughwords": 83, "allwords": 1019, "title": "Transcript: Interview with General Mark Hicks\n", "desc": "The Economist talks with the commander of America’s Special Operations Command Africa\n", "img": "https://cdn.static-economist.com/sites/default/files/images/2018/07/articles/main/20180714_blp520.jpg\n", "date": "2018-07-13 09:16:14", "link": "2018_7_16_3.json"}}