{"date": "2018-07-14 14:03:51", "content": "\n A <span class=\"fa fa-info-circle\">diminish</span>ing, ageing population has changed attitudes\n \n ![Why Japan is going to accept more foreign workers](https://cdn.static-economist.com/sites/default/files/20180714_BLP515.jpg) \n FOREIGN <span class=\"fa fa-info-circle\">cashier</span>s and carers are now a fact of life in Japan, especially in urban areas. The number of foreign workers has risen fast recently, to 1.3m—some 2% of the <span class=\"fa fa-info-circle\">workforce</span>. Although visas that allow foreigners to settle in Japan are in theory mainly for highly skilled workers, in practice those with fewer skills may be admitted as students or <span class=\"fa fa-info-circle\">trainee</span>s or as immigrants of Japanese <span class=\"fa fa-info-circle\">extraction</span>. In June the government announced that it would create a “<span class=\"fa fa-info-circle\">designate</span>d-skills” visa in order to bring in 500,000 new workers by 2025, in agriculture, construction, hotels, nursing and shipbuilding.\n \n Japan has historically been <span class=\"fa fa-info-circle\">wary</span> of admitting foreigners. It is one of the rich world’s most homogenous countries: just 2% of <span class=\"fa fa-info-circle\">resident</span>s are foreigners, compared with 4% in South Korea and 16% in France. The reasons for this attitude range from fears that outsiders will bring crime and damage <span class=\"fa fa-info-circle\">societal</span> practices, to concerns that Japanese <span class=\"fa fa-info-circle\">resident</span>s will not be able to communicate properly with them. But Japan’s population is old and getting smaller. To fill <span class=\"fa fa-info-circle\">shortage</span>s in the labour force caused by the shrinking working-age population, government policy has focused on getting more women and old people into work, and using <span class=\"fa fa-info-circle\">artificial</span> intelligence. It has become <span class=\"fa fa-info-circle\">apparent</span> though that this is not enough; and businesses also want foreigners to help them remain competitive and to become more global. \n \n Indeed pressure from business is a big reason behind the change of <span class=\"fa fa-info-circle\">tack</span>. Over the past 20 years the number of workers under 30 has <span class=\"fa fa-info-circle\">shrunk</span> by a quarter. Another result of the greying population is the creation of ever more jobs, most <span class=\"fa fa-info-circle\">notably</span> as carers, that few Japanese want to do at the wages on offer. There are 60% more job vacancies than there are people looking for work. Industries such as agriculture and construction, as well as nursing, are increasingly dependent on foreigners. More <span class=\"fa fa-info-circle\">exposure</span> to foreigners, through a boom in tourism, has <span class=\"fa fa-info-circle\">reassure</span>d Japanese, especially the young, that they can get along with them, too. A poll conducted last year found opinion evenly split about whether Japan should admit more foreign workers, with 42% agreeing and 42% disagreeing. Some 60% of 18- to 29-year-olds were in favour, however: double the share among the over-70s.\n \n Attracting the foreign workers Japan needs will not necessarily be easy. Language is a big barrier. Japanese-language abilities are not necessary for highly skilled workers wanting visas, but only a handful of companies work in English. <span class=\"fa fa-info-circle\">Lowlier</span> workers, who must pass a Japanese exam, are currently not allowed to bring their families and will not be able to under the “<span class=\"fa fa-info-circle\">designate</span>d-skills” visa. Firms in which <span class=\"fa fa-info-circle\">promotion</span> is based on <span class=\"fa fa-info-circle\">seniority</span> rather than <span class=\"fa fa-info-circle\">merit</span> and in which long hours are the norm will find it hard to attract workers, too. Japan also needs to do more to help <span class=\"fa fa-info-circle\">integrate</span> foreigners. By accepting, for the most part, a small number of highly skilled workers, Japan has been able to get away without any <span class=\"fa fa-info-circle\">integration</span> policy. But as the number of immigrants rises, and especially as more low-skilled workers are admitted, this <span class=\"fa fa-info-circle\">omission</span> threatens to bring about some of the very concerns that <span class=\"fa fa-info-circle\">prompt</span>ed the government to restrict immigration in the first place, such as ghettoisation and <span class=\"fa fa-info-circle\">poverty</span>.\n \n  (July 12th 2018)", "last": "2018_7_17_7.json", "next": "2018_7_17_9.json", "assistent": {"Lowlier": {"ex": ["adj. 卑贱的；地位低的；谦逊的 (lowly的变形)"], "pron": {}, "st": {}, "wp": {}, "eg2": []}, "apparent": {"pron": {"peg": "[ə'pærənt]", "pam": "[ə'pærənt]"}, "wp": {"apparent resistance": "视在电阻;假抗性;表观阻力;表观电阻", "apparent time": "视时;视时视时;太阳时;视太阳时", "apparent close": "如封似闭", "apparent wander": "视漂移;视进动;表观漂移", "apparent temperature": "表观温度;虚表温度;\t\t视温度;体感温度", "apparent photosynthesis": "净光合;视光合成;显明光合作用;表观光合作用", "Apparent Quality": "外在质量;\t\t外观质量;内在质量", "apparent cohesion": "表观粘聚力;假凝聚力;表观黏聚力;\t\t表观粘力", "apparent dip": "视倾斜;视倾角;伪斜"}, "ex": ["adj. 显然的；表面上的"], "eg2": [["The correct answer is .", "正确的答复如何， 是很明显的。"], ["When the synthetic is contrasted with the natural one, the difference is very .", "把人工制品与天然品一比，其差别是很明显的。"], ["This is  not just in the workplace but in society in general. We all want different things and different things satisfy us.", "显然这不仅仅发生在职场上，一般也存在于社会中，我们都需要不同的事物，不同的事物能让我们满足。"]], "st": {}}, "artificial": {"pron": {"peg": "英 [.ɑː(r)tɪ'fɪʃ(ə)l] ", "pam": "美 [.ɑrtɪ'fɪʃ(ə)l] "}, "ex": ["adj. 人工的；人造的；假的；人为的", "n. 人造肥料；〈美〉假花", "网络 矫揉造作的"], "eg2": [["an artificial limb/flower/sweetener/fertilizer", "假肢；假花；人造甜味剂；化肥"], ["artificial lighting/light", "人工照明；人造光"], ["A job interview is a very artificial situation.", "求职面试是一个相当不自然的场面。"], ["the artificial barriers of race, class and gender", "种族、阶级、性别的人为障碍"], ["artificial emotion", "假装的情感"]]}, "cashier": {"ex": ["n. 出纳员", "v. 开除…的军籍", "网络 收银员；收款员；收费处"], "pron": {"peg": "英 [kæ'ʃɪə(r)] ", "pam": "美 [kæ'ʃɪr] "}, "eg2": []}, "designate": {"pron": {"peg": "['dɛzɪɡnet]", "pam": "['dɛzɪɡnet]"}, "wp": {"Designate as": "指派为", "Viceroy Designate": "任命而尚未赴任的总督", "DSGNT Designate": "指定", "Keen Designate": "热衷诚候", "designate billet": "指定钢坯;候任小方坯;候钢坯", "to designate": "指定", "designate identify": "命名", "Vineyard Designate": "指定葡萄园系列", "members designate": "候任委员"}, "ex": ["vt. 指定；指派；标出；把…定名为", "adj. 指定的；选定的"], "eg2": [["You could<b> designate</b> one of your internal machines as the time server.", "您可以指定一台内部的机器作为时间服务器。"], ["For each set, you must<b> designate</b> one primary persona; the others are all secondary.", "对每个组，您必须指派一个主要角色，其他的都是次要的。"], ["To make sure your family or other heirs get this money, you should<b> designate</b> them by name as the beneficiaries.", "为了确保你的家庭和其他继承人得到了这笔财产，你应该以姓名的方式把他们指定成受益人。"]], "st": {"transform": [["vt.", "designated,designating"]]}}, "diminish": {"pron": {"peg": "[dɪ'mɪnɪʃ]", "pam": "[dɪ'mɪnɪʃ]"}, "wp": {"diminish vt": "减少", "to diminish": "减小;减少", "diminish gradually": "逐渐减少", "diminish v": "减小", "diminish progressively": "不断减少", "diminish waste": "减少浪费", "Force Diminish": "原力削弱", "diminish materially": "物质上减少", "Diminish Chord": "减和弦"}, "ex": ["vt. 使减少；使变小", "vi. 减少，缩小；变小"], "eg2": [["Since risks are associated with requirements, one way to remove risk is to remove or  the requirement with which the risk is associated.", "由于风险是同需求相关联的，所以消除风险的一种方式就是移除或者减少同风险相关的需求。"], ["Certainly the number of colonies continues to<b> diminish</b> as people in territories feel they have the right to be recognized as either part of a larger country or as an independent state.", "当然，殖民地的数量在不断减少，因为那些地区的人们意识到他们有权成为更大的国家的一个部分或是被承认成为一个独立的国家。"], ["For as long as I can remember, I have rued the waste and lack of order and discipline that are too often in evidence in governmental affairs, and I will do what I can to<b> diminish</b> them.", "除非我失去记忆，我一直对政府事务中的践踏以及缺乏秩序和纪律秩序和纪律感到懊悔，这种行为是经常而明显地发生，而我会尽我所能减少其发生。"]], "st": {"similar": "decrease"}}, "exposure": {"pron": {"peg": "[ɪk'spoʒɚ]", "pam": "[ɪk'spoʒɚ]"}, "wp": {"Northern Exposure": "北国风云;南国风云;北国风情;诺森德珍兽", "Transaction Exposure": "交易风险;交易暴露;经济业务风险暴露;生意营业危害", "Auto Exposure": "自动曝光;自动测光;自动白光平衡;简报自动补光功能", "Exposure chart": "曝光曲线;曝光表;曝光曲线图;曝光图表", "Economic Exposure": "经济风险;经济风险暴露;经济暴露;源自外汇波动的公司资金流动的风险", "Exposure Compensation": "曝光补偿;暴光补偿;曝光抵偿;暴光赔偿", "EXPOSURE CONTROLS": "曝光控制;曝光掌握;控制曝光;接触控制", "Panoramic exposure": "全景曝光;周向照射;全景照射;周向曝光", "exposure time": "曝光时间;暴露时间;\t\t曝露时间;\t\t照射时间"}, "ex": ["n. 暴露；曝光；揭露；陈列"], "eg2": [["Although that<b> exposure</b> was small compared with their portfolios, it could have a big impact because they have so little equity as a cushion.", "尽管与它们的投资组合相比，暴露出的只是一小部分，但会造成巨大的冲击，因为它们的缓冲余地很小。"], ["No matter what level of<b> exposure</b> you have, your lung cells know it and they are responding.", "无论你暴露在什么样的烟雾环境中，你的肺部细胞都知道，并且会起反应。"], ["So in the NRC world these are the multiple barriers to public<b> exposure</b> and public risk.", "在NRC的世界里，这些都是多重障碍,对于公众暴露和公众危险来说。"]], "st": {}}, "extraction": {"ex": ["n. 取出；抽出；拔出；抽出物；出身"], "pron": {"peg": "[ɪk'strækʃən]", "pam": "[ɪk'strækʃən]"}, "st": {}, "wp": {}, "eg2": []}, "integrate": {"pron": {"peg": "['ɪntɪɡret]", "pam": "['ɪntɪɡret]"}, "wp": {"Courseware Integrate": "课件集成", "integrate retail": "综合零售", "Vertical Integrate": "垂直综合", "Integrate testing": "集成测试;成测试", "Integrate images": "图像合成", "integrate type": "统合型", "GIobally Integrate": "全球整合型", "Integrate Motion": "联动运动", "INTEGRATE GRACY": "完美意境"}, "ex": ["vt. 使…完整；使…成整体；求…的积分；表示…的总和", "vi. 求积分；取消隔离；成为一体", "adj. 整合的；完全的", "n. 一体化；集成体"], "eg2": [["\"We need to<b> integrate</b> our resources regionally and share them with others,\" he said.", "他说：“我们需要在地区层面整合我们的资源，并把它们与其它人分享。”"], ["This includes skills about how to<b> integrate</b> these products with each other, as well as with existing systems, and how to optimize solutions running on them.", "这包括有关这些产品彼此如何集成（以及如何与现有系统集成）和如何优化在其上运行的解决方案的技能。"], ["If you already have an application in which you have to<b> integrate</b> charts, then you can skip this part and go directly to the next part, which explains the integration of charts with the application.", "如果你已经有一个需要集成图表的应用程序，你可以跳过这部分，然后直接进入下一个部分，下个部分将会阐述如何将图表和应用程序集成在一起。"]], "st": {}}, "integration": {"ex": ["n. 集成；综合"], "pron": {"peg": "['ɪntə'greʃən]", "pam": "['ɪntə'greʃən]"}, "st": {}, "wp": {"regional integration": "区域整合;区域融合;区域一体化;地区一体化", "Continuous Integration": "持续集成;持续整合;连续积分;连续累计", "Horizontal Integration": "横向一体化;横向合并;横向整合;水平一体化", "Racial integration": "种族整合", "forward integration": "向前一体化;前向一体化;前向合并;向前整合", "Integration Services": "成服务;整合服务;集成服务;开发人员指南", "reduced integration": "降阶积分;减缩积分;缩减积分", "integration test": "成测试;综合测试;集成测试;整合测试", "Process Integration": "流程集成;联合工艺;程集成;流程整合"}, "eg2": [["Do you have an<b> integration</b> branch?", "你有一个集成分支吗？"], ["Continuous<b> integration</b> does not mean you integrate every second, but it does mean you should integrate early and often.", "持续的集成并不意味着每秒都要集成，但它 的确意味着您应该尽早并且经常集成。"], ["If you already have an application in which you have to integrate charts, then you can skip this part and go directly to the next part, which explains the  of charts with the application.", "如果你已经有一个需要集成图表的应用程序，你可以跳过这部分，然后直接进入下一个部分，下个部分将会阐述如何将图表和应用程序集成在一起。"]]}, "merit": {"pron": {"peg": "['mɛrɪt]", "pam": "['mɛrɪt]"}, "wp": {}, "ex": ["n. 优点，价值；功绩；功过", "vt. 值得", "vi. 应受报答"], "eg2": [], "st": {}}, "notably": {"pron": {"peg": "['notəbli]", "pam": "['notəbli]"}, "wp": {}, "ex": ["adv. 显著地；尤其"], "eg2": [["But the gathering of so many political heavyweights in one place can only be of concern to those not there, and  President Bashir and his party.", "但是，如此众多的政治重量级人物齐聚同一地点，对那些未参加的人来说造成隐患，尤其是总统巴希尔和他的全国大会党。"]], "st": {}}, "omission": {"ex": ["n. 疏忽，遗漏；省略；冗长"], "pron": {"peg": "[oʊˈmɪʃən]", "pam": "[oʊˈmɪʃən]"}, "st": {}, "wp": {"material omission": "重要遗漏;具关键性的遗漏", "malicious omission": "蓄意不作为;\t\t蓄意遗漏;翻译;蓄意懈怠", "deliberate omission": "故意的不作为", "omission timber": "漏测木", "omission mark": "省略符", "anactional omission": "不作为", "omission excepted": "遗漏除外", "normal omission": "常态省略", "diagnostic omission": "漏诊"}, "eg2": [["If patrons were permitted to not only remove books from shelves, but also to put them back or add new ones, then mistakes of  or commission would lead to an unusable mess.", "如果允许用户不仅可以从书架上取走图书，而且还可以将图书放回原处或增添新图书，则遗漏或登记错误会导致不可收拾的混乱局面。"], ["None of the discussions [on global imbalance] have brought family planning policies or women's rights to the table .... Our research, however, suggests that this is a serious .", "（关于全球经济失衡）的讨论都没有把计划生育政策或妇女权利拿到桌面上来……不过，我们的研究指出这是一个严重的遗漏。"], ["This , again, may be accidental -- the superior does not realize that subordinates need the information.", "这种遗漏同样也可能是出于偶然——上级没有意识到下级需要这个信息。"]]}, "poverty": {"pron": {"peg": "英 ['pɒvə(r)ti] ", "pam": "美 ['pɑvərti] "}, "ex": ["n. 贫困；贫穷；贫乏；短缺", "网络 缺少；缺乏；穷困"], "eg2": [["conditions of abject/extreme poverty", "极度贫穷的状况"], ["to alleviate/relieve poverty", "缓解╱解除贫困"], ["Many elderly people live in poverty .", "许多老年人生活于贫困之中。"], ["There is a poverty of colour in her work.", "她的作品缺乏色彩。"]]}, "promotion": {"pron": {"peg": "英 [prə'məʊʃ(ə)n] ", "pam": "美 [prə'moʊʃ(ə)n] "}, "ex": ["n. 促进；提升；推广；晋升", "网络 促销；优惠促销；促销策略"], "eg2": [["Her promotion to Sales Manager took everyone by surprise.", "竟然提拔她当销售经理，叫每个人都感到意外。"], ["The new job is a promotion for him.", "这一新职务对他是擢升。"], ["a job with excellent promotion prospects", "有充分晋升机会的职务"], ["the team's promotion to the First Division", "这个球队晋升为甲级队"], ["Her job is mainly concerned with sales and promotion.", "她的工作主要是销售和广告宣传方面的。"], ["We are doing a special promotion of Chilean wines.", "我们正在做智利葡萄酒的特别促销活动。"], ["a society for the promotion of religious tolerance", "一个促进宗教包容的团体"]]}, "prompt": {"pron": {"peg": "[prɑmpt]", "pam": "[prɑmpt]"}, "wp": {"Phonetic prompt": "语音提示", "Prompt Message": "提示信息", "Adper Prompt": "粘接剂", "prompt response": "响应及时;敏捷的反应", "pmt prompt": "即时的;迅速的", "shell prompt": "提示符;命令提示符", "No prompt": "不提示;不提醒", "Prompt Code": "提示代码", "prompt radiation": "瞬发辐射;瞬时放射;瞬时辐射"}, "ex": ["adj. 敏捷的，迅速的；立刻的", "vt. 提示；促进；激起；（给演员）提白", "n. 提示；付款期限；DOS命令：改变DOS系统提示符的风格", "adv. 准时地"], "eg2": [["I'll<b> prompt</b> her if she forgets her lines.", "如果她忘掉台词我将给她提示。"], ["The script will<b> prompt</b> you to either drop an existing index or create a new one.", "这个脚本将会提示您要么删除现存的索引要么创建一个新的索引。"], ["If you forget to create one of these, the Welcome Center will display an error message and<b> prompt</b> you to create them.", "如果忘记创建其中的某一个，欢迎中心将显示一条错误消息，并提示您进行创建。"]], "st": {"similar": "quick"}}, "reassure": {"pron": {"peg": "[,riə'ʃʊr]", "pam": "[,riə'ʃʊr]"}, "wp": {"reassure e": "使;使安心;使放心", "Reassure Others": "表示同情", "reassure someone": "为人打气", "R REASSURE": "使新学员和初学者消除疑惑", "You reassure": "你们一再保证", "reassure t": "使", "Reassure me": "让顾客安心", "Reassure Them": "安慰他们", "reassure õ": "使安心"}, "ex": ["vt. 使…安心，使消除疑虑"], "eg2": [], "st": {"transform": [["vt.", "reassured,reassuring"]]}}, "resident": {"pron": {"peg": "['rɛzɪdənt]", "pam": "['rɛzɪdənt]"}, "wp": {"Resident Evil": "生化危机;生化危机系列;恶灵古堡;生化危机之变种生还者", "resident flora": "常居菌;常住菌;常驻菌;常居细菌群", "Resident Manager": "驻店经理;住店经理;驻点经理;酒店驻店经理", "Chief resident": "总住院医师;住院总医师;住院总;总医师", "resident permit": "居留许可;临时居住许可;申请居留证;居住许可证", "Resident Executive": "驻存执行;\t\t常驻执行程序;常驻管理程序", "resident correspondent": "常驻记者;常驻;常驻新闻采访者;常驻采访者", "Resident protection": "下降后留下的保护点", "resident student": "寄宿生;走读生;住校生"}, "ex": ["adj. 居住的；定居的", "n. 居民；住院医生"], "eg2": [["As one local  put it in May, \"By day there is government.", "正如一位当地居民在五月份对它的描述”白天有政府。"], ["Almost every<b> resident</b> is a tenant of the duchy, which has its regional office in the village.", "这里几乎所有居民都是公国的住户，公国在村子里设有区域办事处。"], ["Few of her former comrades enjoy this comfort; but, as another<b> resident</b> explained, the authorities like them to live there \"to do propaganda and education work\".", "她以前的同志，很少人能享受能这种舒适生活；不过另一个居民解释说，当局希望他们住在那以“进行宣传教育工作”。"]], "st": {}}, "seniority": {"ex": ["n. 长辈；老资格；前任者的特权"], "pron": {"peg": "[,sinɪ'ɔrəti]", "pam": "[,sinɪ'ɔrəti]"}, "st": {"transform": [["n.", "seniorities"]]}, "wp": {"Agnatic seniority": "兄终弟及", "requisite seniority": "所需年资", "seniority wage": "资历工资;年功工资", "Gain seniority": "累积资历", "seniority quantum": "优先量子数", "work seniority": "工作年限", "Not Seniority": "而工龄无关", "inverse seniority": "反向资历", "seniority practices": "资历惯例"}, "eg2": [["They also propose replacing fixed-term contracts for new hires with a permanent contract in which firing costs rise with  but not as high as at present.", "他们也建议以长期合同代替新人的定期合同，这种合同的解雇成本会随被解雇者的资历上升，但仍比现在要低。"], ["My office organizes the opinions in the order that they will be announced in the courtroom. They are announced in order of the<b> seniority</b> of the justice who wrote the opinion.", "我的办公室把司法意见书按它们将在法庭上宣布的顺序排好，而在法院庭上宣布的顺序是根据撰写意见书的大法官的年资而定。"], ["My superior had , experience and talents that suited her to the job, qualifications that I lacked.", "我的上司资历高、经验足、能力大，完全胜任工作，我则缺少这些资格。"]]}, "shortage": {"pron": {"peg": "['ʃɔrtɪdʒ]", "pam": "['ʃɔrtɪdʒ]"}, "wp": {"shortage surplus": "短缺", "Temporary shortage": "青黄不接", "sunshine shortage": "日光不足", "fuel shortage": "燃料不足;燃料缺乏;燃料短缺;燃料的短缺", "capital shortage": "资金短缺;资金欠缺;资金缺乏", "dollar shortage": "美金缺乏;\t\t美元荒;\t\t美元短缺;美圆荒", "materials shortage": "材料缺乏;材料短缺", "resource shortage": "资源短缺", "Shortage costs": "缺货损失费;缺货成本;短缺成本;缺货费用"}, "ex": ["n. 缺乏，缺少；不足"], "eg2": [["Harry deserted during the food .", "哈里在食物缺乏时逃亡了。"], ["Another is a  of land and freshwater for use in aquaculture.", "另一个障碍是用于水产养殖的土地和淡水资源不足。"], ["This shift can be complex, expensive and there is no<b> shortage</b> of opponents to the change.", "这种转变是复杂的、昂贵的，而且从来不缺少这种变革的反对者。"]], "st": {}}, "shrunk": {"ex": ["v. 收缩（shrink的过去分词）"], "pron": {"peg": "[ʃrʌŋk]", "pam": "[ʃrʌŋk]"}, "st": {}, "wp": {"machine shrunk": "机械防缩加工", "shrunk leather": "翻译;皱纹革", "shrunk shrunken": "过去分词", "shrunk technique": "缩小工艺", "shrunk Sprang": "打赌", "sunken Shrunk": "打赌", "Shrunk Cingf": "揉制牛皮", "Shrunk Calf": "揉制牛皮", "shrunk flange": "烧嵌凸缘"}, "eg2": []}, "societal": {"ex": ["adj. 社会的"], "pron": {"peg": "[sə'saɪətl]", "pam": "[sə'saɪətl]"}, "st": {}, "wp": {}, "eg2": []}, "tack": {"ex": ["n. 方针；方法；大头钉；马具", "v. 抢风行驶；（用平头钉）钉住；绷；用粗线脚缝", "网络 粘性；图钉；粗缝"], "pron": {"peg": "英 [tæk] ", "pam": "美 [tæk] "}, "eg2": [["a complete change of tack", "方法的完全改变"], ["It was a brave decision to change tack in the middle of the project.", "在项目进行过程当中改变方针是个大胆的决定。"], ["When threats failed, she decided to try/take a different tack .", "威胁不成，她便决定变换策略。"], ["His thoughts wandered off on another tack .", "他走神想另一个问题了。"], ["They were sailing on (a) port/starboard tack(= with the wind coming from the left/right side) .", "他们正在左╱右舷戗风行使。"], ["a carpet tack", "地毯钉"], ["The carpet was tacked to the floor.", "地毯是用平头钉钉在地板上的。"]]}, "trainee": {"pron": {"peg": "英 [.treɪ'niː] ", "pam": "美 [.treɪ'ni] "}, "ex": ["n. 实习生；接受培训者；见习生", "网络 培训生；受训者；学员"], "eg2": [["a management trainee", "管理培训生"], ["a trainee teacher", "实习教师"]]}, "vacancy": {"pron": {"peg": "['vekənsi]", "pam": "['vekənsi]"}, "wp": {}, "ex": ["n. 空缺；空位；空白；空虚"], "eg2": [], "st": {"transform": [["n.", "vacancies"]]}}, "wary": {"pron": {"peg": "英 ['weəri] ", "pam": "美 ['weri] "}, "ex": ["adj. （对待人或事物时）小心的", "网络 谨慎的；机警的；小心翼翼的"], "eg2": [["Be wary of strangers who offer you a ride.", "提防那些主动让你搭车的陌生人。"], ["She was wary of getting involved with him.", "她唯恐和他有牵连。"], ["He gave her a wary look.", "他留意地看了她一眼。"], ["The police will need to keep a wary eye on this area of town(= watch it carefully, in case there is trouble) .", "警方必须密切注意这一带城区。"]]}, "workforce": {"pron": {"peg": "英 [ˈwɜː(r)kˌfɔː(r)s] ", "pam": "美 [ˈwɜrkˌfɔrs] "}, "ex": ["n. 劳动大军；全体员工", "网络 劳动力；劳动人口；人力"], "eg2": [["The factory has a 1 000-strong workforce.", "这家工厂的职工多达千人。"], ["Two thirds of the workforce is/are women.", "职工中的三分之二是妇女。"], ["A quarter of the local workforce is/are unemployed.", "本地四分之一的劳动力都失业了。"]]}}, "title": "Why Japan is going to accept more foreign workers\n", "paperStatistics": {"suggestedfocus": "8.66 Minutes", "wordsset": 273, "keywords": "Japan,Japanese,foreign,foreigners,government,population,skilled,skills", "toughwords": 27, "allwords": 452, "title": "Why Japan is going to accept more foreign workers\n", "desc": "A diminishing, ageing population has changed attitudes\n", "img": "https://cdn.static-economist.com/sites/default/files/20180714_BLP515.jpg\n", "date": "2018-07-14 14:03:51", "link": "2018_7_17_8.json"}}