{"Date": "2019-01-21 14:23:05", "content": "<p>\n</p> <p>Most players with <span class=\"word-wrap-span\">torn</span> Achilles tendons suffer long-lasting damage\n</p> <p>\n</p> <p>\n</p> <p>NO ONE is panicking yet in <span class=\"word-wrap-span\">Oakland</span>, but something isn’t quite right with this year’s edition of the Golden State Warriors. After reaching the championship series of North America’s National Basketball Association (NBA) for four years in a row and winning three of them, the league’s <span class=\"word-wrap-span\">reign</span>ing <span class=\"word-wrap-span\">dynasty</span> has looked <span class=\"word-wrap-span\">simultaneously</span> <span class=\"word-wrap-span\">formidable</span> and <span class=\"word-wrap-span\">vulnerable</span> in 2018-19. Having just passed the halfway mark of the regular season, the Warriors have won 69% of their games, <span class=\"word-wrap-span\">mere</span>ly the third-best record in the NBA and a far cry from the 84% average they <span class=\"word-wrap-span\">amass</span>ed over the 2014-15, 15-16, and 16-17 campaigns. They have suffered head-<span class=\"word-wrap-span\">scratch</span>ing losses on their home court to <span class=\"word-wrap-span\">minnow</span>s like the Dallas <span class=\"word-wrap-span\">Maverick</span>s and <span class=\"word-wrap-span\">Detroit</span> Pistons, and are allowing their <span class=\"word-wrap-span\">opponent</span>s to score more points per <span class=\"word-wrap-span\">possession</span> than the league average for the first time since 2012. Some of the club’s woes are due to injury—two of its stars, Stephen Curry and Draymond Green, were <span class=\"word-wrap-span\">sideline</span>d for close to a month. But <span class=\"word-wrap-span\">Steve</span> <span class=\"word-wrap-span\">Kerr</span>, the Warriors’ <span class=\"word-wrap-span\">coach</span>, is making no excuses. “This is the toughest <span class=\"word-wrap-span\">stretch</span> we’ve been in,” he said in November, after the club suffered a three-game losing <span class=\"word-wrap-span\">streak</span>. “We <span class=\"word-wrap-span\">haven</span>’t been in the real NBA the last few years. We’ve been in this dream. Now we’re faced [with] real <span class=\"word-wrap-span\">adversity</span>.”\n</p> <p>\n</p> <p>Fortunately for Golden State fans, their <span class=\"word-wrap-span\">creak</span>ing <span class=\"word-wrap-span\">juggernaut</span> is about to get a much-needed replacement part. Last July the Warriors <span class=\"word-wrap-span\">stunned</span> the league by signing  DeMarcus “Boogie” Cousins —a four-time All-Star centre,  so nicknamed  for his  dance-like moves with the ball —on a one-year, $5.3m deal. Perhaps the only <span class=\"word-wrap-span\">offensive</span> weapon Golden State had lacked in recent years was a dominating big man, capable of receiving the ball near the <span class=\"word-wrap-span\">hoop</span> and <span class=\"word-wrap-span\">dunk</span>ing over <span class=\"word-wrap-span\">undersized</span> <span class=\"word-wrap-span\">opponent</span>s, or <span class=\"word-wrap-span\">rebound</span>ing <span class=\"word-wrap-span\">teammate</span>s’ missed shots and putting them back in the net. By acquiring the 6’11” (2.11-metre) tall, 270-lb (122 kg) Mr Cousins, who finished in the league’s top ten in scoring in each of his past four full seasons, the team had filled this <span class=\"word-wrap-span\">void</span> with one of the best. The Warriors had already <span class=\"word-wrap-span\">proven</span> themselves to be a near-<span class=\"word-wrap-span\">unbeatable</span> super-team; adding Mr Cousins to the mix risked turning the entire 2018-19 season into a mind-<span class=\"word-wrap-span\">numb</span>ing <span class=\"word-wrap-span\">coronation</span> ceremony.\n</p> <p>\n</p> <p>There was, however, a catch. On January 26, 2018 Mr Cousins <span class=\"word-wrap-span\">tore</span> the Achilles tendon in his left <span class=\"word-wrap-span\">heel</span>. He had season-ending <span class=\"word-wrap-span\">surgery</span> five days later, which was expected to keep him out of action for a full year. Financially, the injury could not have come at a worse time for Mr Cousins, who was just a few months away from becoming a free agent and securing an NBA-maximum <span class=\"word-wrap-span\">contract</span> worth over $25m a year. Without proof that the star centre would <span class=\"word-wrap-span\">regain</span> his prior form, no team was willing to take the risk of signing him to a long-term <span class=\"word-wrap-span\">contract</span>. Before <span class=\"word-wrap-span\">reap</span>ing his <span class=\"word-wrap-span\">payday</span>, Mr Cousins would need to take a cheap, one-year deal to re-establish his value. And where better to do so than with the two-time defending champions?\n</p> <p>\n</p> <p>Throughout Golden State’s <span class=\"word-wrap-span\">bumpy</span> start to the season, Mr Cousins has been <span class=\"word-wrap-span\">diligently</span> rehabilitating his <span class=\"word-wrap-span\">heel</span>. He is now ready to return at last, and is expected to be in the Warriors’ starting <span class=\"word-wrap-span\">lineup</span> for their game against the Los Angeles Clippers on January 18th, giving them an <span class=\"word-wrap-span\">unheard</span>-of collection of All-Star players at all five positions. With Boogie in the fold, is Golden State set to lay waste to the rest of the NBA once again?\n</p> <p>\n</p> <p>As <span class=\"word-wrap-span\">fearsome</span> as the Warriors’ new starting five looks, it is far too early for their rivals to give up hope. Mr Cousins may be an unusually good player, but Achilles tendon tears are unusually bad injuries—in fact, they are <span class=\"word-wrap-span\">arguably</span> the worst <span class=\"word-wrap-span\">calamity</span> than can <span class=\"word-wrap-span\">befall</span> an NBA player. Not only is the <span class=\"word-wrap-span\">recovery</span> period long and gruelling, but there is no light at the end of the <span class=\"word-wrap-span\">tunnel</span>: when players do return at last, they are often <span class=\"word-wrap-span\">mere</span>ly a shadow of their former selves.\n</p> <p>\n</p> <p>Since 1992, 24 NBA players have <span class=\"word-wrap-span\">torn</span> their Achilles tendons. Seven never made it back at all, though one member of that group was already 32 years old and none of the others were strong talents. The 17 that did return spanned all five of the sport’s positions, and ranged from stars like Kobe <span class=\"word-wrap-span\">Bryant</span> to journeymen like Jonas Jerebko. Unsurprisingly, the group averaged far fewer games played and minutes played per game in the two seasons following their injuries than they did before getting hurt. But even when they stepped on the court, the results tended to be <span class=\"word-wrap-span\">grim</span>.\n</p> <p>\n</p> <p>There is no single agreed-upon measure of individual player value in the NBA, but as all-in-one statistics go,  Box Plus/Minus  (BPM) is one of the best. Using a simple <span class=\"word-wrap-span\">statistical</span> <span class=\"word-wrap-span\">formula</span> <span class=\"word-wrap-span\">derive</span>d from conventional box-score statistics such as shots, points, <span class=\"word-wrap-span\">rebound</span>s and <span class=\"word-wrap-span\">assist</span>s, it provides a good <span class=\"word-wrap-span\">approximation</span> of <span class=\"word-wrap-span\">complex</span>, cutting-edge <span class=\"word-wrap-span\">metric</span>s like ESPN’s  Real Plus-Minus , which only became available in 2013. BPM is measured in easily <span class=\"word-wrap-span\">interpretable</span> units, the <span class=\"word-wrap-span\">numb</span>er of points by which a player would improve an otherwise average team per 100 <span class=\"word-wrap-span\">possession</span>s (close to the <span class=\"word-wrap-span\">length</span> of a standard NBA game). The average, by definition, is zero; the best player on an average team (around the 15th best in the league) comes in around four, and the league’s Most <span class=\"word-wrap-span\">Valuable</span> Player at roughly eight.\n</p> <p>\n</p> <p>In general, players coming off of excellent seasons tend to fare a bit worse in BPM the next year, and those who suffered disappointing campaigns often improve. In addition, young players generally see their BPM improve from year to year, and old ones often decline. After accounting for these factors, it is <span class=\"word-wrap-span\">straightforward</span> to produce a projection for a player’s BPM in the season to come, based on his past performance. If players with <span class=\"word-wrap-span\">torn</span> Achilles tendons suffered no long-lasting effects, their BPM as a group after returning should roughly match these <span class=\"word-wrap-span\">prediction</span>s.\n</p> <p>\n</p> <p>In fact, they fell far short. Of the 17 Achilles victims who made it back, 15 fared worse than the projection <span class=\"word-wrap-span\">indicate</span>d in their first year following the injury, and 14 under-performed by more than a full point of BPM. On average, the group’s performance was 2.6 points per 100 <span class=\"word-wrap-span\">possession</span>s worse than projected the year after the injury, and 2.1 points worse than projected after two years. For a full-time starting player, losing 2.6 points per 100 <span class=\"word-wrap-span\">possession</span>s would cost his team about six points of winning percentage—roughly the difference between missing the <span class=\"word-wrap-span\">playoff</span>s entirely and enjoying home-court advantage in the first round of the post-season.\n</p> <p>\n</p> <p>The historical record looks even <span class=\"word-wrap-span\">grim</span>mer when focusing <span class=\"word-wrap-span\">specifically</span> on front-court players like Mr Cousins. Because such players tend to be larger, they put more weight on their <span class=\"word-wrap-span\">fragile</span> tendons. The seven power forwards or centres in the <span class=\"word-wrap-span\">sample</span> collectively performed 3.1 points of BPM worse than projected the year they came back, and 2.7 points worse the year after.\n</p> <p>\n</p> <p>Slicing up the data by skill level does not offer much comfort to Warriors fans eithers. Six of the 17 players examined made at least one NBA All-Star team in their careers. This group actually declined more than the rest, playing 3.5 BPM points worse than projected the year after returning from injury and 3.3 points two years after. This may in fact be a more <span class=\"word-wrap-span\">reliable</span> measure of the true impact of an Achilles injury, since anyone short of an All-Star who loses 3.5 points of BPM would also lose his job in short order, and thus drop out of the group whose performance is being measured.\n</p> <p>\n</p> <p>Mr Cousins was a strong enough player before his injury that even a <span class=\"word-wrap-span\">hobble</span>d version of him could be a <span class=\"word-wrap-span\">valuable</span> contributor. Even after lopping off 2.6 points of BPM, he would still project to contribute 3.0 points above average per 100 <span class=\"word-wrap-span\">possession</span>s. But the Warriors, already <span class=\"word-wrap-span\">assure</span>d of a <span class=\"word-wrap-span\">playoff</span> <span class=\"word-wrap-span\">berth</span> with a high seed, will surely be <span class=\"word-wrap-span\">cautious</span> with Mr Cousins’s playing time in the regular season to a<span class=\"word-wrap-span\">void</span> any <span class=\"word-wrap-span\">setback</span>s in his <span class=\"word-wrap-span\">recovery</span>. And it will take far more than a part-time player at the 3.0 BPM level to return an <span class=\"word-wrap-span\">inconsistent</span> Golden State <span class=\"word-wrap-span\">squad</span> to its prior level of <span class=\"word-wrap-span\">dominance</span>.\n</p> <p>\n</p> <p>None of this means that Warriors fans should sour on their would-be saviour. Last year the team <span class=\"word-wrap-span\">sleepwalk</span>ed to a “<span class=\"word-wrap-span\">mere</span>” 71% winning percentage in the regular season, before turning on the jets in the <span class=\"word-wrap-span\">playoff</span>s and winning the NBA Finals four games to zero. Golden State has already won six straight games, as Mr Curry has enjoyed a hot <span class=\"word-wrap-span\">streak</span> of long-range shooting and Mr Green has re-discovered some of his defensive <span class=\"word-wrap-span\">tenacity</span>. Bookmakers still think the Warriors have better than a 60% chance of defending their title. But they would probably be nearly as <span class=\"word-wrap-span\">sanguine</span> on Golden State’s chances if the team had never signed Mr Cousins at all.</p>", "Last": "2019_1_21_1.json", "Next": "2019_1_21_3.json", "assistent": {"Bryant": {"ex": ["n. 布赖恩特（男子名，等于Brian）"], "pron": {"peg": "['braɪənt]", "pam": "['braɪənt]"}, "st": {}, "wp": {"Bryant Tuckerman": "布莱恩特·塔克曼", "Peter Bryant": "皮特布莱恩;名戒烟专家皮特布莱恩;野皮特布莱仇;名戒烟博家皮特布莱仇", "Joy Bryant": "乔伊·布赖恩特;乔伊·布莱恩特;布赖恩特;乔伊·布赖恩", "Bart Bryant": "巴特;巴特布莱恩;布莱恩特;布莱恩", "Jerry Bryant": "布莱恩特;布赖恩特;杰里科比;标签", "Dez Bryant": "布莱恩特;德兹;布莱恩;奥雷布莱恩特", "Martin Bryant": "布莱恩特;马丁·布莱恩;布赖恩特;毕瑞德", "Kris Bryant": "布莱恩;布莱恩特;克里斯·布莱恩特", "Matt Bryant": "布莱恩特;布莱恩"}, "eg2": []}, "Detroit": {"ex": ["n. 底特律(美国密执安州东南部一城市,为汽车工业中心)", "网络 美国底特律；底特律市；活塞"], "pron": {"peg": "英 [dɪ'trɔɪt] ", "pam": "美 "}, "eg2": []}, "Kerr": {"ex": ["n. 克尔（姓氏）"], "pron": {}, "st": {}, "wp": {"Deborah Kerr": "狄波拉·嘉;黛博拉·蔻儿;黛博拉寇儿;狄宝拉嘉", "Robbie Kerr": "罗比·克尔;因为英国队的克尔;标签", "Kerr County": "克尔县", "Jordan Kerr": "乔丹·克尔", "Kerr cell": "克尔透光盒;克而盒;克尔快门;克尔盒", "Johnny Kerr": "琼尼;芝加哥公牛队;约翰尼", "Steven Kerr": "史蒂文·克尔;史蒂文·科尔;标签", "Kerr medium": "克尔介质;Kerr介质", "Roy Kerr": "数学家罗伊·克尔;数学家克尔"}, "eg2": []}, "Maverick": {"ex": ["n. 没打烙印的动物；持不同意见的人", "vt. 用不正当手段获取", "adj. 未打烙印的；行为不合常规的", "vi. 迷途；背离", "n. (Maverick)人名；(英)马弗里克"], "pron": {"peg": "['mævərɪk]", "pam": "['mævərɪk]"}, "st": {}, "wp": {}, "eg2": [["But as his firm grows, he may have to decide whether he is more a capitalist or a .", "但随着公司的增长，他可能必须决定自己要做一名资本家还是特立独行者。"], ["As time passed, government reports and announcements flowed over ’s desk like a river of mud.", "日复一日，政府报告和通知声明像泥石流一般涌向马弗里克的办公桌。"], ["Maybe it made you well up with pride if you consider yourself a fellow .", "如果你认为自己也是一个相同的特立独行的人，那么你也许会引以为傲。"]]}, "Oakland": {"ex": ["n. 奥克兰（美国加州西部城市）"], "pron": {"peg": "['əuklənd]", "pam": "['əuklənd]"}, "st": {}, "wp": {"Oakland Athletics": "奥克兰运动家;奥克兰运动家队;运动家;奥克兰活动家队", "Ben Oakland": "本·奥克兰", "Oakland School": "奥克兰学校;丁同学", "Oakland Arena": "奥克兰球馆;奥克兰体育馆", "Oakland City": "奥克兰市;奥克兰城", "John Oakland": "总裁约翰·奥克兰", "Thomas Oakland": "奥克兰", "Oakland Athletes": "奥克兰运动家", "British Oakland": "英国奥克兰"}, "eg2": []}, "Steve": {"ex": ["n. 史蒂夫（男子名）"], "pron": {"peg": "[sti:v]", "pam": "[sti:v]"}, "st": {}, "wp": {"Steve Jobs": "史蒂夫·乔布斯;乔布斯;史蒂夫;贾伯斯", "Steve Wozniak": "史蒂夫·沃兹尼亚克;沃兹尼亚克;沃兹尼克;史蒂夫", "Steve Jones": "史蒂夫·琼斯;史蒂夫;史蒂夫琼斯;斯蒂夫·琼斯", "Steve Martin": "史蒂夫·马丁;马丁;史提夫马丁;史蒂夫马丁", "Steve Case": "斯蒂芬·凯斯;史蒂夫·凯斯;史蒂夫;蒂夫·凯思", "Steve Austin": "岳史迪;史蒂夫·奥斯汀;奥斯汀;奥斯丁", "Steve Buscemi": "史蒂夫·布西密;布西密;斯蒂夫·巴斯米;布斯美", "Steve Reich": "斯蒂夫·莱奇;史蒂夫·里奇;表演者;史蒂夫·雷奇", "Steve Jobaloney": "乔布斯;斯蒂夫·乔布斯;史蒂夫"}, "eg2": [["She and her husband, , ate meals with us.", "她和她的丈夫，史蒂夫和我们一起吃饭。"], ["While we will all feel this enormous loss, I am confident that this industry will take to heart the lessons<b> Steve</b> taught us about innovation.", "虽然我们都将感受到这种巨大的损失，但我相信这个行业会将史蒂夫在创新上教给我们的经验铭记于心。"], ["And what I like about<b> Steve</b> is, because he is a wealthy man, we all know that and that helped him get the transplant.", "我喜欢史蒂夫的一点是，他是有钱人，我们都明白那帮了他很大忙，但他的愿望并不止于此 —— 只有富人才能接受移植手术。"]]}, "Valuable": {"ex": ["adj. 有价值的；贵重的；可估价的", "n. 贵重物品"], "pron": {"peg": "[ˈvæljuəbəl; ˈvæljə-]", "pam": "[ˈvæljuəbəl; ˈvæljə-]"}, "st": {}, "wp": {"valuable information": "有价值的情报;重要情报;有价值的信息;重要信息", "Valuable Antiques": "值钱的古董;详细翻译", "valuable things": "财富;财产;下车时带好贵重物品;有价值的事情", "Valuable Customer": "识别品牌重要顾客", "Valuable abundant": "丰富宝贵;丰富的宝贵;有价值的丰富;可贵丰富", "valuable tool": "可贵的工具;宝贵的工具;有价值的工具", "valuable collectable": "有价值的收藏品;极具收藏价值的宝贵;宝贵收藏品", "valuable point": "有价值的地方;宝贵点;可贵之处", "valuable articles": "贵重物品"}, "eg2": [["His wife put on<b> Valuable</b> ring and necklace.", "他的妻子戴上贵重的戒指和项链。"], ["A<b> Valuable</b> oil is ground out of cotton seed.", "棉花籽里可榨出一种有价值的油。"], ["They plundered all the<b> Valuable</b> things they could find.", "他们抢劫的所有能找到的值钱东西。"]]}, "acquire": {"pron": {"peg": "[ə'kwaɪr]", "pam": "[ə'kwaɪr]"}, "wp": {"acquire vt": "学到;取得", "Acquire MENU": "捕获菜单", "Acquire Customers": "争取顾客;争取客户;争取经销商", "acquire image": "获取图像;获取形象;获取的图像", "acquire e": "获得;学到;取得;养成", "acquire knowledge": "获得知识;求得知识;获取知识;获取知", "acquire obtain": "获得", "Altitude Acquire": "高度获得", "acquire data": "数据采集的;获取数据;采集数据"}, "ex": ["vt. 获得；取得；学到；捕获"], "eg2": [["The robot can<b> acquire</b> the object.", "机器人能捕获该物体。"], ["They must struggle against their circumstances to  the basics of survival and human dignity.", "他们必须在这样的环境下进行斗争来获得基本的生存权和尊严。"], ["Freedom is something we all want, but many of us are not sure how to<b> acquire</b> it, or even what we mean by it.", "或者你有财务上的困扰吗？ 自由是我们都想得到的，但我们当中很多人都不确信如何才能获得，甚至不知道它意味着什么。"]], "st": {"transform": [["vt.", "acquired,acquiring"]], "similar": "get"}}, "adversity": {"ex": ["n. 逆境；不幸；灾难；灾祸"], "pron": {"peg": "[əd'vɝsəti]", "pam": "[əd'vɝsəti]"}, "st": {}, "wp": {"Overcome adversity": "克服困境;克服困难", "adversity consciousness": "忧患意识", "Or Adversity": "或不幸", "adversity gene": "抗逆基因", "Psychological Adversity": "心理逆境", "payment adversity": "支付艰苦", "Blancing Adversity": "在逆境中找到平衡", "Overcoming Adversity": "能坚强地战胜困难", "multiuser adversity": "多用户分集"}, "eg2": [["Could you stand ?", "你能经得住不幸吗?"], ["They have learned to struggle against .", "他们已经学会同逆境做斗争。"], ["His friends fell off one by one when he was in .", "在他身处逆境时，他的朋友一个接一个离他而去。"]]}, "amass": {"ex": ["vt. 积聚，积累"], "pron": {"peg": "[ə'mæs]", "pam": "[ə'mæs]"}, "st": {}, "wp": {"To amass": "取得;获取;积聚", "amass wealth": "积聚财富", "amass V": "收集", "amass army": "集中大量陆军", "ASSEM amass": "汇编", "amass purchase": "集中采购", "Oil amass": "积油", "hematoplast amass": "血小板聚集", "amass data": "积累资料"}, "eg2": [["A common desire is to<b> amass</b> multiple achievements, but well… not actually have to do a lot.", "一个普通的渴望就是积聚更多的成就。 但实际上不用做那么多。"], ["As a result we have developed a strong ego that sees itself as separate and threatened and needs to<b> amass</b> things like wealth to feel strong and protected.", "结果，我们形成了强烈的自我，认为其本身是分离的、受到威胁的，需要积累财富之类的东西才能感觉有实力且受到了保护。"], ["Countries on the rise<b> amass</b> wealth and geopolitical clout by refusing to bear those costs.", "正在崛起的国家在积累财富和地缘政治影响力也拒绝承担这些费用。"]]}, "approximation": {"ex": ["n. [数] 近似法；接近；[数] 近似值"], "pron": {"peg": "[ə'prɑksə'meʃən]", "pam": "[ə'prɑksə'meʃən]"}, "st": {}, "wp": {"approximation error": "逼近误差;近似误差;类似偏差;近拟误差", "Fitness approximation": "适应度逼近", "Surface Approximation": "曲面近似;面逼近;曲面精度控制;表面近似", "Curve Approximation": "曲线逼近;曲线近似;曲线精度控制;曲线迫近", "first approximation": "首近似值;一级近似;第一近似;首次近似", "approximation method": "近似法;逼近法;\t\t尝试法;逼近方法", "Pade approximation": "帕德近似;Pade逼近;帕德类似;帕德逼近", "continuous approximation": "连续近似;\t\t连续逼近;翻译", "uniform approximation": "一致逼近"}, "eg2": [["But I feel I’ve found something that has the texture of truth, even if only a tactile .", "但是，我感觉到我已经找到一些实质上的东西——尽管这只是感觉上的接近。"], ["Although experts caution against looking at the index as a reliable measure of corruption, they say it does provide a rough<b> approximation</b> of where countries stand in relation to each other.", "虽然专家们告诫说，不要把这种指数视为测量腐败的可靠方法，但他们认为这种指数确实提供了国家间相互比较的大致近似值。"], ["Keep in mind that this is an  that varies based on network load, device background processes, and current signal strength.", "谨记这是一个近似值，它会基于网络加载，设备后台进程，和现有信号强度发生改变。"]]}, "arguably": {"pron": {"peg": "['ɑrɡjuəbli]", "pam": "['ɑrɡjuəbli]"}, "wp": {"Arguably Overwhelming Heroes": "真可压倒群英", "arguably ad": "可能", "We Re Arguably Undervalued": "我们可以被低估", "arguably one of the best": "毫无争议的第一", "Arguably The Best": "无可争议最佳", "But Arguably": "但可以争论地", "Your Ranking Arguably Plummet": "你排名可以说一落千丈"}, "ex": ["adv. 可论证地；可争辩地；正如可提出证据加以证明的那样地", "[广义用法]可能，大概"], "eg2": [["The password<b> arguably</b> could be changed here, but it seems like it would be better to isolate this in another function.", "可以证明，密码能够在这里改变，但是将它隔离到另外一个函数中似乎更好。"], [", the nicest feature of any good annotation or metadata tool is the ability to use the extra data to analyze code.", "可以证明，任何好的注释或元数据工具的最好功能就是可以使用额外数据来分析代码。"], ["In this case, however, because the application is being built for a smartphone, GUI functionality is<b> arguably</b> more of a priority than portability.", "然而，在这种情况下，由于应用程序是为智能手机构建的，那么按理说，GUI 功能比可移植性更重要。"]], "st": {}}, "assist": {"pron": {"peg": "[ə'sɪst]", "pam": "[ə'sɪst]"}, "wp": {"Visual Assist": "破解版;助手;插件;强烈推荐", "Crosswind Assist": "侧风稳定辅助系统;侧风稳定系统;侧风稳定控制辅助系统", "Assist drainage": "辅助引流", "AIG ASSIST": "美国国际支援服务;服务公司;援服务公司;支援服务公司", "Lane Assist": "车道保持系统;车道保持辅助系统;变道辅助系统;车道偏离警示系统", "assist in": "帮助;帮助做某事;协助;援助", "Side Assist": "助系统;变道辅助系统;换道辅助系统;侧向辅助系统", "park assist": "智能泊车辅助系统;泊车辅助系统;自动泊车辅助系统;停车辅助系统", "Code assist": "代码援助;智能提示;代码辅助;码助理"}, "ex": ["n. 帮助；助攻", "vi. 参加；出席", "vt. 帮助；促进"], "eg2": [["Please<b> assist</b> her in moving the furniture.", "请帮助她搬家具。"], ["He asked us to  him in carrying through their plan.", "他要我们帮助他实施他们的计划。"], ["This will then be forwarded to IBM Support so they can better<b> assist</b> you.", "然后将其转发到 IBM 支持部门，这样他们会更好地帮助您。"]], "st": {"similar": "help"}}, "assure": {"ex": ["vt. 保证；担保；使确信；弄清楚"], "pron": {"peg": "[ə'ʃʊr]", "pam": "[ə'ʃʊr]"}, "st": {"transform": [["vt.", "assured,assuring"]]}, "wp": {"ASSURE Model": "媒体运用的设计模式", "Assure myths": "不弃神话", "assure that": "确保;保证", "Cloud Assure": "应用安全测试", "assure system": "担保制度", "cannot assure": "不能保证", "government assure": "政府担保", "assure precision": "精度保证", "assure plan": "保证计划"}, "eg2": [["I<b> assure</b> you I'll be there.", "我向你保证我一定到那儿去。"], ["I<b> assure</b> you.", "我向你保证。"], ["I can<b> assure</b> you of the reliability of the information.", "我可以向你保证这消息是可靠的。"]]}, "befall": {"pron": {"peg": "[bɪ'fɔl]", "pam": "[bɪ'fɔl]"}, "wp": {"befall befell befallen": "降临", "Fate Befall": "命运降临", "When I Befall Handicap": "当我阻碍", "Evil Befall": "邪恶降临", "social befall": "社会境遇", "befall befell": "发生灾难", "befall l": "发生;降临到", "to befall": "临到", "befall happen": "临头"}, "ex": ["vi. 降临", "vt. 降临；发生"], "eg2": [["The Japanese have responded to the worst disaster to  them in modern times stoically – some, such as the workers who volunteered to stay in the stricken plant, heroically.", "日本民众对于发生在他们身上的当代最为严重的灾难以坚韧的精神作出了回应——像是那些自愿守护在受损的核电站的英勇的工人们。"], ["Nevertheless, “luck” seemed to  this poor village.", "然而不久, “幸运之神” 降临到这个村子里."]], "st": {"transform": [["vi.", "befell,befallen,befalling"]]}}, "berth": {"ex": ["n. 卧铺；停泊处，锚位；差事", "vt. 使……停泊；为……提供铺位", "vi. 停泊；占铺位", "n. (Berth)人名；(瑞典)贝特；(英)伯思"], "pron": {"peg": "[bɝθ]", "pam": "[bɝθ]"}, "st": {}, "wp": {}, "eg2": []}, "bumpy": {"ex": ["adj. 颠簸的；崎岖不平的"], "pron": {"peg": "['bʌmpi]", "pam": "['bʌmpi]"}, "st": {}, "wp": {"BUMPY GRID": "崎岖的格子;凹凸的格子;不平的框贴图", "bumpy running": "不稳定运转;不平稳运转", "bumpy landing": "颠簸着陆", "bumpy limping": "磕磕绊绊", "bumpy coal": "自落煤", "Bumpy Trot": "破烂机器人的浪漫大话剧", "Bumpy Butterfly": "颠簸蝴蝶", "BUMPY METAL": "崎岖的材料;凹凸的材质;不平的金属", "bumpy air": "颠簸空气"}, "eg2": [["So buckle up; it gets a bit !", "所以系紧安全带；这里有一点颠簸！"], ["The car bottomed too easily on the  road.", "汽车在崎岖不平的道路上行驶，其底盘太容易触地了。"], ["“No, no, ” said Turtle. “I like your<b> bumpy</b> skin.", "“不，不，”乌龟说，“我喜欢你不平的皮肤。"]]}, "calamity": {"ex": ["n. 灾难；不幸事件", "n. (Calamity)人名；(英)卡拉米蒂"], "pron": {"peg": "[kə'læməti]", "pam": "[kə'læməti]"}, "st": {"similar": "disaster", "transform": [["n.", "calamities"]]}, "wp": {"CASINO CALAMITY": "夜总会之灾", "calamity ecology": "灾害生态学", "unexpected calamity": "意外的灾祸;奇祸;飞祸;横祸", "geological calamity": "地质灾害;地质病害", "Calamity Town": "灾难降临的城镇;凶镇;灾难之城", "calamity disaster": "灾害", "Mail calamity": "灾难", "drought calamity": "干旱灾害", "mine calamity": "矿山灾害"}, "eg2": [["After more than a hundred years of anti-imperialist, anti-feudal struggle, the -ridden Chinese nation at last stood up.", "经过一百多年的反帝反封建斗争，灾难深重的中华民族终于站起来了。"], ["\"If not checked, this could lead to a national , \" he said.", "“如果不加以遏止，这会导致一场全国性的灾难。” 他说。"]]}, "cautious": {"ex": ["adj. 谨慎的；十分小心的"], "pron": {"peg": "['kɔʃəs]", "pam": "['kɔʃəs]"}, "st": {"similar": "careful"}, "wp": {"cautious adjective": "谨慎的", "Cautious Nature": "小心翼翼", "discreetly cautious": "谨慎的", "cautious law": "慎法", "cautious inspection": "谨慎性监管", "Cautious strategy": "称谨慎型", "cautious punishment": "慎刑", "cautious play": "谨慎打法", "cautious rash": "谨慎的"}, "eg2": [["I have to be very<b> cautious</b> in what I say about abortion. ", "这位候选人说：我在讲人工流产的问题上必须十分谨慎。"], ["He was even more  than ever, and did his utmost to win the trust and favour of the superior.", "他更加谨小慎微， 兢兢业业， 以尽力取信讨好其上司。"], ["You should be<b> cautious</b> of these distractions, but allow yourself the occasional distraction to break up your day.", "对于这些让人分心的事物你应该谨慎，但是你也要允许自己偶尔的分心去分解你的一天。"]]}, "coach": {"pron": {"peg": "英 [kəʊtʃ] ", "pam": "美 [koʊtʃ] "}, "ex": ["v. 指导；辅导（尤指为让学员通过考试）；指示；特殊指导", "n. 长途汽车；长途客车；（体育运动的）教练；私人教师", "网络 寇兹；蔻驰；寇驰"], "eg2": [["a basketball/football/tennis, etc. coach", "篮球、足球、网球等教练"], ["Italy's national coach", "意大利国家队教练"], ["a maths coach", "数学应试辅导教师"], ["They went to Italy on a coach tour .", "他们乘长途客车去意大利旅游。"], ["Travel is by coach overnight to Berlin.", "旅程为乘一夜长途汽车去柏林。"], ["a coach station(= where coaches start and end their journey)", "长途汽车总站"], ["a coach party(= a group of people travelling together on a coach)", "乘坐长途客车的旅游团"], ["to fly coach", "坐飞机经济舱"], ["coach fares/passengers/seats", "飞机经济舱票价╱乘客╱座位"], ["Her father coached her for the Olympics.", "她的父亲训练她准备参加奥林匹克运动会。"], ["She has coached hundreds of young singers.", "她培养了许许多多的青年歌手。"], ["He coaches basketball and soccer.", "他执教篮球和足球。"], ["They believed the witnesses had been coached on what to say.", "他们认为证人所作的证词是别人教他们那样说的。"]]}, "complex": {"pron": {"peg": "英 [kəm'pleks] ", "pam": "美 [kəm'pleks] "}, "ex": ["n. 情结；（类型相似的）建筑群；相关联的一组事物；不正常的精神状态", "adj. 复杂的；难懂的；费解的；复合的（指词根加有词缀或主句含有从句）", "网络 复数；复合物；复合体"], "eg2": [["complex machinery", "结构复杂的机器"], ["the complex structure of the human brain", "错综复杂的人脑构造"], ["a complex argument/problem/subject", "复杂难懂的论证╱问题╱科目"], ["a sports complex", "综合体育场"], ["an industrial complex(= a site with many factories)", "工业建筑群"], ["This is just one of a whole complex of issues.", "这仅仅是所有相关的问题之一。"], ["to suffer from a guilt complex", "蒙受负罪感之苦"]]}, "contract": {"pron": {"peg": "英 ['kɒntrækt] ", "pam": "美 "}, "ex": ["v. 收缩；订约；感染", "n. 【法】合同；〈非正式〉买凶杀人", "网络 契约；合约；婚约"], "eg2": [["a contract of employment", "雇用合同"], ["a research contract", "从事研究的合同"], ["to enter into/make/sign a contract with the supplier", "与供应商签订合同"], ["These clauses form part of the contract between buyer and seller.", "这些条款构成买卖双方所签合同的一部分。"], ["a contract for the supply of vehicles", "提供车辆的合约"], ["to win/be awarded a contract to build a new school", "获得承建一所新学校的合同"], ["a contract worker(= one employed on a contract for a fixed period of time)", "合同工"], ["I was on a three-year contract that expired last week.", "我签订的三年期合同已于上周期满。"], ["Under the terms of the contract the job should have been finished yesterday.", "根据合同的条款，这项工作本应于昨天完成。"], ["She is under contract to(= has a contract to work for) a major American computer firm.", "她已签约为一家大型美国计算机公司工作。"], ["The offer has been accepted, subject to contract(= the agreement is not official until the contract is signed) .", "此报价已获接受，尚须以签约为准。"], ["They were sued for breach of contract(= not keeping to a contract) .", "他们被指控违约。"], ["to take out a contract on sb", "雇凶手杀害某人"], ["Glass contracts as it cools.", "玻璃遇冷收缩。"], ["a contracting market", "萎缩的市场"], ["The heart muscles contract to expel the blood.", "心脏肌肉收缩以挤压出血液。"], ["The exercise consists of stretching and contracting the leg muscles.", "此项训练包括伸展和收缩腿部肌肉。"], ["‘I will’ and ‘I shall’ are usually contracted to ‘I'll’(= made shorter) .", "I will 和 I shall 通常缩约为 I'll。"], ["to contract AIDS/a virus/a disease", "感染艾滋病╱病毒╱疾病"], ["The player is contracted to play until August.", "这位选手签约参加比赛到八月份。"], ["Several computer engineers have been contracted to the finance department.", "有几位计算机工程师与财务部门签订了合同。"], ["She has contracted to work 20 hours a week.", "她已签订每周工作 20 小时的合同。"]]}, "coronation": {"pron": {"peg": "英 [.kɒrə'neɪʃ(ə)n] ", "pam": "美 [.kɔrə'neɪʃ(ə)n] "}, "ex": ["n. 加冕；加冕典礼", "网络 加冕礼；加冕仪式；罗内申"], "eg2": []}, "creak": {"ex": ["n. 嘎吱嘎吱声", "vi. 发出咯吱咯吱声；勉强运转", "vt. 使咯吱咯吱响", "n. (Creak)人名；(英)克里克"], "pron": {"peg": "[krik]", "pam": "[krik]"}, "st": {}, "wp": {"Crickets creak": "蟋蟀嘎嘎", "Creak About": "咯吱一下", "Creak creak": "咯吱咯吱", "NO CREAK": "无龟裂", "creak detector": "擦音检测器", "Willow Creak": "柳溪坝", "creak line": "折裂线", "suzhou creak": "苏州河", "creak along": "移动时吱吱嘎嘎地作响"}, "eg2": [["He lets us hear the<b> creak</b> of oars and the scratch of pens, as well as the tubercular king fighting for every breath.", "他让我们听到了船桨嘎吱嘎吱的声音和笔尖写字时摩擦纸面的刮擦声，还有患了结核病的国王为每次呼吸而奋斗的声音。"], ["He lets us hear the<b> creak</b> of oars and the scratch of pens, as well as the tubercular king fighting for every breath.", "他让我们听到了船桨的嘎吱声、笔尖滑动的摩擦声和得了结核病的国王奋力的喘息声。"], ["In spite of his premeditated carefulness, the floor would now and then ; his garments would rustle; the shadow of his presence, in a forbidden proximity, would be thrown across his victim.", "尽管他事先策划周密，但地板会不时吱嘎作响，他的衣服也会细碎有声。 而且到了，近在咫尺的禁地，他的身影也会投射到被窃人的身上。"]]}, "derive": {"ex": ["vt. 源于；得自；获得", "vi. 起源", "n. (Derive)人名；(法)德里夫"], "pron": {"peg": "[dɪ'raɪv]", "pam": "[dɪ'raɪv]"}, "st": {"similar": "rise", "transform": [["vt.", "derived,deriving"]]}, "wp": {"Derive activity": "引导业务", "derive circuit": "分支电路;驱动电路", "derive recently": "最近源于", "derive knowledge": "获得知识", "dmo derive": "的演示文件格式", "derive demand": "派生需求;衍生性需求", "finance derive": "金融衍生品", "derive the": "推导出", "derive draw": "吸取"}, "eg2": [["Now you can<b> derive</b> this.", "现在你们能得到这个。"], ["So like any diligent scientist, he set about trying to<b> derive</b> one.", "所以，像其他勤奋的科学家一样，他自己尝试着推论出一个来。"], ["We should be judged by the quality of our products and the value investors  from them.", "我们的价值应该以我们产品的质量和投资者从中得到的价值来衡量。"]]}, "diligently": {"ex": ["adv. 勤奋地；勤勉地"], "pron": {"peg": "['dɪlədʒəntli]", "pam": "['dɪlədʒəntli]"}, "st": {}, "wp": {"Diligently pursuing": "孜孜追求", "In diligently": "在努力;在认真", "Diligently pursue": "孜孜追求", "working diligently": "努力工作", "Creates diligently": "努力创作", "labour diligently": "勤奋地劳动", "diligently studies": "努力学习", "Diligently Struggles": "努力奋斗", "Must Diligently": "得努力"}, "eg2": []}, "dominance": {"pron": {"peg": "['dɔmɪnəns]", "pam": "['dɔmɪnəns]"}, "wp": {"dominance variance": "显性方差;显性变方", "partial dominance": "部分显性;部分显性即不完全显性;即不完全显性", "Dominance index": "优势度指数;优势指数;优势度", "dominance ratio": "优势比;显性比", "eye dominance": "单眼优势;眼偏利", "irregular dominance": "不规则显性;性遗传", "epistatic dominance": "显性上位作用;上位显性;超显性;显性", "stochastic dominance": "随机占优;随机优势;随机支配;随机控制", "social dominance": "社会优势;社会支配性;\t\t群落优势;社阶优势"}, "ex": ["n. 优势；统治；支配"], "eg2": [["We have got used to expansion and .", "我们必须习惯资源的膨胀和支配。"], ["But his<b> dominance</b> often curdles into desperation.", "但他的优势常常化成绝望泡影。"], ["Politically, it probably marks the end of conservative , which began in 1980.", "在政治上它标志着开始于1980年的保守派优势的结束。"]], "st": {}}, "dominate": {"pron": {"peg": "['dɑmɪnet]", "pam": "['dɑmɪnet]"}, "wp": {"Dominate Mind": "支配意识;他身边的两个守护者会随即控制玩家;把握认识;精神控制", "dominate function": "支配函数", "dominate discharge": "造床流量", "Dominate Party": "这种新加坡独大党", "immediately dominate": "直接支配", "Dominate Animal": "支配动物", "Dominate Undead": "操控亡灵", "dominate exclusively": "独霸", "dominate node": "支配节点"}, "ex": ["vt. 控制；支配；占优势；在…中占主要地位", "vi. 占优势；处于支配地位"], "eg2": [["She must<b> dominate</b> her passions.", "她必须控制自己的情感。"], ["They had the ambition to  this small country.", "他们有控制这个小国的野心。"], ["Never allow her<b> dominate</b> you in any way, do not buy her drinks or hold/watch her purse for her.", "绝对不要让她以任何的方式支配你，不要为她买饮料，不要帮她拿着或看着包包。"]], "st": {"transform": [["vt.", "dominated,dominating"]]}}, "dunk": {"ex": ["vt. 扣篮；泡；浸", "n. (Dunk)人名；(英)邓克"], "pron": {"peg": "[dʌŋk]", "pam": "[dʌŋk]"}, "st": {}, "wp": {"Lewis Dunk": "刘易斯·邓克;对刘易斯邓克", "Dunk king": "扣篮王;前扣篮王;九指扣篮王", "Dunk Success": "扣篮成功率;扣篮命中率;四六", "DUNK TENDENCY": "扣篮", "KUNGFU DUNK": "大灌篮", "pivot dunk": "转身扣篮", "dunk shot": "扣篮;扣球;塞篮;将球塞入篮内", "Space Dunk": "太空大灌篮", "dunk rinsing": "浸水清洗"}, "eg2": [["Do you<b> dunk</b> biscuits in your tea?", "你喝茶的时候会在里面泡饼干么？"], ["When I was young, we were taught not to .", "当我年轻的时候， 别人教我们不要扣篮。"], ["The girl is allowed to<b> dunk</b> her biscuits in her coffer.", "这女孩得到允许，可以把饼干放在咖啡里浸一浸吃。"]]}, "dynasty": {"pron": {"peg": "英 ['dɪnəsti] ", "pam": "美 ['daɪnəsti] "}, "ex": ["n. 代；王朝；朝代", "网络 豪门恩怨；皇朝；大内群英"], "eg2": [["the Nehru-Gandhi dynasty", "尼赫鲁 — 甘地王朝"]]}, "fearsome": {"pron": {"peg": "['fɪrsəm]", "pam": "['fɪrsəm]"}, "wp": {"Fearsome Beasts": "恐怖的海怪;恐惧的海怪", "Fearsome Roster": "威名远播", "Fearsome struggle": "可怕的争斗", "fearsome sight": "触目惊心", "fearsome creatures": "令人害怕的怪物", "fearsome f": "经典游戏", "fearsome smite": "惊惧斩", "fearsome a": "可怕", "FEARSOME FLOORS": "凶煞回廊;恐怖回廊;恐怖大逃亡;恐怖楼层"}, "ex": ["adj. 可怕的；害怕的；极大的"], "eg2": [["Even the most<b> fearsome</b> fortresses of repression can eventually be breached.", "即便是那些最可怕的专制堡垒也终将被打破。"], ["So why is nuclear radiation so , and what determines how we react when faced with a threat, imagined or real?", "那么，为何核辐射如此可怕，是什么决定我们面对危险（真实的或想象的）时如何反应？"], ["The manticore is the most  of Pandoran predators, and by the look of it might be the toughest carnivore in the known universe.", "闪雷兽是潘朵拉星球上最可怕的肉食者，从它的外观上看，它可能是宇宙中已知的最坚韧的食肉动物。"]], "st": {}}, "formidable": {"pron": {"peg": "['fɔrmɪdəbl]", "pam": "['fɔrmɪdəbl]"}, "wp": {"on formidable": "找一只邱比特的箭", "formidable formidable": "可怕的", "formidable person": "枭雄", "formidable men": "枭雄", "formidable opponent": "劲敌", "Formidable Force": "威力", "formidable foe": "引起恐惧", "rss formidable": "威武号;威武号隐形护卫舰", "Formidable Foes": "可怕的敌人"}, "ex": ["adj. 强大的；可怕的；令人敬畏的；艰难的"], "eg2": [["The task of assembling information about these plants is both vital and .", "搜集这些植物的信息的任务是很重要的也是很可怕的。"], ["They tell us, sir, that we are weak -- unable to cope with so<b> formidable</b> an adversary.", "先生，他们告诉我们，我们是弱小的——不能应付如此强大的对手。"], ["With him playing alongside [Chris] Kaman I think we will have a pair of excellent interior defenders, and that will make us a<b> formidable</b> team.", "有他在卡曼的身旁，我想我们将构建出一对极出色的防守内线，并且将会让我们成为一个可怕的球队。"]], "st": {}}, "formula": {"pron": {"peg": "英 ['fɔː(r)mjələ] ", "pam": "美 ['fɔrmjələ] "}, "ex": ["n. 公式；方案；方程；算式", "adj. (赛车)方程式的(指赛车要符合规定的体积,重量及汽缸容量等)", "网络 分子式；配方；化学式"], "eg2": [["This formula is used to calculate the area of a circle.", "这个公式用于计算圆的面积。"], ["CO is the formula for carbon monoxide.", "CO 是一氧化碳的分子式。"], ["They're trying to work out a peace formula acceptable to both sides in the dispute.", "他们正在设法制订出一个争执双方都可以接受的和平方案。"], ["There's no magic formula for a perfect marriage.", "没有一个达到完美婚姻的神奇方法。"], ["the secret formula for the blending of the whisky", "调配威士忌的秘方"], ["Formula One racing™", "一级方程式赛车"], ["legal formulae", "法律惯用词语"], ["The minister keeps coming out with the same tired formulas.", "这个部长开口便是千篇一律、使人厌倦的套话。"]]}, "fragile": {"ex": ["adj. 脆的；易碎的"], "pron": {"peg": "['frædʒəl]", "pam": "['frædʒəl]"}, "st": {"similar": "brittle,crisp,frangible,friable"}, "wp": {"Fragile Hearts": "深情相系", "Fragile Love": "易碎的爱;脆弱的爱", "fragile material": "脆性材料;易碎材料", "Fragile objects": "易碎物品", "fragile watermark": "脆弱水印;易碎水印;易损水印;脆弱性水印", "Fragile Forest": "翠茂森林;脆弱森林", "fragile break": "脆断", "Fragile Things": "易碎物;易碎品;脆弱的事物;书名", "Fragile Earth": "脆弱的地球;懦弱的地球"}, "eg2": [["This kind of paper is too .", "这纸太脆。"], ["Raising prices while the world economy is in such a<b> fragile</b> state is \"a very dangerous game\", he said.", "当世界经济还处在那么一个脆弱的情况，提高价格是“一个非常危险的游戏”他说。"], ["Until that money comes through,  nuclear reactors should not be our only worry.", "在拿到那笔钱之前，脆弱的核反应堆不应是我们唯一的担忧。"]]}, "grim": {"pron": {"peg": "[ɡrɪm]", "pam": "[ɡrɪm]"}, "wp": {"Fay Grim": "国家密码;菲·格里姆;国度暗码;国家暗码", "Grim Binol": "格瑞姆巴托", "grim rectitier": "离子管整流器", "Grim Weapon": "血腥武器", "Grim Challenge": "残忍挑战", "Grim Tales": "残酷谎言", "Grim Ward": "残酷吓阻;野蛮人的残酷喝阻技能;严酷吓阻", "Grim Sleeper": "残酷睡客;残酷沉睡者;蛰伏冷血杀手;残忍睡客", "Grim Shield": "冷酷之盾;严酷之盾"}, "ex": ["adj. 冷酷的；糟糕的；残忍的", "n. (Grim)人名；(英、德、俄、捷、匈)格里姆"], "eg2": [["But there is one<b> grim</b> exception.", "但是有一个例外，很严峻。"], ["\"He should not nod and smile at me for all that- the black, , ugly-eyed old man!\" said Pearl.", "“那个长得又黑又吓人、眼睛很丑的老头儿，才不会因为这个对我点头微笑呢！” 珠儿说。"]], "st": {"transform": [["adj.", "grimmer,grimmest"]], "similar": "ghastly"}}, "grimmer": {"ex": ["严酷的", "可怕的", "不愉快的（grim的比较级）", "n. (Grimmer)人名；(德、捷)格里默尔；(法)格里梅"], "pron": {}, "st": {}, "wp": {"Gary Grimmer": "旅游局专业顾问祈浩文", "Russell Grimmer": "更加冷面的罗素", "jacob grimmer": "雅各·格里莫", "Jack Grimmer": "杰克", "Abel Grimmer": "亚伯更加冷面", "GRIMMER SCHMIDT": "格里迈尔斯密特公司", "Neil Grimmer": "格里默", "Gina Grimmer": "标签", "Nigel Grimmer": "作品请别"}, "eg2": []}, "haven": {"pron": {"peg": "['hevn]", "pam": "['hevn]"}, "wp": {"pollution haven": "污染避难所;污染天堂", "South Haven": "南黑文", "Hebe Haven": "白沙湾", "Milford Haven": "米尔福德港", "Shell Haven": "谢尔赫文", "Winter Haven": "温特黑文", "haven machine": "港口机械", "fish haven": "鱼堰;鱼船停泊处", "fishing haven": "渔堰"}, "ex": ["n. 港口；避难所，安息所", "vt. 为……提供避难处；安置……于港中", "n. (Haven)人名；(英)黑文"], "eg2": [["We 't enough evidence to prefer charges.", "我们没有进行起诉的充分证据。"], ["The party was a  of quiet amid the noise and bustle of the streets outside.", "外面街道上熙来攘往，一片喧闹嘈杂之声，那个公园坐落其间，真是安静的世外桃源。"], ["We 't enough money to buy a new apartment, so we'll just have to do without.", "我们没有足够的钱买一套新公寓房间，所以只好将就了。"]], "st": {}}, "heel": {"pron": {"peg": "英 [hiːl] ", "pam": "美 [hil] "}, "ex": ["n. 足跟；脚后跟；（袜子等的）后跟；（鞋、靴子等的）后跟", "v. 给（鞋等）修理后跟；倾侧；倾斜", "网络 脚跟；踵；鞋跟"], "eg2": [["shoes with a low/high heel", "低跟鞋；高跟鞋"], ["a stiletto heel", "细高跟"], ["The sergeant clicked his heels and walked out.", "中士将鞋跟咔哒一并，走了出去。"], ["high-heeled shoes", "高跟鞋"], ["She doesn't often wear heels.", "她不常穿高跟鞋。"], ["He fled from the stadium with the police at his heels.", "他逃离了运动场，警察在后面紧追不舍。"], ["He fled from the stadium with the police at his heels.", "他逃离了运动场，警察在后面紧追不舍。"], ["News of rising unemployment followed hard on the heels of falling export figures.", "出口数字下降之后紧接着就是失业率上升的消息。"], ["News of rising unemployment followed hard on the heels of falling export figures.", "出口数字下降之后紧接着就是失业率上升的消息。"], ["The boat heeled over in the strong wind.", "船在狂风中倾侧了。"]]}, "hobble": {"pron": {"peg": "英 ['hɒb(ə)l] ", "pam": "美 ['hɑb(ə)l] "}, "ex": ["v. 蹒跚；跛行；捆绑（马等的）两腿（以防其走失）；阻止", "n. 跛行；韵律不全的诗；马的脚绊；〈口,方〉困境", "网络 瘸着腿走；不流畅；阻碍"], "eg2": [["The old man hobbled across the road.", "老人一瘸一拐地穿过马路。"]]}, "hoop": {"ex": ["n. 箍；环；圈；（篮球）篮圈", "v. 百日咳患者咳嗽时发唬唬声；唬唬地叫；在(桶等)上加箍；用箍围绕", "网络 铁环；篮框；卡箍"], "pron": {"peg": "英 [huːp] ", "pam": "美 [hup] "}, "eg2": [["a barrel bound with iron hoops", "用铁箍箍紧的桶"], ["hoop earrings(= in the shape of a hoop )", "耳环"], ["Let's shoot some hoops.", "我们投几下篮吧。"], ["croquet hoops", "槌球戏中的拱门"], ["Grow lettuces under plastic stretched over wire hoops.", "在铁弓撑起的塑料棚下种植生菜。"]]}, "inconsistent": {"pron": {"peg": "[,ɪnkən'sɪstənt]", "pam": "[,ɪnkən'sɪstənt]"}, "wp": {"inconsistent with": "抵触", "Inconsistent stitching": "线步不一致", "inconsistent a": "不一致的;前后矛盾的", "Inconsistent comparison": "不一致的比较", "inconsistent order": "非一致序", "inconsistent bias": "非一致性偏倚", "irreducible inconsistent": "不可约不兼容性", "inconsistent adjective": "不一致;不协调的", "inconsistent support": "不一致支持"}, "ex": ["adj. 不一致的；前后矛盾的"], "eg2": [["This is really bad, since this leaves the global transaction in an<b> inconsistent</b> state.", "这是非常糟糕的，因为这将使该全局事务处于不一致状态。"], ["But critics of the Princeton study say the findings are  — some of the rat groups, after all, showed no differences in weight gain.", "但是普林斯顿研究所的评论家说这些发现是前后矛盾的，有一些鼠群在体重增加方面始终没有任何区别。"], ["We realize that the deeper coherence of the universe requires that each of us inhabits a lawful world of our own that may seem<b> inconsistent</b> with the worlds inhabited by others.", "我们意识到宇宙对我们的更深入的一系列要求，即我们每个人都生活在自己的合法世界中，而这似乎与别人居住的世界是不一致的。"]], "st": {}}, "indicate": {"pron": {"peg": "['ɪndɪket]", "pam": "['ɪndɪket]"}, "wp": {"fully indicate": "充分表明", "indicate left": "打左转向灯;打左灯;显示左;表示向左", "indicate e": "指示;提示;象征;暗示", "directly indicate": "直接指示", "briefly indicate": "简单指出", "INDICATE RELATIONSHIP": "表明关系;指示关系;表示关系", "Indicate researcher": "研究人员评价", "Test Indicate": "经实验", "results indicate": "结果证明"}, "ex": ["vt. 表明；指出；预示；象征"], "eg2": [["The clouds<b> indicate</b> the coming of rain.", "云彩预示着即将下雨了。"], ["As the comments of this interface , you can access an attribute by either its name or its index.", "正如本接口的注释所表明的，可以通过属性的名称或者其索引访问它。"], ["You have no way to<b> indicate</b> whether this method should or should not also be available to classes outside the JAR.", "您没有办法来表明这个方法是否也应该或不应该对该 JAR 之外的类可用。"]], "st": {"transform": [["vt.", "indicated,indicating"]]}}, "interpretable": {"pron": {"peg": "[in'tə:prətəbl]", "pam": "[in'tə:prətəbl]"}, "wp": {}, "ex": ["adj. 可说明的；可判断的；可翻译的"], "eg2": [["The real kicker is that by design, UTF-8 is a much more robust and easily<b> interpretable</b> format than any other text encoding designed before or since.", "真正的优势在于设计，与以前和以后设计的其他任何文本编码相比，UTF-8 是一种更健壮、更容易解释的格式。"], ["Use figures and graphs in place of — or at least to illustrate — words, but make sure they are clearly and consistently labelled, not too complex and easily .", "利用数字和图表来取代文字，至少用它们来说明文字。 但是一定要确保它们的标记清晰而一致，不要太复杂，要能简单地解释。"], ["This allows you to define the relationships in a controlled fashion that you can read, but that is also  by software tools to produce validated and resolved topologies.", "这样您就可以以一种您可以读取的可控制的方式来定义这些关系，但是软件工具仍然可以对此进行判断，从而产生有效的以及决议的拓扑。"]], "st": {}}, "juggernaut": {"pron": {"peg": "英 ['dʒʌɡə(r).nɔːt] ", "pam": "美 ['dʒʌɡər.nɔt] "}, "ex": ["n. 重型卡车；不可抗拒的强大力量；无法控制的强大机构", "网络 主宰者；剑圣；神像"], "eg2": [["juggernauts roaring through country villages", "隆隆驶过村庄的重型卡车"], ["a bureaucratic juggernaut", "庞大的官僚机构"]]}, "length": {"ex": ["n. 长度；（持续）时间的长短；（书或文件等的）篇幅；（电影的）片长", "网络 全长；衣长；体长"], "pron": {"peg": "英 [leŋθ] ", "pam": "美 [leŋθ] "}, "eg2": [["This room is twice the length of the kitchen.", "这个房间的长度是厨房的两倍。"], ["The river is 300 miles in length .", "这条河长 300 英里。"], ["The snake usually reaches a length of 100 cm.", "蛇一般长达 100 厘米。"], ["He ran the entire length of the beach(= from one end to the other).", "他从海滩一头跑到另一头。"], ["Did you see the length of his hair?", "你看见他头发有多长吗？"], ["We discussed shortening the length of the course.", "我们就缩短这门课程的时间进行了讨论。"], ["He was disgusted at the length of time he had to wait.", "他非常讨厌要等那么长时间。"], ["She got a headache if she had to read for any length of time(= for a long time) .", "她读书时间长了就头疼。"], ["Size of pension depends partly on length of service with the company.", "退休金的多少部分取决于为公司服务时间的长短。"], ["Each class is 45 minutes in length .", "每一节课为 45 分钟。"], ["Her novels vary in length.", "她的小说篇幅长短不一。"], ["shoulder-length hair", "长及肩的头发"], ["He swims 50 lengths a day.", "他每天游 50 个游泳池那么长的距离。"], ["The horse won by two clear lengths.", "那匹马以整整领先两个马身的优势获胜。"], ["a length of rope/string/wire", "一根绳子╱细线╱金属线"]]}, "lineup": {"ex": ["n. 阵容；一组人；电视节目时间表"], "pron": {"peg": "['laɪn,ʌp]", "pam": "['laɪn,ʌp]"}, "st": {}, "wp": {"Lineup starter": "主打星", "lineup content": "队列内容", "Chain Lineup": "连锁布阵", "Powerful lineup": "强大的阵容", "The Lineup": "阵容;原名", "startworksing lineup": "先发球员", "defense lineup": "防守阵形", "lineup exercise": "练习队形", "integrated lineup": "阵容完整性"}, "eg2": [["He certainly has built the ideal<b> lineup</b> for anyone who likes their actors to be built like prize bulls.", "对于那些希望演员都如奖品公牛般强壮的影迷来说，他无疑打造了一个完美的阵容。"], ["We have assembled an amazing<b> lineup</b> of speakers who will help SCNA attendees learn what it takes to master the craft of software development.", "我们已经组建了一个令人兴奋的讲演者阵容，他们的发言将帮助SCNA与会者了解精通软件开发需要的技艺。"], ["The all-star  who presented papers at the 1959 conference was a public rendezvous of scientists who had been convening in smaller meetings since 1942.", "在1959年这次会议上递交论文的全明星阵容汇集了自从1942年起就常在一起召集小型会议的科学家们。"]]}, "mere": {"pron": {"peg": "[mɪr]", "pam": "[mɪr]"}, "wp": {"mere a": "纯粹的;单单的;全然的;仅仅的", "mere right": "名义权利", "Mere habit": "习惯而已", "mere subsistence": "温饱", "mere access": "更多的机会;更多的访问", "mere exposure": "曝光效应;更多接触;单纯曝光效果", "Mere Anarchy": "只是混乱", "mere stone": "界石", "De Mere": "德·梅尔;贵族德·梅耳;梅雷爵士"}, "ex": ["adj. 仅仅的；只不过的", "n. 小湖；池塘", "n. (Mere)人名；(日)目连(姓)；(西)梅雷"], "eg2": [["This agreement, if not implemented, is a  scrap of paper.", "这个协定如不执行只不过是一纸空文。"], ["Therefore, if the unique source of information on the system is not in the  source code, how can we rebuild its architecture?", "因此，如果关于系统的信息的唯一来源不在起码的源代码中，那么我们如何能够重新构建其架构？"], ["I wanted her far away from me, so unattainable that she could continue as the<b> mere</b> memory she had become and remained all these years.", "我想要她离我远一些，远到她没法继续与我维系这层关系，因为她变成了纯粹的记忆，而且这么多年就是这样保持着。"]], "st": {}}, "metric": {"pron": {"peg": "['mɛtrɪk]", "pam": "['mɛtrɪk]"}, "wp": {"metric entropy": "度规熵;测度熵", "Metric Metcric": "公制", "metric camera": "量测摄影机;量测拍照机;常被叫做", "Monkey Metric": "冒险方块猴;立体猴人", "bergman metric": "伯格曼度量;bergman度量;Bergman距离", "metric map": "度量映射;尺度地图;米制地图", "metric unit": "公制单位;十进制单位;米制单位", "Routing Metric": "路由度量;路由量度;称为路由权;路由判据", "metric ton": "公吨;公制吨;米制吨;公顿"}, "ex": ["adj. 公制的；米制的；公尺的", "n. 度量标准"], "eg2": [["If you have not used a<b> metric</b> lately, why are you still collecting it?", "如果您最近不使用某个度量标准，那么为什么您仍旧收集它呢？"], ["For every , you should specify what action you should take based on certain threshold values.", "对于每个度量标准，您应该指定根据某个阀值应该采取什么行动。"], ["Whatever your<b> metric</b> of success, you can go back and see just how far you’ve come.", "无论你衡量成功的标准是什么，你都可以回顾过去，并看到你已经走了那么远。"]], "st": {}}, "minnow": {"ex": ["n. 米诺鱼（多种小型鱼类的总称）；无足轻重的（小）公司", "网络 鲦鱼；鲤科小鱼；小鱼型"], "pron": {"peg": "英 ['mɪnəʊ] ", "pam": "美 ['mɪnoʊ] "}, "eg2": []}, "numb": {"pron": {"peg": "[nʌm]", "pam": "[nʌm]"}, "wp": {"numb sensation": "麻木", "numb a": "麻木的;失去感觉的", "Beyond Numb": "超越麻木", "Numb Nuts": "麻木坚果", "Strangely Numb": "前卫金属", "Grow Numb": "酥麻", "legs numb": "双腿麻痹;双腿麻木", "class numb": "类数", "NUMB antibody": "英文名称"}, "ex": ["vt. 使麻木；使发愣；使失去感觉", "adj. 麻木的；发愣的"], "eg2": [["I feel .", "我感觉很麻木."], ["Anger is a higher level of consciousness than apathy, so it’s a lot better than being  all the time.", "愤怒比起冷漠来说是一种更高层次的意识，所以这要比整日麻木的过日子要好多了。"], ["But it can also<b> numb</b> your sex drive.", "但它同时也会导致你对性的麻木。"]], "st": {}}, "offensive": {"pron": {"peg": "[ə'fɛnsɪv]", "pam": "[ə'fɛnsɪv]"}, "wp": {"offensive odour": "恶臭;令人不愉快的气味;厌恶性气味;难闻气味", "Tet Offensive": "春节攻势;新年攻势;新春攻势", "Baltic Offensive": "波罗的海攻势", "offensive football": "进攻型足球", "offensive player": "进攻队员;进攻球员;进攻型选手", "Belgrade Offensive": "贝尔格莱德攻势;贝尔格勒攻势", "Offensive Clutch": "关键时刻进攻能力;要害时辰防御才能", "Offensive skills": "攻击性技能", "Vienna Offensive": "维也纳攻势"}, "ex": ["adj. 攻击的；冒犯的；无礼的；讨厌的", "n. 攻势；攻击"], "eg2": [["Their long-prepared<b> offensive</b> was launched in the middle of March.", "他们在3月中旬发起了准备已久的攻势。"], ["You need to hold an intelligent conversation and not use profanity or  language.", "你需要保持一种聪慧的交谈，不要使用亵渎的、冒犯的语言。"]], "st": {}}, "opponent": {"pron": {"peg": "英 [ə'pəʊnənt] ", "pam": "美 [ə'poʊnənt] "}, "ex": ["n. 对手；竞争者；反对者；阻止者", "adj. 反对的", "网络 敌手；对立的；比洞赛中的对手"], "eg2": [["a political opponent", "政敌"], ["a dangerous/worthy/formidable opponent", "危险的╱可敬的╱强大的对手"], ["The team's opponents are unbeaten so far this season.", "该队的竞争对手本赛季尚无败绩。"], ["opponents of abortion", "反对堕胎的人"], ["opponents of the regime", "反对政权的人"]]}, "payday": {"ex": ["n. 发薪日；交割日"], "pron": {"peg": "['peɪdeɪ]", "pam": "['peɪdeɪ]"}, "st": {}, "wp": {"Payday Lending": "日贷款;薪日借贷", "payday Lenders": "发薪日贷款机构", "Payday 2": "收获日;劫薪日;收成日;劫新日", "Payday loans": "发薪日贷款;职业", "Today payday": "今天发工资了", "Payday Roulette": "赌场娱乐", "Payday Depositors": "发薪日存款人", "Easy Payday": "简单为你垫付", "payday payday": "收获日"}, "eg2": [["Without the cushion of a steady paycheck, you fear that every opportunity will be your last .", "没有稳定的薪水做依靠，你会担心每个机会都是最后的发薪日。"], ["If you have any questions, you need to seek advice and assistance from an informed individual that you trust who is independent of of the  loan lender.", "如果你有任何问题，你需要向那些你信任的且与发薪日贷款出借者无关的个人请教和寻求帮助。"], ["And I won’t accept efforts to create loopholes for the most egregious abusers of consumers, from<b> payday</b> lenders to auto finance companies to credit card companies.", "我不会容忍企图为来自汽车金融公司和信用卡公司里发薪日贷款人对消费者使用的最恶劣的滥用创造漏洞。"]]}, "playoff": {"ex": ["n. 双方得分相等时的最后决赛；复赛；季后赛"], "pron": {"peg": "['ple,ɔf]", "pam": "['ple,ɔf]"}, "st": {}, "wp": {"PLAYOFF APPEARANCES": "征战季后赛次数", "Playoff Plans": "季后赛计划", "Playoff Dwight": "季后赛超人", "PAL PLAYOFF": "亚瑟与笔友打比赛", "playoff beam": "回扫射束", "The Playoff": "延长赛", "PLAYOFF SERIES": "中华职棒季后挑战赛", "Playoff Pack": "季后赛套装", "Playoff f": "季后赛"}, "eg2": []}, "possession": {"pron": {"peg": "英 [pə'zeʃ(ə)n] ", "pam": "美 [pə'zeʃ(ə)n] "}, "ex": ["n. 拥有；具有；属地；个人财产", "网络 占有；所有；所有物"], "eg2": [["The manuscript is just one of the treasures in their possession .", "这部手稿只是他们的珍藏之一。"], ["The gang was caught in possession of stolen goods.", "这伙人被逮住，人赃俱获。"], ["The possession of a passport is essential for foreign travel.", "出国旅行必须持有护照。"], ["On her father's death, she came into possession of(= received) a vast fortune.", "她父亲死后，她继承了一大笔财产。"], ["You cannot legally take possession of the property(= start using it after buying it) until three weeks after the contract is signed.", "契约签署三周以后，你才能合法取得这份产业的所有权。"], ["personal possessions", "私人物品"], ["The ring is one of her most treasured possessions.", "这只戒指是她最珍贵的财产之一。"], ["to win/get/lose possession of the ball", "赢得╱得到╱失去对球的控制"], ["She was charged with possession.", "她被控持有违禁物品。"]]}, "prediction": {"ex": ["n. 预报；预言"], "pron": {"peg": "[prɪ'dɪkʃən]", "pam": "[prɪ'dɪkʃən]"}, "st": {}, "wp": {"earthquake prediction": "地震预测;\t\t地震预报;地震预告;地震猜测", "prediction market": "预测市场", "tendency prediction": "趋势预测", "motion prediction": "运动预测;航迹预算学;运动预报", "Intra prediction": "帧内预测;帧内", "prediction operator": "预测算子", "numerical prediction": "数值预测;数值预估;数值预报;数值推测", "Statistical prediction": "统计预测;统计预报", "prediction theory": "预报理论;\t\t预测理论"}, "eg2": [["Without experience, you have no basis for any .", "由于经验的缺乏，你的预言就缺乏根基。"], ["I’ll explain below how this interpolation and<b> prediction</b> works, but first let me show you why it is needed.", "下面我会阐明插值与预报是怎样工作的，但首先让我说明下为什么需要这些。"], ["There was no<b> prediction</b> for this earthquake, and therefore no warning. Hope in the accurate predictability of earthquakes evaporated.", "因为这场地震没有任何预报，因此也没有警告，想要准确预测地震的希望成为泡影。"]]}, "proven": {"pron": {"peg": "[pruvən]", "pam": "[pruvən]"}, "wp": {"proven ability": "被证明了的能力", "proven reactor": "已试验反应器;成熟反应堆", "Proven Partner": "值得信赖的合作伙伴", "proven equipment": "成熟的设备;证明设备;经验证的设备", "Proven Results": "经过验证的结果", "Proven Methodology": "可行的实施方法", "Proven Lands": "见证之地;信任之地;试验之地", "Proven finesse": "肯定成功的飞", "proven sire": "检定合格公畜"}, "ex": ["v. 证明（prove的过去分词）"], "eg2": [["Although funny at first – it has<b> proven</b> itself well against the test of time.", "虽然当初很好笑——经过时间的考验，它已经证明了它自己。"], ["Another aspect of this discovery that has once again<b> proven</b> the craftsman behind the Jurassic Park dinosaurs correct is that of the third claw.", "这一发现的另一个观点也再一次证明了那位《侏罗纪公园》背后的工匠的预言不虚，那就是第三只爪。"], ["At Saddleback Church, we have a ministry called Celebrate Recovery that has<b> proven</b> this over and over.", "在马鞍山教会，我们有一个叫庆祝重生的部门，已经多次证明了这一点。"]], "st": {}}, "reap": {"pron": {"peg": "[rip]", "pam": "[rip]"}, "wp": {"reap profits": "经商盈利", "Seam Reap": "东南亚之暹粒", "Reap Fruits": "收获水果大作战", "reap plant": "收割", "microfilm reap": "缩微地图", "Siam Reap": "暹粒市;位于柬埔寨北部暹粒;去暹粒;到暹粒", "Siemp Reap": "暹粒省", "HITCH REAP": "希区瑞普", "Reap Warmly": "收获温馨"}, "ex": ["vt. 收获，获得；收割", "vi. 收割，收获", "n. (Reap)人名；(英)里普"], "eg2": [["The peasants leaned down to<b> reap</b> wheat.", "农民们俯身收割小麦。"], ["You work hard after you learn how to work smart and as a result,  the best benefits of both worlds.", "在你知道怎样精明的工作以后再去努力工作，你就会在这两个世界里获得最大利益。"], ["But it cannot happen just like that, you need to believe in some basic principles of success so that you automatically  success every moment.", "但是它并会想想象中的那样容易，你需要了解一些成功的基本原理，使得你在任何时刻都可以自动的获得利益。"]], "st": {}}, "rebound": {"pron": {"peg": "英 [rɪ'baʊnd] ", "pam": "美 [rɪ'baʊnd] "}, "ex": ["v. 反弹；回升；弹回；报应", "n. 复兴；反弹球；回弹球；抢篮板球", "网络 减肥反弹；反跳"], "eg2": [["The ball rebounded from the goalpost and Podolski headed it in.", "球从门柱弹回，波多尔斯基头球破门。"]]}, "recovery": {"pron": {"peg": "英 [rɪ'kʌv(ə)ri] ", "pam": "美 [rɪ'kʌvəri] "}, "ex": ["n. 恢复；复苏；回升；痊愈", "网络 复原；回收；康复"], "eg2": [["My father has made a full recovery from the operation.", "我父亲手术后已完全康复了。"], ["to make a remarkable/quick/speedy/slow, etc. recovery", "恢复显著、很快、迅速、缓慢等"], ["She is on the road to(= making progress towards) recovery .", "她正在康复之中。"], ["The government is forecasting an economic recovery .", "政府预测经济会复苏。"], ["a recovery in consumer spending", "消费支出的回升"], ["The economy is showing signs of recovery.", "经济呈现出复苏的迹象。"], ["There is a reward for information leading to the recovery of the missing diamonds.", "凡能为找回丢失的钻石提供线索者可获奖赏。"]]}, "regain": {"ex": ["vt. 恢复；重新获得；收回", "vi. 上涨", "n. 收复；取回"], "pron": {"peg": "[rɪ'ɡen]", "pam": "[rɪ'ɡen]"}, "st": {"similar": "recover"}, "wp": {"moisture regain": "回潮率;回潮;吸湿;吸湿性", "residual regain": "剩余回潮率", "standard regain": "标准回潮;标准回潮率", "regain yield": "重拾产量;恢复收益率", "Organizatin regain": "组织度恢复", "Regain Freedom": "夺回自由;跟丫拼了", "Regain focus": "重新得到了关注", "NO REGAIN": "紧身", "regain activity": "恢复活性"}, "eg2": [["What would they need to do to<b> regain</b> their image as the best?", "然而，他们需要做些什么来恢复他们昔日的光辉形象呢？"], ["To cool herself and<b> regain</b> mental balance she went out of the room and had a walk in the garden.", "为了使自己冷静下来并重新得到心理上的平衡，她走出室外去花园散步。"], ["And now Russia wants to  influence in its backyard.", "现在俄罗斯想要恢复其在后院的影响力。"]]}, "rehabilitate": {"pron": {"peg": "[,riə'bɪlə,tet]", "pam": "[,riə'bɪlə,tet]"}, "wp": {"to rehabilitate": "恢复名誉;恢复", "Rehabilitate v": "康复", "You Rehabilitate": "你要改造", "environment rehabilitate": "环境修复", "intellectual rehabilitate": "智力康复", "rehaBilitate oneself": "恢复名誉", "rehabilitate dams": "可持续地收集地下水;提高饮用水处理能力;减少分配系统消耗;更有效的灌溉方法", "Rehabilitate Dept": "康复科", "rehabilitate criminals": "改造犯罪分子"}, "ex": ["vt. 使康复；使恢复名誉；使恢复原状", "vi. 复兴；复权；恢复正常生活"], "eg2": [["For another thing, as another failed president, Richard Nixon, might advise, there’s nothing like writing to<b> rehabilitate</b> a sullied reputation.", "另外,另一位失败的总统——尼克松，可能会建议：没有什么事比写书以挽回名声更艰难的了。"], ["But they can definitely determine how they plan to grow as more people move in, and also how they want to<b> rehabilitate</b> areas that need regeneration.", "但它们确实可以决定怎样在更多的人迁移进来的同时计划它们的增长，以及它们希望怎样修复需要重建的区域。"], ["Farmers who previously harvested one crop from every four sowings were now reaping each time they planted and even began buying new patches of desert to  and expand their fields.", "那些先前四次播种只能收获一次的农民们现在变成了有耕种便有收获，他们甚至开始购买新的沙漠土地用来改造，以扩张自己的土地。"]], "st": {"transform": [["vt.", "rehabilitated,rehabilitating"]]}}, "reign": {"pron": {"peg": "[ren]", "pam": "[ren]"}, "wp": {"reign title": "年号", "Satelite Reign": "卫星统治", "Forever Reign": "永远掌权", "STEEL REIGN": "钢铁风云", "Wanda Reign": "万达瑞华", "Primal Reign": "原始统治", "BC reign": "公元前统治", "Jingming reign": "景明年间", "reign over": "统治;盛行;接力"}, "ex": ["vi. 统治；支配；盛行；君临", "n. 统治；统治时期；支配"], "eg2": [["It is the place where all is at peace, where joy and unconditional love , where there is no hatred, anger or fear.", "它就是此处，只有全然的平和，全然的喜悦和无条件之爱的支配，这里没有任何的憎恨，愤怒或者恐惧。"], ["And once people started paying for their health care themselves, you’d see more attention paid to bad behavior and more political pressure for the government to  in costs.", "而且一旦人们开始给他们自己买健康保险，你会把注意力更多的投入在坏的行为和政府更多的政治压力上，以此来支配成本。"], ["He took measures to bring the disorders of king Stephen  to an end.", "他采取措施结束了史蒂芬森国王统治时期的混乱局面。"]], "st": {}}, "reliable": {"pron": {"peg": "[rɪ'laɪəbl]", "pam": "[rɪ'laɪəbl]"}, "wp": {"reliable quality": "质量可靠;至为可靠的质量;可靠的质量;可靠质量", "reliable organizations": "可靠的组织", "Partially Reliable": "及部分可靠", "reliable personnel": "可信赖的全体职工", "reliable life": "可靠寿命", "Reliable Sessions": "可靠会话", "Reliable Session": "可靠会话", "reliable transmission": "可靠传输;可靠传送;可靠性传输", "Reliable Database": "可靠数据库"}, "ex": ["adj. 可靠的；可信赖的", "n. 可靠的人"], "eg2": [["The witness is unbiased and so .", "那个证人没有偏见，因而是可靠的。"], ["Judged by the ordinary standards,he was .", "用一般的标准衡量，他是可信赖的。"], ["Judging by the ordinary standards, he was .", "用一般标准来衡量， 他是可信赖的。"]], "st": {"similar": "dependable,trustworthy,trusty"}}, "sample": {"pron": {"peg": "['sæmpl]", "pam": "['sæmpl]"}, "wp": {"type sample": "标准样品;标准样;样品格式;典型样品", "INITIAL SAMPLE": "原办;初版;首次样品;初办", "Sample size": "样本量;样本大小;样本含量;样本容量", "Sample Handling": "样品处理;样品处置;样品措置惩罚;样品", "sealed sample": "封样;密封样品;样品封样;封", "Sample board": "样板;检验板;试样板", "shipping sample": "装船货样;装船样品;船样;装船样", "sample card": "货样卡;样板卡;样本卡片;\t\t样品卡", "sample space": "样本空间;试样空间;取样空间;采样空间"}, "ex": ["vt. 取样；尝试；抽样检查", "n. 样品；样本；例子", "adj. 试样的，样品的；作为例子的", "n. (Sample)人名；(英)桑普尔"], "eg2": [["Show me a , please.", "请拿一个试样给我看看。"], ["Results of the<b> sample</b> must be translated.", "取样检查的结果必须附加说明。"], ["You can select either a<b> sample</b> template or your own template, if you have one in the Web project that you created for this exercise.", "如果您为这个练习在项目中创建了一个模版，那么您要么选择一个样本模版，要么选择您自己的模版。"]], "st": {"transform": [["vt.", "sampled,sampling"]]}}, "sanguine": {"pron": {"peg": "英 ['sæŋɡwɪn] ", "pam": "美 ['sæŋɡwɪn] "}, "ex": ["n. 血红色；抱乐观；(用氧化铁染色的)红粉笔；红粉笔画", "adj. 充满信心的；乐观的", "网络 多血质的；红润的；有血色的"], "eg2": [["They are less sanguine about the company's long-term prospects.", "他们对公司的远景不那么乐观。"], ["He tends to take a sanguine view of the problems involved.", "他对涉及的问题持乐观态度。"]]}, "scratch": {"pron": {"peg": "[skrætʃ]", "pam": "[skrætʃ]"}, "wp": {"scratch core": "抓孔", "guide scratch": "导卫划痕;导板痕", "roller scratch": "辊子伤", "Scratch Resistance": "不易刮花;\t\t耐擦伤性;刮不花;抗划伤", "scratch up": "拼凑", "scratch hit": "意外安打;侥幸的安打", "scratch recorder": "划针式记录器", "scratch pad": "即开式奖券;草稿栏;便笺本;暂存式", "plug scratch": "芯棒划痕"}, "ex": ["n. 擦伤；抓痕；刮擦声；乱写", "adj. 打草稿用的；凑合的；碰巧的", "vt. 抓；刮；挖出；乱涂", "vi. 抓；搔；发刮擦声；勉强糊口；退出比赛"], "eg2": [["Should you start from ?", "你是否应该从零开始？"], [" yourself if you itch.", "如果你感到痒， 就搔好了。"], ["One can hardly believe that this paper mill was started from  only a few years ago.", "很难相信这个造纸厂仅仅是在几年前白手起家办起来的。"]], "st": {}}, "setback": {"pron": {"peg": "['sɛtbæk]", "pam": "['sɛtbæk]"}, "wp": {"Setback Theory": "挫折理论", "frustration setback": "失利", "setback zone": "海岸后置带", "love setback": "爱情遇挫式", "detector setback": "检测器位置", "primer setback": "底火后退", "mental setback": "心理挫折", "setback capacity": "立根盒容量", "setback land": "把地界后移"}, "ex": ["n. 挫折；退步；逆流"], "eg2": [["It is an unexpected<b> setback</b> in her fortunes.", "这是她好运中的一次意外的挫折。"], ["One minor<b> setback</b> is nothing if you really want something and are willing to work for it.", "如果你真的想要它，并且愿意为它付出，那么这一点小小的挫折不算什么。"], ["Any storm would be a frustrating<b> setback</b> as the British energy giant may be within days of permanently plugging the well, which began leaking after a deadly explosion on April 20.", "任何风暴对要在数天内对漏油井永久封盖的英国能源巨头来说都是令人沮丧的挫折，漏油开始于四月20日的致命性的爆炸之后。"]], "st": {}}, "sideline": {"pron": {"peg": "英 [ˈsaɪdlaɪn] ", "pam": "美 [ˈsaɪdlaɪn] "}, "ex": ["n. 副业；【体】(球场的)旁线；旁观者的立场", "v. 使运动员不能参加比赛；阻止某人参加活动；从事副业(或体育活动)", "网络 边线；兼职；单打边线"], "eg2": [["The coach stood on the sidelines yelling instructions to the players.", "教练站在场外，大声指挥运动员。"], ["He was content to watch from the sidelines as his wife built up a successful business empire.", "他满足于站在一旁，看妻子一步步地建立起一个成功的商业帝国。"], ["He was content to watch from the sidelines as his wife built up a successful business empire.", "他满足于站在一旁，看妻子一步步地建立起一个成功的商业帝国。"], ["The player has been sidelined by a knee injury.", "这名队员因膝部受伤而下场。"], ["The vice-president is increasingly being sidelined.", "副总统被日益排挤到权力中心之外。"]]}, "simultaneously": {"pron": {"peg": "[saɪməl'tenɪəsli]", "pam": "[saɪməl'tenɪəsli]"}, "wp": {"Simultaneously Changed": "并举转变", "developing simultaneously": "并举", "sample simultaneously": "试样同时;同步采样", "Simultaneously Exists": "同时存在", "Simultaneously Proposed": "同时提出", "receiving simultaneously": "节点集同步接收", "achieved simultaneously": "同时达到;同时获得", "Lin Simultaneously": "林牧并举", "SIMUL Simultaneously": "同时地"}, "ex": ["adv. 同时地"], "eg2": [["So we think they have to proceed , \" she added.", "因此，我们认为两个问题必须同时进行。"], ["It will save considerable machining time to use more than one tool in one machine to perform several machine operations either in sequence or .", "在一台机器上使用数种刀具来顺次或同时进行几项机器操作， 将节省大量加工时间。"], ["If they have multiple test cases that will be run on the same platforms, they can select multiple configurations<b> simultaneously</b> and apply the configurations to several of them in batch mode.", "如果他们拥有多个将要运行在同一个平台上的测试用例的话，那么他们能够同时选择多个配置，并且将这些配置批量应用到平台上。"]], "st": {}}, "sleepwalk": {"ex": ["vi. 梦游", "n. 梦游"], "pron": {"peg": "['slipwɔk]", "pam": "['slipwɔk]"}, "st": {}, "wp": {"to sleepwalk": "梦游", "sleepwalk sunburn": "名词", "Sleepwalk story": "梦纪行", "I sleepwalk": "我会梦游", "nto sleepwalk": "梦游症", "Sleepwalk Capsules": "稀里糊涂胶囊", "Sleepwalk into death": "梦游与死亡", "A Person In Sleepwalk": "一个人在梦游", "pretend to sleepwalk": "假装梦游"}, "eg2": [["I , you see. That's why I wear shoes to bed.", "你看，我有梦游的习惯，所以睡觉时我总穿着鞋子。"], ["If a child does , waking up the child 45 minutes after going to sleep can interrupt the cycle.", "如果一个孩子有梦游病，45分钟之后叫醒孩子这时可能是睡眠的中断周期。"], ["Many of us virtually<b> sleepwalk</b> through the morning in a serious mental and physical fog, desperately plying ourselves with coffee in an attempt to wake up!", "我们中的许多人基本上就是在严重的生理和精神上的迷雾中梦游般地度过一个个早晨，绝望地狂饮咖啡只想让自己清醒哪怕那么一小下。"]]}, "specifically": {"ex": ["adv. 特别地；明确地"], "pron": {"peg": "[spə'sɪfɪkli]", "pam": "[spə'sɪfɪkli]"}, "st": {}, "wp": {"more specifically": "更具体地说", "specifically instructed": "明确指示;特别指示;正在翻译", "specifically inhibit": "特异性抑制", "specifically weights": "特定权值", "scold specifically": "明确地责备", "specifically recognize": "特异性识别", "inhibiting specifically": "特异性抑制", "Specifically English": "行业英语培训", "specifically labelled": "标记分子中的标记原子局限于分子中的指定位置"}, "eg2": [["You do not have to<b> specifically</b> program these features into your application.", "您无需将这些特性特别地编程到您的应用程序中去。"], ["Content creators do not have to<b> specifically</b> ask that their copyright not be violated.", "内容创建者并不必须特意询问他们的版权是否被侵害。"], [", you need to create an instance variable for each dynamic component that you defined on the view.", "具体地，您需要为您在视图上定义的每一个动态组件创建一个实例变量。"]]}, "squad": {"pron": {"peg": "英 [skwɒd] ", "pam": "美 [skwɑd] "}, "ex": ["n. 队；（对付某类犯罪活动的）警察队伍；运动（代表）队；（军队的）班", "v. 成立(军队)的建制；把某士兵编入班的建制内；把人员分成小队", "网络 小组；部队；球队"], "eg2": [["the drugs/fraud, etc. squad", "缉毒队、反欺诈小组等"], ["the Olympic/national squad", "奥林匹克代表队；国家队"], ["They still have not named their squad for the World Cup qualifier.", "他们尚未确定参加世界杯预选赛的运动员名单。"]]}, "statistical": {"ex": ["adj. 统计的；统计学的"], "pron": {"peg": "[stə'tɪstɪkl]", "pam": "[stə'tɪstɪkl]"}, "st": {}, "wp": {"statistical mechanics": "统计力学;统计力学中级课程;计数力学", "statistical method": "统计方法;统计法;统计地图;统计学方法", "statistical graphics": "统计图形;统计图形学;\t\t统计制图法", "statistical data": "统计数据;统计资料;统计图表;数据统计", "Statistical graph": "统计图;统计图表;统计表", "statistical sampling": "统计抽样;统计抽样法;统计取样;统计采样", "statistical thermodynamics": "统计热力学;热力学统计;第五章;计热力学", "Statistical Bureau": "统计局", "statistical chart": "统计图;统计分析;统计表;计控制图"}, "eg2": [["The statistician diagrammed the  results.", "统计员用图表来表示统计结果。"], [" analysis is a means of arriving at a fairly reliable forecast.", "统计分析是一种相当可靠的预测方法。"], ["We have eliminated all<b> statistical</b> tables, which are of interest only to the specialist.", "我们删去了全部统计表格，因只有专家才对这些表格感兴趣。"]]}, "straightforward": {"pron": {"peg": "[,stret'fɔrwɚd]", "pam": "[,stret'fɔrwɚd]"}, "wp": {"straightforward signalling": "直通传信法", "straightforward manipulation": "直接操作", "straightforward talk": "爽快地说出来的话", "straightforward skill": "白描手法", "Are straightforward": "直爽", "straightforward procedure": "简单方法", "straightforward instinct": "天性", "Temperament straightforward": "气质直爽", "Straightforward operation": "操作简便;遥控操作"}, "ex": ["adj. 简单的；坦率的；明确的；径直的", "adv. 直截了当地；坦率地"], "eg2": [["The installation of these products should be .", "这两个产品的安装应该很简单。"], ["I must insist on you give me a<b> straightforward</b> answer.", "我一定要你给我一个直截了当的回答。"], ["In this example, we will use the most<b> straightforward</b> method of all -- writing our object reference to a file that will be picked up by our client.", "在这个示例中，我们将使用所有方法中最直截了当的一种 — 将对象引用写入一个文件，该 文件将由客户机选取。"]], "st": {}}, "streak": {"pron": {"peg": "英 [striːk] ", "pam": "美 [strik] "}, "ex": ["n. 条纹；条痕；（尤指不好的）性格特征", "v. 在…上画条纹（或留下条痕）；使布满条纹（或条痕）；飞奔；疾驰", "网络 纹理；斑纹；倾向"], "eg2": [["streaks of grey in her hair", "她头上的绺绺白发"], ["dirty streaks on the window", "窗户上的道道污痕"], ["a ruthless/vicious/mean streak", "冷酷╱邪恶╱卑鄙的性格"], ["a streak of cruelty", "几分残忍"], ["a streak of good luck", "运气好的一段时间"], ["to hit(= have) a winning streak", "碰上顺的时候"], ["to be on a winning/losing streak", "赶上顺的╱背的时候"], ["a lucky/ an unlucky streak", "运气好╱不好的阶段"], ["Tears streaked her face.", "她脸上是道道泪痕。"], ["She's had her hair streaked(= had special chemicals put on her hair so that it has attractive coloured lines in it) .", "她把头发做了条染。"], ["His face was streaked with mud.", "他脸上满是一条条的污泥。"], ["A car pulled out and streaked off down the road.", "一辆汽车驶出后沿着公路疾驰而去。"]]}, "stretch": {"pron": {"peg": "英 [stretʃ] ", "pam": "美 [stretʃ] "}, "ex": ["v. 伸展；延伸；伸出；舒展", "n. 伸展；弹性；舒展；一片", "adj. 有弹力的", "网络 拉伸；伸长；拉长"], "eg2": [["Is there any way of stretching shoes?", "有什么办法能把鞋撑大吗？"], ["This sweater has stretched.", "这件毛衣给撑得变形了。"], ["The jeans stretch to provide a perfect fit.", "这条牛仔裤有弹性，可以完全贴身。"], ["Stretch the fabric tightly over the frame.", "把布在架子上绷紧。"], ["Make sure that the rope is stretched tight.", "务必要把绳子拉紧。"], ["He stretched and yawned lazily.", "他伸了伸懒腰，打了个哈欠。"], ["The exercises are designed to stretch and tone your leg muscles.", "这些活动目的在于伸展和增强你的腿部肌肉。"], ["She stretched across the table for the butter.", "她伸手到桌子那头去拿黄油。"], ["I stretched out a hand and picked up the book.", "我伸出一只手，把书捡起来。"], ["Fields and hills stretched out as far as we could see.", "放眼望去，田野山丘绵延不绝。"], ["The town's history stretches back to before 1500.", "该镇的历史可以上溯到公元 1500 年以前。"], ["The talks look set to stretch into a second week.", "看来谈判十有八九要延续到下个星期了。"], ["I need a new car, but my savings won't stretch to it.", "我需要一辆新车，但我的积蓄不够。"], ["The influx of refugees has stretched the country's resources to the limit .", "难民的大量涌入把这个国家的资源消耗殆尽。"], ["We can't take on any more work─we're fully stretched as it is.", "我们不能再接受其他工作了，现在我们已经满负荷了。"], ["I need a job that will stretch me.", "我需要一份能让我充分发挥才智的工作。"], ["He admitted that he had maybe stretched the truth a little(= not been completely honest) .", "他承认可能有点言过其实了。"], ["The play's plot stretches credulity to the limit .", "这出戏的剧情简直就是胡编滥造。"], ["It was good to get out of the car and stretch our legs.", "我们下了车活动活动腿脚，真不错。"], ["It was good to get out of the car and stretch our legs.", "我们下了车活动活动腿脚，真不错。"], ["an unspoilt stretch of coastline", "一段未破坏原貌的海岸线"], ["a particularly dangerous stretch of road", "特别危险的路段"], ["You rarely see boats on this stretch of the river.", "这一河段船只罕见。"], ["They worked in four-hour stretches.", "他们工作四小时一班。"], ["She used to read for hours at a stretch(= without stopping) .", "她以前看书常常连看几小时。"], ["He did a ten-year stretch for fraud.", "他因欺诈罪服刑十年。"], ["We got out of the car and had a good stretch .", "我们下车好好舒展了一下身体。"], ["Only do these more difficult stretches when you are warmed up.", "要做了准备活动以后再做这些较难的伸展运动。"], ["Stay in this position and feel the stretch in your legs.", "保持这个姿势，体会腿部绷紧的感觉。"], ["You need a material with plenty of stretch in it.", "你需要一种弹性很大的布料。"], ["stretch jeans", "弹力牛仔裤"], ["the finishing/home stretch", "终点直道"], ["The campaign has entered its final stretch.", "竞选已进入最后冲刺阶段。"], ["Fire crews have been operating at full stretch.", "各消防队一直在全力以赴。"], ["Fire crews have been operating at full stretch.", "各消防队一直在全力以赴。"], ["She could not, by any stretch of the imagination, be called beautiful.", "再怎么说，她也称不上漂亮。"], ["She could not, by any stretch of the imagination, be called beautiful.", "再怎么说，她也称不上漂亮。"]]}, "stunned": {"ex": ["adj. 受惊的", "v. 使震惊；使不知所措（stun的过去式及过去分词形式）"], "pron": {"peg": "[stʌnd]", "pam": "[stʌnd]"}, "st": {"similar": "shock", "transform": [["vt.", "stunned,stunning"]]}, "wp": {"You stunned": "你就震惊吧", "stunned symphony": "惊愕交响曲", "A Stunned": "一阵眩晕", "Sounding Stunned": "听起来惊呆", "stunned heart": "左心室功能丧失", "Still Stunned": "仍然感到震惊", "rally stunned": "好一会儿", "Crew Stunned": "乘员震晕", "be stunned": "发呆"}, "eg2": [["We were  with [by] the sudden news.", "这突然的消息使我们为之愕然。"], ["The world was  by the vicious defamation.", "这种恶意诽谤令世界震惊。"], ["The controllers were , but lacked the time to contemplate the horror of what had just happened.", "监控员们十分震惊，但没有时间让他们细味刚刚发生的事故带来的恐惧。"]]}, "surgery": {"ex": ["n. 外科手术；外科学；应诊时间；诊室", "网络 手术室；诊所"], "pron": {"peg": "英 ['sɜː(r)dʒəri] ", "pam": "美 ['sɜrdʒəri] "}, "eg2": [["major/minor surgery", "大手术；小手术"], ["to undergo heart surgery", "接受心脏手术"], ["He will require surgery on his left knee.", "他的左膝需要做手术。"], ["morning/afternoon/evening surgery", "上午╱下午╱晚间应诊时间"], ["surgery hours", "应诊时间"], ["Is there a surgery this evening?", "今晚有没有医生应诊？"], ["a doctor's/dentist's surgery", "医生的╱牙医的诊室"], ["a constituency surgery", "接待选区选民时间"]]}, "teammate": {"ex": ["n. 队友；同队队员", "网络 伙伴；同伴；队友视角"], "pron": {"peg": "英 ['tiːm.meɪt] ", "pam": "美 ['tim.meɪt] "}, "eg2": []}, "tenacity": {"ex": ["n. 韧性；固执；不屈不挠；黏性"], "pron": {"peg": "[tə'næsɪti]", "pam": "[tə'næsɪti]"}, "st": {}, "wp": {"rupture tenacity": "破坏强度", "Heroic tenacity": "英勇的顽强", "With Tenacity": "具有坚韧", "ultimate tenacity": "极限强度", "tenacity N": "粘性强", "pellicular tenacity": "膜韧性", "tenacity loss": "强度降", "tenacity shearing": "韧性变形", "tenacity class": "韧度级"}, "eg2": [["Their innate<b> tenacity</b> is one of their greatest assets, though.", " 其内在的韧性是他们最大的资产之一。"], ["The \"I must wins\" have the drive and<b> tenacity</b> to be the best, biggest and richest.", "“我一定要赢”具有不竭动力和坚忍不拔的韧性去争取最好的、最大的和最富有的。"], ["Whatever it was, I found myself blindly charging towards various goals with dogged determination and .", "无论原因是什么，我发现自己有顽强的决心和韧性去实现各种目标。"]]}, "tore": {"ex": ["n. 【建】座盘饰；【几】环形圆纹曲面；管环", "v. “tear”的过去式", "网络 撕；扯破；撕毁了"], "pron": {"peg": "英 ", "pam": "美 "}, "eg2": []}, "torn": {"pron": {"peg": "英 [tɔː(r)n] ", "pam": "美 [tɔrn] "}, "ex": ["v. “tear”的过去分词", "网络 撕裂；撕开；撕破"], "eg2": []}, "tunnel": {"pron": {"peg": "英 ['tʌn(ə)l] ", "pam": "美 ['tʌn(ə)l] "}, "ex": ["n. 地下通道；地道；隧道；（动物的）洞穴通道", "v. 开凿隧道；挖地道", "网络 坑道；隧道技术；管道"], "eg2": [["a railway/railroad tunnel", "铁路隧道"], ["the Channel Tunnel", "英吉利海峡隧道"], ["The engineers had to tunnel through solid rock.", "工程师须要在坚实的岩石中开凿隧道。"], ["The rescuers tunnelled their way in to the trapped miners.", "救援人员挖地道通向那些被困的矿工。"]]}, "unbeatable": {"ex": ["adj. 无敌的；无以伦比的"], "pron": {"peg": "[ʌn'bitəbl]", "pam": "[ʌn'bitəbl]"}, "st": {}, "wp": {"Unbeatable competitor": "没有打不败的对手的", "Unbeatable prices": "优惠的价格", "U Unbeatable": "无敌的", "unbeatable value": "无与伦比的价值", "The Unbeatable": "无可匹敌", "Unbeatable Banzuke": "打不倒的Banzuke;筋肉擂台", "Unbeatable Robustness": "无与伦比的坚固性;无与伦比的稳定性", "Unbeatable Store": "优惠卖场", "Absolutely Unbeatable": "绝对无敌"}, "eg2": [["Such<b> unbeatable</b> guanxi, or contacts, ensures businesses will get preferential bank loans, government subsidies, public procurement contracts — and a friendly ear from policymakers.", "这种无与伦比的关系，或者联系，确保国有企业可优先获得银行贷款，政府补贴，公众采购合同——还有决策人友善的耳朵。"], ["\"Animals with human characteristics are an  combination, \" channel manager Dan Balaam said.", "该频道负责人丹·巴兰说：“具有人类特性的动物是无敌组合。”"], ["It is arguably this combination which makes him , at least in the near future: the remains of the Italian ‘left’ are now resigned to him as their fate.", "也许正是这一结合让他变得所向披靡，至少在不远的未来内：意大利的“左派”残余力量如今也都觉得要认命屈从于他。"]]}, "undersized": {"ex": ["adj. 较一般为小的"], "pron": {"peg": "[,ʌdɚ'saɪzd]", "pam": "[,ʌdɚ'saɪzd]"}, "st": {}, "wp": {"undersized section": "尺寸过小截面", "undersized sample": "容量不足的样本", "undersized coupling": "薄壁管箍", "undersized bearing": "小尺寸", "undersized log": "小径木", "undersized grain": "尺寸过小的颗粒", "undersized chips": "过小木片;筛下木片", "undersized paper": "欠填料纸", "undersized tree": "小径木"}, "eg2": []}, "unheard": {"ex": ["adj. 听不到的；未被倾听的；不予理睬的"], "pron": {"peg": "[ʌn'hɝd]", "pam": "[ʌn'hɝd]"}, "st": {}, "wp": {"UNHRD Unheard": "未听说的", "Unheard Melodies": "听不见的旋律", "Unheard Cry": "无声的呼唤", "Unheard Melody": "第七章", "Cries Unheard": "无声啜泣;听不见的哭声", "go unheard": "未被听见", "unheard sound": "听不见的声", "unheard d": "听不到既", "Exhaust unheard": "我筋疲力尽却无人知晓;精疲力竭后也无法倾听;精疲力尽依然未知"}, "eg2": [["He has brought the Census in on time and under budget, an<b> unheard</b> of accomplishment.", "他在规定的时间和预算内完成了人口普查，这是一个前所未闻的成就。"], ["And he began to wonder if he was seeing something virtually<b> unheard</b> of: forged fingerprints.", "他开始怀疑自己是否看到了几乎闻所未闻的东西：伪造指纹。"], ["This is not  of in Guinea.", "这种事在几内亚并非罕见。"]]}, "valuable": {"pron": {"peg": "[ˈvæljuəbəl; ˈvæljə-]", "pam": "[ˈvæljuəbəl; ˈvæljə-]"}, "wp": {"valuable papers": "有价证券", "Valuable suggestions": "有价值的建议", "Valuable Resources": "相关资源;有价值资源;有价值的资源", "Valuable Proposition": "价值主张;提供价值主张", "Many valuable": "中国西部地区有许多珍贵的资源有待开发和利用", "Valuable advice": "宝贵的意见;宝贵意见;有用的信息", "valuable experience": "宝贵的经验;经历宝贵;宝贵的经历;宝贵经验", "valuable a": "有价值的;值钱的;贵重的;宝贵的", "Most Valuable": "最有价值;居功至伟;最珍贵的;最具价值"}, "ex": ["adj. 有价值的；贵重的；可估价的", "n. 贵重物品"], "eg2": [["His wife put on<b> valuable</b> ring and necklace.", "他的妻子戴上贵重的戒指和项链。"], ["A<b> valuable</b> oil is ground out of cotton seed.", "棉花籽里可榨出一种有价值的油。"], ["They plundered all the<b> valuable</b> things they could find.", "他们抢劫的所有能找到的值钱东西。"]], "st": {}}, "void": {"pron": {"peg": "[vɔɪd]", "pam": "[vɔɪd]"}, "wp": {"void act": "无效法律行为;无效", "air void": "孔隙率;气穴;含气率", "void determination": "空隙测定", "macroscopic void": "大孔洞", "Dark Void": "黑暗虚空;黑暗虚无;黑暗空隙;暗黑空隙", "Void Knight": "虚空骑士;虚空武士", "void marriage": "无效婚姻;有效婚姻", "cosmic void": "宇宙巨洞;大的宇宙巨洞", "Ruby Void": "红玉虚空;晶红虚无"}, "ex": ["adj. 空的；无效的；无人的", "n. 空虚；空间；空隙", "vt. 使无效；排放", "n. (Void)人名；(俄)沃伊德"], "eg2": [["The will was adjudged .", "那份遗嘱被宣告无效。"], ["There was an aching<b> void</b> in his heart.", "他心中有悲痛的空虚感."], ["The contract is .", "这契约无效。"]], "st": {"similar": "empty,nullify"}}, "vulnerable": {"pron": {"peg": "['vʌlnərəbl]", "pam": "['vʌlnərəbl]"}, "wp": {"vulnerable children": "弱势儿童;易受害儿童", "vulnerable species": "易危物种;渐危种;易危种;害物种", "vulnerable slope": "易生危险的斜坡", "vulnerable area": "易损面积;脆弱区;薄弱环节", "expectedly vulnerable": "果然脆弱;预计弱势", "Vulnerable groups": "弱势群体;强势集体;易受伤害的群体;弱势社群", "vulnerable option": "脆弱期权", "Amigo Vulnerable": "脆弱的朋友;感性的朋友", "vulnerable part": "易损件"}, "ex": ["adj. 易受攻击的，易受…的攻击；易受伤害的；有弱点的"], "eg2": [["Not only network is , any piece of software is.", "不仅网络是脆弱的，任何一个软件都是脆弱的。"], ["And what was it about these people that made them seem ?", "但是对于这些人，是什么使他们看起来好象易受到攻击？"], ["If you take care of something, you begin to love it — which makes us very .", "如果你照顾某些事情，你已经开始爱上它了--这让我们非常的投入."]], "st": {}}}, "Title": "DeMarcus Cousins is unlikely to be the Golden State Warriors’ silver bullet\n", "paperStatistics": {"suggestedfocus": "15.0 Minutes", "wordsset": 582, "keywords": "BPM,Cousins,Golden,NBA,Warriors,players,season,team", "toughwords": 105, "allwords": 1224, "title": "DeMarcus Cousins is unlikely to be the Golden State Warriors’ silver bullet\n", "desc": "Most players with torn Achilles tendons suffer long-lasting damage\n", "img": "https://cdn.static-economist.com/sites/default/files/20190119_BLP505.jpg\n", "date": "2019-01-21 14:23:05", "link": "2019_1_21_2.json"}}