{"Date": "2019-01-21 14:23:05", "content": "<p>\n</p> <p>A second vote wouldn’t settle Brexit but divide Britain even more, says Anand Menon of King’s College London\n</p> <p>\n</p> <p>\n</p> <p>Holding another <span class=\"word-wrap-span\">referendum</span> on Britain’s membership in the European Union is an uncomfortable idea. That, of course, is not a compelling argument against holding it. Nor does it mean that a <span class=\"word-wrap-span\">referendum</span> may not eventually be regarded as the best available option. But let’s consider the <span class=\"word-wrap-span\">immense</span> challenges.\n</p> <p>\n</p> <p>First, there are all sorts of <span class=\"word-wrap-span\">practical</span> issues. A majority of MPs would have to support such an undertaking, they’d have to agree on the question and there’d have to be a government—and, crucially, a prime minister—willing to bring the <span class=\"word-wrap-span\">legislation</span> forward to make a <span class=\"word-wrap-span\">referendum</span> happen.\n</p> <p>\n</p> <p>There’s also the question of time. It would take around 22 weeks to organise a vote (not the full year that the government, <span class=\"word-wrap-span\">ridiculously</span>, has claimed). Assuming that we don’t think it’s a great idea to hold one in the middle of summer, that means we might do it in the autumn. It’s an open question as to whether EU leaders would <span class=\"word-wrap-span\">unanimously</span> grant us an extension to Article 50 to hold another <span class=\"word-wrap-span\">referendum</span> just as they are appointing a new European Commission president in the autumn.\n</p> <p>\n</p> <p>However, such <span class=\"word-wrap-span\">practical</span>ities are not the biggest concern. There are even <span class=\"word-wrap-span\">trickier</span> issues to consider.\n</p> <p>\n</p> <p>Many of those calling for a new vote base their arguments on concerns about the fairness and/or <span class=\"word-wrap-span\">legality</span> of the first one. Certainly, there appear to have been <span class=\"word-wrap-span\">shady</span> online <span class=\"word-wrap-span\">tactic</span>s. The Information <span class=\"word-wrap-span\">Commissioner</span>’s Office  found  a number of breaches of data-protection law by Leave.eu, which now faces fines. A number of Remain campaigners have also been fined, by the Electoral Commission, for failing to account for expenses.\n</p> <p>\n</p> <p>It’s <span class=\"word-wrap-span\">undoubtedly</span> true that we need to <span class=\"word-wrap-span\">clarify</span> and firm up our rules on <span class=\"word-wrap-span\">malpractice</span> to take account of digital campaigning. As a recent report by the Culture Select Committee said, “our existing legal framework is no longer fit for purpose”. However, I see no <span class=\"word-wrap-span\">prospect</span> of this happening in time for another <span class=\"word-wrap-span\">referendum</span>. In which case, we run the risk of <span class=\"word-wrap-span\">malpractice</span>s simply happening again.\n</p> <p>\n</p> <p>What will certainly happen again is that we would witness a campaign based on competing claims about an uncertain future. To those who say “we know much more now”, my response is yes, we do. We know that <span class=\"word-wrap-span\">Theresa</span> May’s government has made a hash of the process, that <span class=\"word-wrap-span\">parliament</span> has no majority for any <span class=\"word-wrap-span\">conceivable</span> outcome, that the EU won’t simply roll over and give us what we want (to be fair, some of us knew that last one in 2016).\n</p> <p>\n</p> <p>What we don’t know, as we didn’t know in 2016, is what the future holds. We don’t know what kind of trade deal we will get, and therefore what kind of Brexit we will have. So another <span class=\"word-wrap-span\">referendum</span> would be a <span class=\"word-wrap-span\">rerun</span> of the old one, lacking the most important facts, as there are no facts about the future.\n</p> <p>\n</p> <p>It would also be a <span class=\"word-wrap-span\">rerun</span> of a campaign full of promises that can’t be kept. <span class=\"word-wrap-span\">Proponent</span>s of a <span class=\"word-wrap-span\">rerun</span> have stressed that “of course we have to address the <span class=\"word-wrap-span\">grievance</span>s of those Leave voters who were protesting about the state of our politics and our economy.” How comforting. How familiar. A campaign that promises things it will be in no position to deliver.\n</p> <p>\n</p> <p>Not only that, but it will be a debate carried out by one side purely as an anti-establishment exercise. Little surprise that Leave campaigners have already come up with the <span class=\"word-wrap-span\">slogan</span> “tell them again”. A three-month-long publicly funded campaign in which one side <span class=\"word-wrap-span\">foment</span>s anti-establishment and anti-politics <span class=\"word-wrap-span\">sentiment</span> is surely not the <span class=\"word-wrap-span\">wisest</span> idea at this <span class=\"word-wrap-span\">febrile</span> moment in our political history.\n</p> <p>\n</p> <p>To be clear, this is not about submitting to threats of violence from the far right. It is about whether we really want to encourage a collapse in faith in our political establishment on the part of Leave voters who have not changed their minds, and feel that expressing their opinions once should be enough.\n</p> <p>\n</p> <p>And—despite what People’s Vote campaigners might say—there has been no <span class=\"word-wrap-span\">decisive</span> shift in public opinion since the first vote. The poll of polls stands at just 54-46 in favour of Remain, which hardly speaks of a public clamouring to <span class=\"word-wrap-span\">overturn</span> the previous result. It also speaks to the dangers of an extremely close vote.\n</p> <p>\n</p> <p>Imagine an outcome of 52-48 in favour of Remain in a second vote, and on a lower <span class=\"word-wrap-span\">turnout</span> than in 2016. (Bear in mind, if we have a <span class=\"word-wrap-span\">binary</span> question, a significant number of voters will feel <span class=\"word-wrap-span\">disenfranchise</span>d from the start.) This would, at a minimum, <span class=\"word-wrap-span\">pave</span> the way for some kind of English <span class=\"word-wrap-span\">nationalist</span> party (UKIP 2.0?), and create the conditions in which such a party might <span class=\"word-wrap-span\">prosper</span>. Is that a future to <span class=\"word-wrap-span\">aspire</span> to?\n</p> <p>\n</p> <p>The notion that a country split down the middle—with the <span class=\"word-wrap-span\">Tory</span> civil war on Europe re-<span class=\"word-wrap-span\">inflame</span>d, and much of the public <span class=\"word-wrap-span\">furious</span> about supposed <span class=\"word-wrap-span\">betrayal</span>—is one that can return to normal and carry on as before, is <span class=\"word-wrap-span\">unrealistic</span>. We would be a country waiting for “the <span class=\"word-wrap-span\">decider</span>,” for “the best out of three votes,” to settle the issue. A country perhaps, like now, with <span class=\"word-wrap-span\">diminish</span>ing <span class=\"word-wrap-span\">attractiveness</span> to potential investors.\n</p> <p>\n</p> <p>It speaks volumes about the state of our country that a second <span class=\"word-wrap-span\">referendum</span> that would be little better than the first in terms of quality, and might resolve little if anything in terms of <span class=\"word-wrap-span\">substance</span>, might still be seen as the least bad of all the options <span class=\"word-wrap-span\">confront</span>ing us. It is up to politicians to decide whether or not we are <span class=\"word-wrap-span\">desperate</span> enough to <span class=\"word-wrap-span\">resort</span> to it. But let’s be honest about the problems it <span class=\"word-wrap-span\">entail</span>s.\n</p> <p>\n</p> <p> ____________\n</p> <p>\n</p> <p> Anand Menon (@AnandMenon1), is the director of  The UK in a Changing Europe  and a professor of European politics and foreign affairs at King’s College London. </p>", "Last": "2019_1_21_7.json", "Next": "2019_1_21_9.json", "assistent": {"Assume": {"ex": ["vt. 承担；假定；采取；呈现", "vi. 装腔作势；多管闲事"], "pron": {"peg": "[ə'sum]", "pam": "[ə'sum]"}, "st": {"similar": "pretend,feign,affect,simulate", "transform": [["vt.", "assumed,assuming"]]}, "wp": {"assume responsibility": "承担责任;负责;负责任", "assume command": "担任指挥", "postulate assume": "假定", "assume suppose": "假定", "I assume": "我假设;我以为", "Assume Simplicity": "假定简单", "assume operational": "承担作业", "assume sth": "认为某事", "region assume": "区划构想"}, "eg2": [["In this article, I<b> Assume</b> such an implementation.", "本文中就假定使用这样的一种执行。"], ["You<b> Assume</b> his innocence before hearing the evidence against him.", "在未听到对他不利的证言之前， 你假定他是无罪的。"], ["I  that you are reading this because you have some computational problem.", "我假定您是因为遇到了一些计算上的问题而来阅读本文。"]]}, "Commissioner": {"ex": ["n. 理事；委员；行政长官；总裁"], "pron": {"peg": "[kə'mɪʃənɚ]", "pam": "[kə'mɪʃənɚ]"}, "st": {}, "wp": {"High Commissioner": "高级专员;英联邦高级专员;高级商务代表;高等专务官", "European Commissioner": "欧盟委员会委员;欧盟委员会", "Assistant commissioner": "警务处助理处长;助理局长;助理专员;助理辅导", "Police Commissioner": "公安局局长;警察专员;伦敦警务处长;警察总监", "planning commissioner": "企划专员;策划专员;公关创意策划", "district commissioner": "区辅导;小区专员;区总监", "Services Commissioner": "服务专员", "Rookie commissioner": "新人专员", "City Commissioner": "市政专员"}, "eg2": [["Stern and Deputy<b> Commissioner</b> Adam Silverwere sitting in the back of the room as the union held a brief news conference at 10 p.m.", "晚上 10 点，工会举行了一个简短的新闻发布会，当时斯特恩和代理委员亚当 席尔瓦坐在房间的后面。"]]}, "Proponent": {"ex": ["n. 支持者；建议者；提出认证遗嘱者"], "pron": {"peg": "[prə'ponənt]", "pam": "[prə'ponənt]"}, "st": {}, "wp": {"project proponent": "倡议人", "principal proponent": "元勋", "proponent proponent": "支持者", "Infantry Proponent": "步兵支持者", "Tank Proponent": "坦克支持者", "first proponent": "首创者", "Proponent supporters": "支持者", "advocate proponent": "辩护者;倡导者", "Submarine Proponent": "潜水艇支持者;潜艇支持者"}, "eg2": [["He was an early<b> Proponent</b> of the theory that life on Earth may have come from Mars in rocks ejected by asteroid and comet impacts.", "他是这项理论早期的支持者：地球生命也许来自火星，通过小行星和彗星冲撞而由岩石喷射而出。"], ["Well, ironically, he's a<b> Proponent</b> of giving away content for free as a business model – and for years he's been telling the music industry to adapt to it.", "嗯，具有讽刺意味的是，他将一个支持者免费赠送东西作为一个商业模型—多年来他讲的音乐产业适合这样发展。"], ["The US space agency has been working on a project with The Planetary Society, a long-time<b> Proponent</b> of the technology.", "美国国家航天局正在计划与太阳帆技术的长期支持者“行星学会”一道开发一套类似的系统。"]]}, "Theresa": {"ex": ["n. 特丽萨（女子名）"], "pron": {"peg": "[tə'ri:sə]", "pam": "[tə'ri:sə]"}, "st": {}, "wp": {"Theresa Greenaway": "葛琳纳威;葛林亚威", "theresa dimasi": "迪马斯", "Theresa Solo": "非走不可", "Theresa Hennessey": "杂志发言人亨尼西", "Margaret Theresa": "德瑞莎", "Theresa Tam": "谭咏诗", "Theresa Chang": "张文华", "Theresa Malfatt": "尔法蒂", "Theresa Treadwell": "联合制作人"}, "eg2": []}, "Tory": {"ex": ["n. 保守党员", "adj. 保守主义的"], "pron": {"peg": "['tɔ:ri; 'təu-]", "pam": "['tɔ:ri; 'təu-]"}, "st": {"transform": [["n.", "Tories"]]}, "wp": {"Tory Burch": "汤丽柏琦;托里·伯奇;托里伯奇;托里", "John Tory": "庄德利;多伦多市长约翰·托里;市长庄德利;多伦多市长托里", "Psychinext tory": "魂灵医学;心灵医学;灵魂医学;精力医学", "S tory": "和它", "Tory Wilson": "托里·威尔逊", "Geoffroy Tory": "乔佛雷·托利", "Tory Lodge": "托里旅舍", "Huamount tory": "休伯特", "tory force": "战略报复力量"}, "eg2": []}, "aspire": {"pron": {"peg": "[ə'spaɪr]", "pam": "[ə'spaɪr]"}, "wp": {"Aspire Future": "立志未来", "Aspire Lifestyles": "奥思礼礼宾", "to aspire": "立志", "I ASPIRE": "我渴望", "Aspire Zone": "体育中心;体育城", "ASPire Express": "卷首语", "Aspire Park": "渴望园区", "aspire after": "渴望;追求", "Acer Aspire": "应用在特定硬件版本"}, "ex": ["vi. 渴望；立志；追求"], "eg2": [["Female not only should<b> aspire</b> for education,but also for independent.", "女性不仅应该立志接受教育，还应该追求独立。"], ["However, those two words have stayed with me—not as something to disdain, but as something to which to .", "然而，那四个字却一直留在我的脑海里。 没有鄙夷，有的却是几分渴望。"], ["At least I  to that.", "至少这是我所追求的境界。"]], "st": {"transform": [["vi.", "aspired,aspiring"]]}}, "attractiveness": {"ex": ["n. 吸引力；迷惑力"], "pron": {"peg": "[ə'træktɪvnɪs]", "pam": "[ə'træktɪvnɪs]"}, "st": {}, "wp": {"industry attractiveness": "行业吸引力;产业吸引力;业吸引力", "marketing attractiveness": "市场吸引力", "business attractiveness": "业务实力", "Content Attractiveness": "内涵吸引性", "Enhancing attractiveness": "吸引力", "bodily attractiveness": "身体吸引力", "areal attractiveness": "区域吸引力", "source attractiveness": "吸引力", "ndustry attractiveness": "行业吸引力"}, "eg2": [["Do people believe anyone has one and only one measure of ?", "难道人们真的认为吸引力只有一个衡量的尺度吗？"], ["He rates her lower not only on , but also on warmth and intelligence.", "不仅是其吸引力，对她的热情程度和智力的评价都会降低。"], ["And so the  ratings, as well as the frequency of messaging, are factored in.", "所以吸引力指数，和传送信息的频率一样，被作为因素植入其中。"]]}, "betrayal": {"pron": {"peg": "英 [bɪ'treɪəl] ", "pam": "美 [bɪ'treɪəl] "}, "ex": ["n. （被）背叛", "网络 出卖；背叛者；辜负"], "eg2": [["a sense/ a feeling/ an act of betrayal", "被出卖的感觉；背叛行为"], ["I saw her actions as a betrayal of my trust.", "我认为她的所作所为辜负了我的信任。"], ["the many disappointments and betrayals in his life", "他一生中遭受的诸多失望与背叛"]]}, "binary": {"ex": ["adj. [数] 二进制的；二元的，二态的"], "pron": {"peg": "['baɪnəri]", "pam": "['baɪnəri]"}, "st": {"transform": [["n.", "binaries"]]}, "wp": {}, "eg2": []}, "clarify": {"pron": {"peg": "['klærəfaɪ]", "pam": "['klærəfaɪ]"}, "wp": {"perplex clarify": "阐明;困惑", "You clarify": "你阐明", "molecular clarify": "分子筛", "clarify mana": "澄净法力", "Clarify points": "说清楚点", "Clarify functions": "理顺职能分工", "Clarify expectations": "明确期望", "ice clarify": "冰上表演", "variety clarify": "杂耍;综艺节目"}, "ex": ["vt. 澄清；阐明", "vi. 得到澄清；变得明晰；得到净化"], "eg2": [["He issued a statement to<b> clarify</b> the situation.", "他发表了一项声明以澄清形势。"], ["My presentation should<b> clarify</b> any questions that you might have.", "我的陈述应该可以澄清你可能有的疑问。"], ["First of all, let's  what you should not do with them.", "首先，让我们来阐明您 不应该用它来做什么。"]], "st": {"transform": [["vt.", "clarified,clarifying"]]}}, "conceivable": {"ex": ["adj. 可能的；想得到的，可想像的"], "pron": {"peg": "[kən'sivəbl]", "pam": "[kən'sivəbl]"}, "st": {}, "wp": {"conceivable accident": "可信事故", "conceivable prospect": "可能前景", "conceivable project": "工作设想", "conceivable a": "想得到的;可想像的", "conceivable Å": "可能的", "conceivable malfunction": "可信误动作", "not conceivable": "不可想像的;匪夷所思的", "conceivable inequality": "易想象不等式", "conceivable system": "制度设想"}, "eg2": [["They had not lived in every<b> conceivable</b> manner, far from it, but what room would there be for the multitude if each individual tried to exhaust the permutations of existence?", "他们并没有体验过所有可能的生活方式，远远没有；但是，如果每人都试图体验所有的可能的生活方式，芸芸众生又将如何自处？"], ["Or the other possibility is that they have no case whatsoever and they're tallying up all  leads, \" he said.", "要么是他们到现在也没有找到什么证据，因此正检查每一种想得到的可能性。"]]}, "confront": {"pron": {"peg": "[kən'frʌnt]", "pam": "[kən'frʌnt]"}, "wp": {"confront difficulties": "面对困难", "confront t": "面临;使对质;勇敢地面对;面对", "Confront Fear": "对抗恐惧", "confront theatrically": "威胁地面对", "Confront Him": "面对他", "confront closely": "短兵", "confront vt": "勇敢的面对;迎面遇到;使对质", "confront reality": "面对现实;正视现实", "confront ation": "对抗"}, "ex": ["vt. 面对；遭遇；比较"], "eg2": [["We must<b> confront</b> future with optimism.", "我们必须乐观地面对未来。"], ["And how will I  each whom I meet?", "我该怎样面对遇到的每一个人呢？"], ["I live in accordance to certain priorities as I have to<b> confront</b> them.", "我以一些优先考虑的事为标准生活,因为我必须面对它们。"]], "st": {}}, "decider": {"ex": ["n. 决定者，裁决者；决胜局"], "pron": {"peg": "[dɪ'saɪdɚ]", "pam": "[dɪ'saɪdɚ]"}, "st": {}, "wp": {"title decider": "冠军争夺战", "T decider": "硬摇滚", "ICTprovider decider": "音信和通讯技术业务了解师", "The Decider": "决策者", "discrete decider": "离散决策器", "decider actor": "决定操作符", "inside bank decider": "内部银行决策者;银行决胜局内", "Amazing Pocket Decider": "奇异的口袋神判", "The New Decider": "新的决胜局"}, "eg2": [["On the other hand, Mr. Obama is, as his predecessor put it, the .", "另一方面，就像他的前任布什总统所说，奥巴马先生是决定者。"], ["Perhaps it was the pressure of those watching at home, perhaps it was simply the occasion, but as she faltered, Schiavone moved to within two points of forcing it into a .", "也许是因为在家乡有那么多观众带来的压力，也许只是一个偶然，但是当李娜感到棘手的时候，斯齐亚沃尼接连拿下两分并将对方逼入决胜局。"], ["Wise decisions may or may not follow societal norms and expectations, but they are right for the<b> decider</b> based on what he/she knows at that point in time about his/her options as well as him/herself.", "明智的抉择有可能舆社会准则和期望相符，也有可能舆之相悖，但是就决策者对他/她面临的选择的在那一刻的了解以及决策者本身来讲，那些决策都是正确的。"]]}, "decisive": {"pron": {"peg": "[dɪ'saɪsɪv]", "pam": "[dɪ'saɪsɪv]"}, "wp": {"decisive mechanism": "制约机制;决策机制", "decisive variables": "决策变量的;决策维度", "decisive organization": "决定机关;决定机构;决策式组织", "Decisive Engagement": "大决战三部曲", "decisive enlargement": "关键性的扩展", "decisive influence": "决定性影响;举足轻重的影响", "decisive force": "决定性力量;举足轻重的力量", "Love decisive": "爱的果断", "decisive blow": "决定性打击"}, "ex": ["adj. 决定性的；果断的，坚定的"], "eg2": [["The  attack took off fromthe foremost position.", "决定性进攻是从最前沿阵地开始的。"], ["The advantage of this is that they can make<b> decisive</b> and effective executives – up to a point.", "这样做的好处是，他们能成为果断和有效的管理者——在一定程度上是的。"], ["The battle for Abidjan will be .", "阿比让的战斗将是决定性的。"]], "st": {}}, "desperate": {"pron": {"peg": "['dɛspərət]", "pam": "['dɛspərət]"}, "wp": {"Desperate Remedies": "非常手段;计出无奈", "Desperate Housewives1": "绝望主妇", "Desperate Scousewife": "绝望主妇", "desperate love": "绝望的爱;倾城绝恋;不顾一切的爱", "Desperate duo": "赌命双雄", "desperate religion": "绝望宗教", "Desperate Houseboys": "独立摇滚;艺术摇滚", "Desperate Wives": "绝望的主妇;绝望主妇", "Desperate Housewivies": "希望断绝主妇;绝望的主妇"}, "ex": ["adj. 不顾一切的；令人绝望的；极度渴望的"], "eg2": [["I was  to hear someone call my name or the digging machine start up, but there was only silence.", "我极度渴望听见有人呼喊我的名字,或是听见挖土机起动的声音,但周围一片寂静。"], ["Your description , but only to analysis the statement of the word, you let us see the fundamental mistake.", "你的描述令人绝望，不过只是对分析而言，你的陈述让人看到了它的根本错误。"], ["Sober nations have all at once become<b> desperate</b> gamblers, and risked almost their existence upon the turn of a piece of paper.", "原本头脑清醒的国民突然马上变成了不顾一切的赌徒，将他们的生活建立在一张纸上。"]], "st": {"similar": "hopeless"}}, "diminish": {"pron": {"peg": "[dɪ'mɪnɪʃ]", "pam": "[dɪ'mɪnɪʃ]"}, "wp": {"diminish vt": "减少", "to diminish": "减小;减少", "diminish gradually": "逐渐减少", "diminish v": "减小", "diminish progressively": "不断减少", "diminish waste": "减少浪费", "Force Diminish": "原力削弱", "diminish materially": "物质上减少", "Diminish Chord": "减和弦"}, "ex": ["vt. 使减少；使变小", "vi. 减少，缩小；变小"], "eg2": [["Since risks are associated with requirements, one way to remove risk is to remove or  the requirement with which the risk is associated.", "由于风险是同需求相关联的，所以消除风险的一种方式就是移除或者减少同风险相关的需求。"], ["Certainly the number of colonies continues to<b> diminish</b> as people in territories feel they have the right to be recognized as either part of a larger country or as an independent state.", "当然，殖民地的数量在不断减少，因为那些地区的人们意识到他们有权成为更大的国家的一个部分或是被承认成为一个独立的国家。"], ["For as long as I can remember, I have rued the waste and lack of order and discipline that are too often in evidence in governmental affairs, and I will do what I can to<b> diminish</b> them.", "除非我失去记忆，我一直对政府事务中的践踏以及缺乏秩序和纪律秩序和纪律感到懊悔，这种行为是经常而明显地发生，而我会尽我所能减少其发生。"]], "st": {"similar": "decrease"}}, "disenfranchise": {"ex": ["vt. 剥夺…的公民权（等于disfranchise）"], "pron": {"peg": "[,dɪsɪn'fræntʃaɪz]", "pam": "[,dɪsɪn'fræntʃaɪz]"}, "st": {}, "wp": {}, "eg2": []}, "entail": {"pron": {"peg": "[ɪn'tel]", "pam": "[ɪn'tel]"}, "wp": {"Entail Dangers": "招致危险", "incompatible entail": "对立统一", "quasi entail": "准限嗣继承财产", "Entail Consequences": "留下后果", "Entail Spread": "利息差", "entail involve": "牵涉", "estate entail": "限定继承产", "the entail": "遗赠", "entail l": "使必需;使承担"}, "ex": ["vt. 使需要，必需；承担；遗传给；蕴含", "n. 引起；需要；继承"], "eg2": [["At this point we couldn't tell them what the demo would ; it would crystallize over the next month or two as we'd come to understand more about the critical and high-risk areas of the system.", "在这一点上我们不能告诉他们演示被限定成什么样子。 这需要经过一个或两个月当我们对更多的理解了系统的关键的和高风险的领域时才能被确定。"], ["Or does it<b> entail</b> sitting down with a pattern cutter and designing?", "或者是需要坐下来与裁剪师和设计师讨论吗？"], ["Yet, seen from the wider perspective of the organization as a whole, optimizing efficiency might well<b> entail</b> some additional structure.", "然而，从组织总体的更广泛的角度来看，优化效率可能需要一些额外的结构。"]], "st": {}}, "febrile": {"ex": ["adj. 狂热的；发热引起的；热性的；发热的", "网络 发烧的；热病的；发热性的"], "pron": {"peg": "英 ['fiːbraɪl] ", "pam": "美 ['fi.braɪl] "}, "eg2": [["a product of her febrile imagination", "她狂想的产物"]]}, "foment": {"pron": {"peg": "[fə(ʊ)'ment]", "pam": "[fə(ʊ)'ment]"}, "wp": {"foment splits": "制造分裂", "foment bag": "热敷袋", "abdomen foment": "腹部热敷", "foment fomentation": "热罨", "Foment Dissension": "挑拨离间", "foment quash": "激起", "placate foment": "安抚", "defuse foment": "放松缓和", "Foment Discord": "挑拨是非"}, "ex": ["vt. 煽动；挑起；热敷"], "eg2": [["But does it contribute to robust public discussion or, instead,  hatred and promote conflict?", "但是，这样做是有助于推动活跃的公共讨论，还是会煽动仇恨和助长冲突?"], ["There are no known active domestic terrorist groups or issues likely to  terrorism in Swaziland. Nor are international terrorists likely to harbour intent to target the country.", "在斯威士兰国内并没有已知的恐怖组织或恐怖事件可能会挑起恐怖主义，也没有国际恐怖分子意欲将该国作为其目标。"], ["By early 1858, he had succeeded in enlisting a small \"army\" of insurrectionists whose mission was to  rebellion among the slaves.", "到1858年初，他成功组建起一支由暴动者组成的小型“部队”，目标是在黑奴中煽动起义。"]], "st": {"similar": "incite"}}, "furious": {"pron": {"peg": "['fjʊrɪəs]", "pam": "['fjʊrɪəs]"}, "wp": {"Furious Resolve": "平息怒火;停息怒气", "HMS Furious": "暴怒号", "Furious Crawdad": "狂暴龙虾", "FURIOUS SHOOTING": "狂暴子弹;狂暴射击", "Furious Blow": "疯狂嘲讽", "Furious Love": "烈爱寻踪;狂烈的爱", "Furious gold": "黄金狗", "Furious Moles": "狂怒鼹鼠;狂怒的鼹鼠;鼹鼠的怒骂攻击", "Furious Five": "盖世五侠;无畏五侠"}, "ex": ["adj. 激烈的；狂怒的；热烈兴奋的；喧闹的"], "eg2": [["Perhaps you’ll be  with your partner over something or other and they’ll point out something they did, hoping for praise.", "也许你会因为某事对你的情人或其他人暴怒，他们会指出他们做了的某事，希望被赞扬。"], ["I comforted you, she thought -- not<b> furious</b> yet but beginning to be .", "我安慰了你，她心想——没有生气，但去开始要生气了。"]], "st": {}}, "grievance": {"pron": {"peg": "['grivəns]", "pam": "['grivəns]"}, "wp": {"Cattle Grievance": "牛诉冤", "Preempt grievance": "无怨尤;没什么可怨尤", "strong grievance": "强烈不满", "grievance machinery": "申诉机构", "air grievance": "发牢骚", "personal grievance": "个人抱怨", "grievance interview": "抱怨事项谈话", "grievance form": "系主任索要投诉表格", "grievance committee": "诉冤委员会"}, "ex": ["n. 不满，不平；委屈；冤情"], "eg2": [["Out of it, better go in and join the group around the piano and forget my .", " 最好的办法就是，忘掉自己的委屈，加入他们，和大家一起围着钢琴玩。"], ["In the course of writing this article, I discussed it with two friends who spontaneously applied the suggestions to their own<b> grievance</b> stories.", "在写本文期间，我与两个朋友讨论，他们俩个立即将这些建议应用于他们各自不满的事情。"], ["In the conflict-resolution segment, each spouse chooses an area of<b> grievance</b> from a list called the Inventory of Marital Problems, developed by psychologists in 1981.", "在解决冲突的部分，配偶的每个人都从\"夫妻问题清单\"中选择一个不满的区域，这个清单是1981年心理学家们制作的。"]], "st": {"similar": "injustice"}}, "immense": {"pron": {"peg": "[ɪ'mɛns]", "pam": "[ɪ'mɛns]"}, "wp": {"immense player": "伟大的球员", "immense demand": "无限的要求", "immense craigslist": "无限的", "But Immense": "却后劲十足", "immense wealth": "巨大的财富", "immense library": "大图书馆", "immense strength": "巨大力量", "immense immense": "无边的", "Immense Potential": "巨大潜力"}, "ex": ["adj. 巨大的，广大的；无边无际的；非常好的"], "eg2": [["One disease on our agenda causes<b> immense</b> suffering in large parts of the world, but does its greatest harm in Africa.", "我们的议程上有一种疾病在世界上许多地方造成巨大的痛苦，但在非洲产生最大的危害。"], ["But the cost — to the world economy and, above all, to the millions of lives blighted by the absence of jobs — will nonetheless be .", "但其代价——对整个世界经济，尤其是对那些由于失业而饱受挫折的千百万的民众来说——将仍然是巨大的。"], ["He complains that the statement on uncertainties is also misleading because it does not reveal that uncertainties about future climate projections are, in his view, .", "他抱怨说，对于不确定性的声明也是误导，因为它没有披露出未来气候预测中的不确定性，在他看来那是巨大的。"]], "st": {}}, "inflame": {"pron": {"peg": "[ɪn'flem]", "pam": "[ɪn'flem]"}, "wp": {"subdue inflame": "压制;抑制", "inflame transformer": "点火变压器", "inflame stick": "点火棒", "to inflame": "煽动", "oil inflame": "燃油燃烧", "inflame spectroscopy": "火焰光谱学", "assuage inflame": "缓和;激怒", "ignition inflame": "点火", "brainstem inflame": "脑干炎"}, "ex": ["vt. 激怒；使燃烧；使发炎", "vi. 燃烧；发炎；激动"], "eg2": [["Mr Kan could still intervene to avoid a trial that might<b> inflame</b> public opinion in China.", "菅直人还可以干预，从而避免一场可能激怒中国民意的审判。"], ["But the repression was just harsh enough to  protesters, not terrifying enough to scare them into staying home.", "可是这种程度的镇压适得其反，非但没把示威者吓到躲在家里，反而激怒了他们。"], ["Like mathematics, it can either<b> inflame</b> passion or turn people off; but either way, you know you need to understand it.", "如同数学一样，既可以点燃人们的激情，也可以消沉人们的意志；但是无论如何，你都必须理解它。"]], "st": {"transform": [["vt.", "inflamed,inflaming"]]}}, "legality": {"pron": {"peg": "[li'ɡæləti]", "pam": "[li'ɡæləti]"}, "wp": {"legality ideology": "法制思想", "legality economy": "法治经济", "emergency legality": "应急法制", "WESTBANK legality": "合法性", "Aesthetic legality": "美学合法性", "governing legality": "执政合法性", "legality principle": "合法性原则", "ideologism legality": "墨守陈规", "financial legality": "法制"}, "ex": ["n. 合法；合法性；墨守法规"], "eg2": [["Still, questions remain about who knew what when, as well as the  of it all.", "尽管如此，关于什么人知悉了什么情况，事件时间及其合法性的问题依旧存在。"], ["However, many observers felt there was no basis in international law for the zones and the debate over their<b> legality</b> continues to this day.", "然而，很多观察者感觉这些禁飞区在国际法中没有依据，同时它们的合法性的争论到今天仍在继续。"], ["Residents expressed different opinions on the<b> legality</b> of the transition, but most expressed hope for peace and stability.", "尽管当地居民对这次权力转移的合法性表达了不同的看法，但大多数人希望国家和睦与稳定。"]], "st": {"transform": [["n.", "legalities"]]}}, "legislation": {"pron": {"peg": "[,lɛdʒɪs'leʃən]", "pam": "[,lɛdʒɪs'leʃən]"}, "wp": {"legislation system": "立法体系;立法体例", "antitrust legislation": "反托拉斯法;反趿拉斯法;反垄断法;取缔垄断行径", "Surveillance legislation": "监督立法", "safety legislation": "安全法律;安全立法", "strikes legislation": "重罪加长刑期法", "Agricultural legislation": "农业立法", "Subordinate Legislation": "次级立法;从属立法;附属立法", "environmental legislation": "环境立法;环境法规;环境法例", "enacting legislation": "立法"}, "ex": ["n. 立法；法律"], "eg2": [["But policy and<b> legislation</b> can only go so far.", "但政策和立法只能走这么远。"], ["The new government dismantled their predecessors' .", "新政府废除了前任政府的立法。"], ["There should benothing controversial about this piece of .", "这个立法法案不应该有任何的争议。"]], "st": {}}, "malpractice": {"ex": ["n. 玩忽职守；不法行为；治疗不当"], "pron": {"peg": "[,mæl'præktɪs]", "pam": "[,mæl'præktɪs]"}, "st": {}, "wp": {"market malpractice": "市场不当行为", "Malpractice audit": "舞弊审计", "malpractice ĥ": "玩忽职守;治疗错误", "malpractice crime": "医疗事故罪", "malpractice detail": "医疗错误", "the malpractice": "弊端", "system malpractice": "制度弊端", "individuality malpractice": "个性弊端", "Malpractice imputation": "医疗事故归责"}, "eg2": [["I could also point out that multiple investigations into charges of intellectual  on the part of climate scientists have ended up exonerating the accused researchers of all accusations.", "我还可以指出，针对气候科学家运用知识不当行为的多项调查，其结果已经推翻对被指控人员的所有指控。"], ["Indeed, we believe that if you’re not thinking about such collaboration, you’ll soon be guilty of strategy .", "事实上，我们相信，如果你还没有在考虑这种合作，你很快就要为战略失误而悔恨不已。"], ["However, the numbers seem out of balance when you consider that nearly all doctors in specialties such as obstetrics and general surgery will face at least one<b> malpractice</b> claim during their careers.", "但是，当你仔细想想，在诸如产科和普通外科之类的专业里，几乎所有医生在他们的职业生涯中都要面临着至少一次失误索赔时，这些数字似乎失衡了。"]]}, "nationalist": {"pron": {"peg": "英 ['næʃ(ə)nəlɪst] ", "pam": "美 ['næʃən(ə)lɪst] "}, "ex": ["n. 民族主义者；国家主义者；怀有本民族优越感者", "adj. 国家主义的；民族主义的", "网络 国民党"], "eg2": [["Scottish nationalists", "苏格兰国家主义者"]]}, "overturn": {"pron": {"peg": "英 [.əʊvə(r)'tɜː(r)n] ", "pam": "美 [.oʊvər'tɜrn] "}, "ex": ["v. 倾覆；倾倒；翻掉；推翻", "n. 毁灭；推翻；垮台", "网络 颠覆；打翻；颠倒"], "eg2": [["The car skidded and overturned.", "汽车打滑翻倒了。"], ["He stood up quickly, overturning his chair.", "他猛然站起来，弄翻了椅子。"], ["to overturn a decision/conviction/verdict", "撤销决定╱定罪╱裁决"], ["His sentence was overturned by the appeal court.", "上诉法庭撤销了对他的判决。"]]}, "parliament": {"pron": {"peg": "英 ['pɑː(r)ləmənt] ", "pam": "美 ['pɑrləmənt] "}, "ex": ["n. 议会；国会；英国议会（包括下议院和上议院）；一届议会的会期", "网络 百乐门；国会大厦；议会大厦"], "eg2": [["The German parliament is called the ‘Bundestag’.", "德国的议会称为 Bundestag。"], ["a Member of Parliament", "议会议员"], ["The issue was debated in Parliament .", "议会就这个问题进行了辩论。"], ["an Act of Parliament", "议会法案"], ["to win a seat in Parliament", "赢得议会中的一个席位"], ["to be elected to Parliament", "当选为议会议员"], ["We are now into the second half of the parliament.", "我们现已进入了本届议会的后半任期。"], ["to dissolve Parliament(= formally end its activities) and call an election", "解散议会并举行大选"]]}, "pave": {"pron": {"peg": "英 [peɪv] ", "pam": "美 [peɪv] "}, "ex": ["v. （用砖石）铺（地）", "网络 铺路；铺设；铺砌"], "eg2": [["a paved area near the back door", "后门旁一块石板地"], ["This decision paved the way for changes in employment rights for women.", "这项决议为修改妇女就业权利创造了条件。"], ["This decision paved the way for changes in employment rights for women.", "这项决议为修改妇女就业权利创造了条件。"]]}, "practical": {"pron": {"peg": "['præktɪkl]", "pam": "['præktɪkl]"}, "wp": {"PRACTICAL JOKES": "实用笑话集;闹剧玩具;无伤大雅的玩笑;恶作剧", "practical application": "实际应用;实践应用;实际运用;实际操作", "practical efficiency": "实际效率;灯具光效;实际利用率", "practical teaching": "实践教学;实践性教学;实训教学;要练习如何授课", "practical research": "应用研究;实证研究;実践报告;实用研究", "Practical Education": "实践教育;实用教育;实践教学", "practical skills": "实用技能;实用技巧;实践技能;实用技术", "Practical Tips": "旅行须知;游览须知;旅游观光须知", "practical problem": "实际问题;现实问题;实践问题"}, "ex": ["adj. 实际的；实用性的"], "eg2": [["We should turn our thoughts to<b> practical</b> matters.", "我们应把思想转向实际问题。"], ["He who knows only how to wield a pen usually feels quite helpless in the face of<b> practical</b> problems.", "光会耍笔杆的人， 碰到实际问题往往束手无策。"], ["Policy is the starting point of all the  actions of a revolutionary party and manifests itself in the process and the end-result of that party's actions.", "政策是革命政党一切实际行动的出发点， 并且表现于行动的过程和归宿。"]], "st": {"similar": "practicable"}}, "practicality": {"ex": ["n. 实用性，实际性；实际，实例"], "pron": {"peg": "['præktɪ'kæləti]", "pam": "['præktɪ'kæləti]"}, "st": {"similar": "practicable"}, "wp": {"practicality teaching": "实践教学", "running practicality": "正在运行的实用性;运行实用性", "Accounting practicality": "会计实务", "teaching practicality": "教学实效性", "practicality calculation": "实用计算", "practicality links": "实践环节", "practicality ontology": "实践本体论", "software practicality": "软件实用性", "practicality model": "实物模型"}, "eg2": [["The work in this phase revolves around feasibility and<b> practicality</b> of the implementation alternatives.", "此阶段中的工作围绕着实现方案的可行性和实用性。"], ["Sometimes it is merely ; the family may have needed money and sold the house or torn it down to sell for the property value.", "他说：“有时这仅仅是一个实际问题。 这个家庭可能急需钱只能把房子卖掉或者为了房地产价值把它拆掉再卖。"], ["This becomes an AHA moment and everything freezes around you as you excitedly try to grasp the  of that little but powerful thought .", "这将成为一个令人惊喜的时刻。 当你满心激动，努力领会那个不起眼但非常有用的想法的实用性时， 周围的一切都好像静止了。"]]}, "problematic": {"ex": ["adj. 问题的；有疑问的；不确定的"], "pron": {"peg": "['prɑblə'mætɪk]", "pam": "['prɑblə'mætɪk]"}, "st": {"similar": "doubtful"}, "wp": {"problematic preferences": "目标模糊;模糊的目标", "problematic issues": "棘手问题", "problematic reflection": "疑的反省", "problematic marriage": "问题婚姻", "problematic data": "有问题数据", "problematic analysis": "问题分析", "problematic bank": "问题银行", "the problematic": "总问题", "problematic u": "有问题的"}, "eg2": [["For some, the creation and stabilization of these new systems became far more<b> problematic</b> than expected.", "对一些国家来说，建立和稳固新制度的问题比原先预料的要多得多。"], ["Although processors and displays should be capable of offering ubiquitous computing by the end of the decade, trends in software and network technology are more .", "尽管在这十年末，处理器和显示器应该有能力提供无处不在的计算，软件和网络科技方面的趋势有更多的问题。"], ["By quickly gathering metrics and displaying them in both a report view and distribution view, you can pinpoint<b> problematic</b> areas in the model in seconds.", "通过快速并将它们在报告视图和分配视图中展示，你可以在很短的时间内查出模型中有疑问的区域。"]]}, "prospect": {"pron": {"peg": "['prɑspɛkt]", "pam": "['prɑspɛkt]"}, "wp": {"prospect drilling": "勘探钻井;探勘钻井", "career prospect": "职业前途;事业前途;晋升机会;职业展望", "study prospect": "研究进展;研究前景;研究展望", "seismic prospect": "震波勘探;地震勘探", "applied prospect": "应用前景;应用展望;应用前景展望;碱浮渣处理", "FUTURE PROSPECT": "未来展望;发展前景;未来愿景;未来期望", "promotion prospect": "晋升机会;升职机会", "developing prospect": "发展前景;发展趋势;发展展望;发展方向", "Prospect Point": "普罗斯佩克特角;希望角;景观顶;展望角"}, "ex": ["n. 前途；预期；景色", "vi. 勘探，找矿", "vt. 勘探，勘察"], "eg2": [["But with no signs of any precipitation, the  of the harvest looks bleak.", "但是由于没有任何降水的迹象，收获的前景看起来很渺茫。"], ["I continue to hold out the  that they may decide to walk through this door.", "奥巴马说：“我继续抱着这样一个希望，即他们可能决定跨过这道门。"], ["If people possess altruistic motives, then they sometimes act to benefit others without the  of gain to themselves.", "如果人们具有利他的动机，则他们有时会做有利他人的事，而不期望自己获得利益。"]], "st": {"similar": "view"}}, "prosper": {"pron": {"peg": "['prɑspɚ]", "pam": "['prɑspɚ]"}, "wp": {"Prosper Funding": "立破产隔离载体", "Some Prosper": "有欣欣向荣", "Ever prosper": "承亚国际", "Sandra Prosper": "桑德拉·普洛斯波;普洛斯波", "Prosper Intorcetta": "殷铎泽", "Prosper Amir": "艾米尔", "Prosper Giguel": "与日意格", "Prosper Grech": "格雷奇", "Prosper Australia": "繁荣澳洲"}, "ex": ["vi. 繁荣，昌盛；成功", "vt. 使……成功；使……昌盛；使……繁荣", "n. (Prosper)人名；(英、德、罗、法)普罗斯珀"], "eg2": [["May the gods<b> prosper</b> our city!", "愿神灵保佑我们的城市繁荣!"], ["May you , may you help preserve and save our planet for your children, and all future children of the world.", "希望你们成功，也希望你们保护和拯救我们这个星球，为了你们的孩子，以及未来所有的孩子。"]], "st": {"similar": "succeed"}}, "referendum": {"pron": {"peg": "[,rɛfə'rɛndəm]", "pam": "[,rɛfə'rɛndəm]"}, "wp": {"democratic referendum": "民主性公民投票制度", "a referendum": "公投", "referendum n": "公民投票", "referendum week": "公投周", "Approved Referendum": "公决", "The Referendum": "这项公投", "advisory referendum": "咨询性的", "Referendum Act": "公民投票法;简称公投法", "Maastricht referendum": "欧共体一些成员国对马斯特里赫特条约进行的公民复决投票"}, "ex": ["n. 公民投票权；外交官请示书"], "eg2": [], "st": {"transform": [["n.", "referendums,referenda"]]}}, "rerun": {"pron": {"peg": "['ri,rʌn]", "pam": "['ri,rʌn]"}, "wp": {"contact rerun": "接触再蒸馏", "Rerun Coal": "再选煤", "rerun bottoms": "再蒸馏后的残油", "rerun bottom": "再蒸馏后的残油", "Rerun Time": "重复运行时间;\t\t重算时间;\t\t重新运行时间;重作时间", "rerun clause": "重新运行子句", "A rerun": "第一章", "rerun yield": "再蒸馏产率", "RRN Rerun": "重新启动"}, "ex": ["vi. 再运行；再度上演；重新开动", "vt. 使再运行；使再上映；使再跑", "n. 再开动；复映的影片；重新上映"], "eg2": [], "st": {"transform": [["vt.,vi.", "reran,rerun,rerunning"]]}}, "resort": {"pron": {"peg": "英 [rɪ'zɔː(r)t] ", "pam": "美 [rɪ'zɔrt] "}, "ex": ["n. 度假胜地；诉诸；采取；旅游胜地", "v. 去；凭藉", "网络 度假村；求助；度假酒店"], "eg2": [["seaside/ski/mountain, etc. resorts", "海滨、滑雪、山区等度假胜地"], ["a popular holiday resort", "受欢迎的旅游胜地"], ["the resort town of Byron Bay", "度假小镇拜伦贝城"], ["There are hopes that the conflict can be resolved without resort to violence.", "冲突有望不需要诉诸武力而得到解决。"], ["Strike action should be regarded as a last resort , when all attempts to negotiate have failed.", "罢工应该是最后一着，在所有的谈判努力都告失败时才使用。"], ["In the last resort(= in the end) everyone must decide for themselves.", "最后人人都得自己作决定。"]]}, "ridiculously": {"ex": ["adv. 可笑地；荒谬地"], "pron": {"peg": "[ri'dikjuləsli]", "pam": "[ri'dikjuləsli]"}, "st": {}, "wp": {}, "eg2": [["\"No,\" I said, but, , my voice broke.", "“不，”我说道，但可笑的是，我破音了。"], ["I hate it. I hate the look with all those<b> ridiculously</b> large icon things that you have to swipe through.", "我讨厌它，讨厌所有这些用荒谬的大图标拼凑成的外观，好像你必须刷卡通过才能使用它。"], ["The personal training industry as a whole was still in its infancy at this point, so this idea seemed<b> ridiculously</b> far-fetched, at best.", "在这一点上，私人培训业作为一个整体还处在起步阶段，所以这个想法充其量很是荒谬牵强。"]]}, "sentiment": {"pron": {"peg": "['sɛntɪmənt]", "pam": "['sɛntɪmənt]"}, "wp": {"heartfelt sentiment": "诚恳", "sentiment index": "情绪指数;情感指数", "primordial sentiment": "原生情感;原始情感", "nationalist sentiment": "民族主义情绪", "aesthetic sentiment": "审美情趣", "Sentiment Analysis": "情感分析", "sentiment motivation": "情感动机", "exotic sentiment": "异国风情;异国情调", "Patriotism sentiment": "爱国主义情操"}, "ex": ["n. 感情，情绪；情操；观点；多愁善感"], "eg2": [["Petty-bourgeois<b> sentiment</b> should be done away with.", "要抛弃小资产阶级的伤感情调。"], ["He has illustrated this  thoroughly in a drama.", "他在一出戏剧里充分地表现了这种感情。"], ["They were busy canvassing and drumming up<b> sentiment</b> against the new government.", "他们当时正忙于游说，挑起对新政府的不满情绪。"]], "st": {}}, "shady": {"ex": ["adj. 成荫的；阴暗的；名声不好的", "n. (Shady)人名；(阿拉伯)沙迪"], "pron": {"peg": "['ʃedi]", "pam": "['ʃedi]"}, "st": {"transform": [["adj.", "shadier,shadiest"]]}, "wp": {"SLIM SHADY": "瘦痞子;超薄黑幕;苗条的黑幕;减肥黑幕", "Shady Rat": "暗鼠行动", "Shady Border": "半荫花境;阴地花境", "Shady Records": "唱片公司;出版者", "shady person": "令人怀疑的人;翻译", "Shady Lane": "街道地址;唱片名", "Shady Bard": "表演者", "Shady Oak": "街道地址", "shady garden": "荫地园"}, "eg2": [["They chatted in the<b> shady</b> corner of the garden.", "他们在阴凉的花园角落里闲聊。"], ["Now at least she can choose her customers, and reject any who seem too .", "至少现在她可以选择自己的客人，拒绝任何看上去可疑的人。"], ["Most egregiously, these<b> shady</b> real estate deals victimized American Air Force pilots who were stationed in Japan but wanted home sites in the United States.", "最为过分的是，这些阴暗的房地产交易危害了驻军在日本但又想要在国内购置房产的美国空军飞行员。"]]}, "slogan": {"pron": {"peg": "['slogən]", "pam": "['slogən]"}, "wp": {"hubbub slogan": "呐喊声", "SLOGAN MARK": "口号商标;宣传戳", "Staff Slogan": "员工信守;七员工信守;职员信守", "Expo slogan": "世博标语", "empty slogan": "空洞的口号", "environmental slogan": "环境口号;环保口号;正在翻译", "Make slogan": "努力赚饭票", "advertising slogan": "广告标语;广告口号;广告语;告白标语", "sports slogan": "体育标语"}, "ex": ["n. 标语；呐喊声"], "eg2": [["There you can see the<b> slogan</b> written up on the wall.", "在那儿你会看到这条标语写在墙上。"], ["“This is the revolution of all the people, ” read a common .", "“这是一场全体人民的革命。” 一副普通的标语上写道。"], ["\"By translation into another language, the Nazi , which is characterized not just by its meaning but also by the German language, is fundamentally transformed, \" it said.", "法院称，“这条纳粹标语不仅是以其含义而且是以德文为特征的，通过翻译变成另一种语言，它就有了根本性的改变。”"]], "st": {}}, "substance": {"pron": {"peg": "['sʌbstəns]", "pam": "['sʌbstəns]"}, "wp": {"organic substance": "有机物;\t\t有机物质;有机质", "ferromagnetic substance": "铁磁性物质;\t\t铁磁物质;铁磁性材料;强磁性质", "diamagnetic substance": "抗磁物质;抗磁质;反磁物质;抗磁体", "substance dependants": "药物成瘾", "magnetic substance": "磁性体;磁性材料;磁性物料;\t\t磁性物质", "pure substance": "纯物质;纯净物;纯正物", "active substance": "放射性物质;活性物质;有效物质;相关活性物质", "intercellular substance": "细胞间质;胞间质;细胞间隙;胞间物质", "Biogenic substance": "生源物质"}, "ex": ["n. 物质；实质；资产；主旨"], "eg2": [["This<b> substance</b> will  fly off.", "这种物质会挥发掉。"], ["We can distinguish one kind of<b> substance</b> from another by its properties.", "我们可以根据物质的特性把一种物质与另一种物质辨别开来。"], ["To this class of<b> substance</b> belong mica, porcelain, quartz, glass, wood, etc.", "属于这类物质的有云母、瓷器、石英、玻璃、木材等等。"]], "st": {}}, "tactic": {"ex": ["n. 策略；战术", "网络 泰迪；战略；手段"], "pron": {"peg": "英 ['tæktɪk] ", "pam": "美 [ˈtæktɪk] "}, "eg2": [["They tried all kinds of tactics to get us to go.", "他们施尽所有的招数想让我们离开。"], ["This was just the latest in a series of delaying tactics .", "这只是一系列拖延战术中的一个新花招。"], ["The manager discussed tactics with his team.", "经理和他手下的一班人讨论了策略问题。"], ["Confrontation is not always the best tactic.", "对抗并非总是上策。"], ["It's time to try a change of tactic.", "现在是改弦易辙的时候了。"]]}, "trickier": {"ex": ["adj. 狡猾的；机警的 (tricky的变形)"], "pron": {}, "st": {"similar": "sly", "transform": [["adj.", "trickier,trickiest"]]}, "wp": {}, "eg2": []}, "turnout": {"pron": {"peg": "英 ['tɜː(r)naʊt] ", "pam": "美 ['tɜrn.aʊt] "}, "ex": ["n. 出席人数；到场人数；投票人数", "网络 道岔；岔道；投票率"], "eg2": [["This year's festival attracted a record turnout.", "今年的节日吸引的参加者之多创了纪录。"], ["a high/low/poor turnout", "参加投票的人数很多╱很少╱寥寥无几"], ["a 60% turnout of voters", "60% 的投票率"]]}, "unanimously": {"pron": {"peg": "[jʊ'nænəməsli]", "pam": "[jʊ'nænəməsli]"}, "wp": {"carry unanimously": "一致通过", "vote unanimously": "一致表决", "motion unanimously": "运动一致性", "pass unanimously": "一致通过", "single unanimously": "一致挑选", "insist unanimously": "一致坚持", "Unanimously Adopted": "一致通过", "unanimously ad": "同意地", "prevail unanimously": "毫无异议地获胜"}, "ex": ["adv. 全体一致地"], "eg2": [["Washington was the only US president to be elected .", "华盛顿是唯一全体一致选出的美国总统。"], ["Police and the villagers all  ascribed the forest fire to thunder and lightning.", "警方和村民一致把森林失火归因于雷电。"], ["It was passed<b> unanimously</b> by the Las Vegas City Council as part of a bill making it a misdemeanor to go to the bathroom in public.", "这条法令由拉斯维加斯市理事会全体成员一致通过，它与在公共场所洗澡将被处以轻罪的法令同属一法案。"]], "st": {}}, "undertake": {"ex": ["vt. 承担，保证；从事；同意；试图"], "pron": {"peg": "[,ʌndɚ'tek]", "pam": "[,ʌndɚ'tek]"}, "st": {"transform": [["vt.", "undertook,undertaken,undertaking"]]}, "wp": {"undertake verb": "承担", "undertake sth": "承担某事;决定做某事;着手", "The Undertake": "送葬者", "To undertake": "承接;进行;营办;从事", "undertake obligations": "承担义务", "undertake e": "从事;创业;着手做;承担", "Undertake ps": "原创制图", "Undertake Ratio": "分担比", "manage undertake": "尽力去"}, "eg2": [["We could<b> undertake</b> the work for the time being.", "我们可以暂时从事这项工作。"], ["Who will<b> undertake</b> responsibility for this work?", "谁将承担这项工作的责任?"], ["Do not<b> undertake</b> a project unless you can implement it.", "不要承担一项计划，除非你能完成这项计划。"]]}, "undoubtedly": {"ex": ["adv. 确实地，毋庸置疑的"], "pron": {"peg": "[ʌn'daʊtɪdli]", "pam": "[ʌn'daʊtɪdli]"}, "st": {}, "wp": {"undoubtedly ad": "无容置疑;不容置疑地;毋庸置疑地", "hardware undoubtedly": "硬件", "Medicare undoubtedly": "国民保健", "Undoubtedly The": "无疑增加", "undoubtedly will": "势必", "Backpare undoubtedly": "后跟", "undoubtedly ĥ": "无疑", "suare undoubtedly": "正方的", "adware undoubtedly": "广告软件"}, "eg2": [["He is<b> undoubtedly</b> the pride of China.", "毫无疑问他是中国的骄傲。"], ["It is  she who has said that.", "这话明明是她说的。"], ["I think that we will  continue.", "我认为，我们无疑将继续下去。"]]}, "unrealistic": {"ex": ["adj. 不切实际的；不实在的"], "pron": {"peg": "[,ʌnriə'lɪstɪk]", "pam": "[,ʌnriə'lɪstɪk]"}, "st": {}, "wp": {"Unrealistic Scenes": "不切实际的场景", "unrealistic promises": "诺言不切实际", "Unrealistic fantasy": "不切实际幻想", "Unrealistic Scenessome": "以超现实场景", "Unrealistic competition": "盲目攀比", "unrealistic argument": "迂论", "unrealistic notions": "不切实际的幻想", "Unrealistic Hope": "实际希望", "It unrealistic": "它不现实;是不现实的"}, "eg2": [["The best dreams are always  to the majority of people.", "最精彩的梦想在多数人眼里总是不切实际的。"], ["If “your life stops at the company threshold” is an  message at any time of year, that time is now.", "如果“你的生活停在公司起点”是不切实际的的消息在每年的任何时候，那就是现在。"], ["But I have to say that there is nothing wrong about dreaming the<b> unrealistic</b> because it helps us reach out to what we really want.", "但是我必须指出，勇于编织不切实际的梦想没有错，因为它能帮我们去追求我们真正想要的。"]]}, "wisest": {"ex": ["adj. 聪明的；贤明的"], "pron": {}, "st": {}, "wp": {"The Wisest King": "最聪明的国王", "Wisest Of Men": "最英明人", "the wisest man": "智者派", "The Wisest Part": "最有智慧部份", "The wisest of the animals": "我们", "Gaze the wisest into madness": "闪着火焰", "Man-the wisest of all creatures": "万物之灵"}, "eg2": []}}, "Title": "Why another referendum would be so problematic\n", "paperStatistics": {"suggestedfocus": "14.3 Minutes", "wordsset": 413, "keywords": "European,campaign,campaigners,country,government,referendum,vote,whether", "toughwords": 54, "allwords": 731, "title": "Why another referendum would be so problematic\n", "desc": "A second vote wouldn’t settle Brexit but divide Britain even more, says Anand Menon of King’s College London\n", "img": "https://cdn.static-economist.com/sites/default/files/20190119_OPD008.jpg\n", "date": "2019-01-21 14:23:05", "link": "2019_1_21_8.json"}}