{"date": "2018-04-23 By Lockey.", "content": " A Victorian survivor in fund management\n A tale of cats, Christie and copious chaps \n WHEN the Foreign & Colonial Government Trust was launched in 1868, The Economist had its doubts. “The shape is very peculiar,” we worried, adding that “the exact idea upon which it starts has <span class=\"fa fa-info-circle\">never</span> been used before. Some of the trust’s promises were “far too sanguine to <span class=\"fa fa-info-circle\">ever</span> be performed”. Nevertheless, we concluded that: “In our judgment, the idea is very good. \n That turned out to be one of this newspaper’s more successful forecasts. One hundred and fifty years later, the trust is still going strong, having delivered a compound annual return of 8. It now looks after a portfolio of £3. ($5bn), rather than the £588,000 it raised at launch. \n In its own way, the trust is an example of how much the financial sector has changed—and how much it has stayed the same. The idea of a pooled portfolio seems commonplace now, but at the time it was revolutionary. \n This was the 19th century, when Britain was confident of its worldwide role. The first portfolio comprised 18 overseas bonds, some in markets, such as Argentina and Peru, not ruled by Britain (the foreign element) and some that were, such as New South Wales and Nova Scotia (the colonial) This diversity allowed the trust to offer an initial dividend yield of 6%; not bad given that the <span class=\"fa fa-info-circle\">prevailing</span> yield on British government bonds was 3. \n The 20th century saw not just the decline of empires but the rise of inflation, which made a bond portfolio hazardous to investors’ health. The fund moved into equities in the 1920s; its first holding was in Shell, the oil giant, and the shares are still in the portfolio today. A century after its formation, the fund was almost entirely invested in equities. \n The most recent shift has been into private equity, with the hope that a long-term focus can deliver superior returns. The approach is more systematic than the fund’s occasional forays into unquoted investments in the past; a stake in a musical, “Cats”, bought in the 1970s, is still paying royalties today. \n If the portfolio has changed hugely, one feature of the fund has stayed the same. It is an investment trust, or closed-end fund. Unlike a mutual fund, assets under management do not rise and fall in line with customer demand. Shares can be bought and sold only on a <span class=\"fa fa-info-circle\">quoted</span> exchange. \n At times this structure has been unfashionable. In the 1970s and early 1980s the trust’s share price traded at a big discount to its asset value. Other trusts <span class=\"fa fa-info-circle\">succumbed</span> to takeovers and the sector seemed doomed to disappear. F&C was the first trust to introduce a savings scheme and the first to advertise in the press, and it gradually lured back private investors. The discount is now a modest 2%. \n The investment-trust format has also given managers flexibility, as in the aftermath of the crash of 1987, when the fund was able to borrow money to buy shares on the cheap. Neither mutual funds nor the trendy modern alternative of exchange-traded funds (ETFs) can do this. \n F&C has also favoured continuity. Between 1969 and 2014, just two managers (Michael Hart and Jeremy Tigue) were in overall charge of the fund. That must have allowed them to take a long-term view. Another incident in the fund’s history illustrates the theme. The only time the trust’s offices were raided by police was in 1926. They were looking for evidence about the disappearance of Agatha Christie, the crime novelist. Her husband at the time, Archibald, was a fund manager for the group. Mrs Christie turned up safe and well in a Harrogate hotel. Her soon-to ex-husband remained an F&C director until his death in 1962. Even at that date the group had on its staff one person who had served in the Boer War and another who had fought in the Battle of Omdurman of 1898. \n Less happily, this sense of tradition meant the trust was an old boys’ club. The first female director was not appointed until 1988, 120 years after its foundation. And the group is only now dropping the word “colonial” from its company name, and adopting the shorter F&C. That should have been done long ago. \n After 150 years the trust is now one of the better adverts for active management. It has beaten its benchmark over the past five years and increased its dividend for a remarkable 47 straight years. It has a modest annual fee of 0. \n There is another way in which things have changed, yet stayed the same. Given current high valuations, an equity portfolio will not deliver the same returns as in the past, but it will still beat bonds and cash. And, as we said in 1868, diversifying globally is a very good idea.", "title": " A Victorian survivor in fund management\n", "assistent": {"quote": {"pron": {"pam": "美 [kwoʊt] ", "peg": "英 [kwəʊt] "}, "eg2": [["He quoted a passage from the minister's speech.", "他引用了部长的一段讲话。"], ["to quote Shakespeare", "引用莎士比亚的话"], ["Quote this reference number in all correspondence.", "请在所有函件中标明这个编号。"], ["The President was quoted in the press as saying that he disagreed with the decision.", "报刊援引总统的话，说他不赞成这项决定。"], ["‘It will all be gone tomorrow.’ ‘ Can I quote you on that? ’", "“明天一切将烟消云散。”“我能引用你的这句话吗？”"], ["Don't quote me on this(= this is not an official statement) , but I think he is going to resign.", "不要说这话是我说的，但我想他打算辞职。"], ["She said, and I quote, ‘Life is meaningless without love.’", "我援引她曾说过的话：“人生无爱一场空。”"], ["‘The man who is tired of London is tired of life,’ he quoted.", "“厌倦伦敦等于厌倦生活。”他引述道。"], ["Can you quote me an instance of when this happened?", "你能否给我举例说明一下这事发生的时间？"], ["They quoted us £300 for installing a shower unit.", "他们向我们开价 300 英镑安装淋浴设备。"], ["Yesterday the pound was quoted at $1.8285, unchanged from Monday.", "昨天英镑报价为 1.8285 美元，这个价格从星期一以来未变。"], ["Several football clubs are now quoted on the Stock Exchange.", "目前有几家足球俱乐部在股票交易所上市。"], ["It was quote, ‘the hardest decision of my life’, unquote, and one that he lived to regret.", "那是，原话起，“我一生最困难的决定”，原话止，而且是他后来后悔了的决定。"], ["It was quote, ‘the hardest decision of my life’, unquote, and one that he lived to regret.", "那是，原话起，“我一生最困难的决定”，原话止，而且是他后来后悔了的决定。"]], "ex": ["v. 报价；引用；引述；举例说明", "n. 报价；引号；引文", "网络 引用第；援引；引证"]}, "succumb": {"pron": {"pam": "[sə'kʌm]", "peg": "[sə'kʌm]"}, "eg2": [["And yet I<b> succumb</b> to watching it.", "然而，我却需要看它，向它屈服。"], ["Whatever you do, don't  to it.", "无论你做什么，都不要屈服于它。"], ["But why did a once-mighty civilisation<b> succumb</b> to the West?", "但为什么，一个一度强大的文明竟会屈服于西方呢？"]], "ex": ["vi. 屈服；死；被压垮"], "wp": {"succumb to an illness": "病故", "Succumb To Grief": "郁郁而死", "Never Succumb": "绝不示弱", "succumb vi": "屈服", "Succumb History": "倏然", "succumb to": "屈服于;死于;屈从;屈从于", "succumb to exhaustion": "屈服于疲劳", "succumb to temptation": "向诱惑屈服", "Succumb To His Commands": "屈从于他命令"}, "st": {}}, "nevertheless": {"pron": {"pam": "[,nɛvɚðə'lɛs]", "peg": "[,nɛvɚðə'lɛs]"}, "eg2": [[", the difference should not be ignored.", "然而，这样的差距不应被忽略。"], ["The news may be unexpected; , it is true.", "这消息可能是出乎意料的，然而是真实的。"], [", it continued to drive on by me, so I assumed that I remained unseen.", "不过，那辆车继续从我身旁开过去，所以觉得它没有看到我。"]], "ex": ["adv. 然而，不过；虽然如此", "conj. 然而，不过"], "wp": {"nevertheless beingtringent": "收敛剂", "nevertheless berceuse": "摇篮曲", "nevertheless becloseddown": "停止交易", "Nevertheless'": "的解释", "nevertheless-": "仍然", "Nevertheless I": "无论如何", "nevertheless beret": "贝蕾帽", "nevertheless belt": "有鞋扣", "nevertheless beam": "次梁"}, "st": {}}, "prevail": {"pron": {"pam": "[pri'vel]", "peg": "[pri'vel]"}, "eg2": [["“We shall  and they shall not,” he said.", "他说：\"我们将获胜，他们将失败。\""], ["His case did not<b> prevail</b> in the courts, but his sentiment found support in the Legislature and the press.", "他的诉讼案没有在法庭上获胜，但是他的观点在立法机关和新闻界里找到了支持。"], ["If it turns out that some of the changes conflict with one another, the merge is considered nontrivial, because someone must make decisions about which of the conflicting changes should .", "如果出现某些变化同另外一个变化相冲突的情况，那么合并就被认为是重要的，这是由于某个人必须决定哪一个冲突的变化应当获胜。"]], "ex": ["vi. 盛行，流行；战胜，获胜"], "wp": {"prevail upon": "说服;诱使", "perseverance prevail": "坚持不懈为准;毅力为准;坚持为准", "complete prevail": "告成", "Kind Prevail": "以实物为准", "cannot prevail": "成为了气候", "Sensibilities Prevail": "情面盛行", "Galaxy Prevail": "银河为准", "Prevail price": "现行价格", "Then Prevail": "然后成为流行"}, "st": {"similar": "persuade"}}}, "next": "2018_4_23_6.json", "last": "2018_4_23_6.json"}