{"Date": "2019-03-04 10:48:03", "content": "<p>\n</p> <p>This week, things are not what they seem for our Britain <span class=\"word-wrap-span\">columnist</span>\n</p> <p>\n</p> <p>\n</p> <p>THE FIRST time I <span class=\"word-wrap-span\">encounter</span>ed protesters dressed as <span class=\"word-wrap-span\">nun</span>s was when I lived in the Bay Area of San Francisco in 1984-5. Sister Mary Boom Boom and her fellow Sisters of <span class=\"word-wrap-span\">Perpetual</span> <span class=\"word-wrap-span\">Indulgence</span> were <span class=\"word-wrap-span\">fixture</span>s on the <span class=\"word-wrap-span\">flourish</span>ing protest scene. This week I <span class=\"word-wrap-span\">encounter</span>ed another one protesting against Jacob Rees-Mogg’s appearance before a sell-out crowd of 2,300 at the London <span class=\"word-wrap-span\">Palladium</span>. This particular “<span class=\"word-wrap-span\">nun</span>” was a woman, rather than a man like the American sisters. But her worries were the same—that the right-wing was bent on depriving gays and women of t<span class=\"word-wrap-span\">heir</span> civil rights and restoring an <span class=\"word-wrap-span\">oppress</span>ive <span class=\"word-wrap-span\">patriarchal</span> society. I know that because she told me in no uncertain terms. \n</p> <p>\n</p> <p>The <span class=\"word-wrap-span\">nun</span>-protesters’ <span class=\"word-wrap-span\">diatribe</span> set off two (<span class=\"word-wrap-span\">contradictory</span>) lines of thought in my mind. The first was that, despite his love of all things English, including double-breasted Saville Row suits, Mr Rees-Mogg is a rather American figure. He combines an <span class=\"word-wrap-span\">unapologetic</span> belief in free-market <span class=\"word-wrap-span\">capitalism</span> with an equally <span class=\"word-wrap-span\">unapologetic</span> belief in traditional <span class=\"word-wrap-span\">moral</span>s. While most British Thatcherites such as <span class=\"word-wrap-span\">Liz</span> <span class=\"word-wrap-span\">Truss</span>, the chief secretary of the <span class=\"word-wrap-span\">treasury</span>, emphasise that they are both economic and social <span class=\"word-wrap-span\">liberal</span>s, Mr Rees-Mogg sounds like a member of the American <span class=\"word-wrap-span\">moral</span> majority when he talks about marriage and <span class=\"word-wrap-span\">abortion</span>. He is also importing into British politics the very techniques that made <span class=\"word-wrap-span\">Newt</span> <span class=\"word-wrap-span\">Gingrich</span> such a <span class=\"word-wrap-span\">disastrous</span> success in the United States in the 1990s: willingness to lead a party-within-party; a knowledge of what excites the media (turning yourself into a “character” is now, alas, part of the political game); and, above all, a talent for trashing the <span class=\"word-wrap-span\">informal</span> rules of the game in <span class=\"word-wrap-span\">pursuit</span> of your <span class=\"word-wrap-span\">ideological</span> vision. The two men even share a taste for <span class=\"word-wrap-span\">eccentric</span> versions of history.\n</p> <p>\n</p> <p>The second thought was that Mr Rees-Mogg’s <span class=\"word-wrap-span\">enthusiasm</span> for traditional <span class=\"word-wrap-span\">moral</span>ity is much more of a problem for a British politician than an American one. The audience cheered when he defended his record as a financial <span class=\"word-wrap-span\">entrepreneur</span>. He started his company, <span class=\"word-wrap-span\">Somerset</span> Capital, in the basement of his house and it now has $7bn under management. The fact that it bases some of its operations in the Cayman Islands did not worry the Brexit-supporting audience one <span class=\"word-wrap-span\">jot</span>. They were much more <span class=\"word-wrap-span\">mute</span>d when <span class=\"word-wrap-span\">Fraser</span> <span class=\"word-wrap-span\">Nelson</span>, the event’s host, quizzed him on <span class=\"word-wrap-span\">abortion</span> rights. On this most <span class=\"word-wrap-span\">sensitive</span> of subjects the American public may be divided, but Britons are <span class=\"word-wrap-span\">overwhelmingly</span> on the side of the protesting “<span class=\"word-wrap-span\">nun</span>”. \n</p> <p>\n</p> <p>****\n</p> <p>\n</p> <p>THE ATMOSPHERE in British politics is so frenzied these days that politicians risk creating fake news stories against t<span class=\"word-wrap-span\">heir</span> will. Hilary <span class=\"word-wrap-span\">Benn</span> gave a briefing on the state of Brexit to a group of us on the morning  of February 25th, around the corner from the House of Commons. As he left the building he was <span class=\"word-wrap-span\">confront</span>ed by <span class=\"word-wrap-span\">flash</span>ing cameras and <span class=\"word-wrap-span\">jabber</span>ing journalists. It turned out that the newly formed Independent Group of MPs—the Tiggers—was holding an <span class=\"word-wrap-span\">inaugural</span> meeting in the building and the journalists were on the look out for fresh <span class=\"word-wrap-span\">defection</span>s. Mr <span class=\"word-wrap-span\">Benn</span> is a member of the Labour <span class=\"word-wrap-span\">aristocracy</span>: the son of Tony <span class=\"word-wrap-span\">Benn</span> and, significantly, one of the leaders of the <span class=\"word-wrap-span\">moderate</span> faction of Labour MPs that is doing battle with his father’s <span class=\"word-wrap-span\">ideological</span> <span class=\"word-wrap-span\">heir</span>, <span class=\"word-wrap-span\">Jeremy</span> Corbyn. A <span class=\"word-wrap-span\">Benn</span> <span class=\"word-wrap-span\">defection</span> would have been a big moment in Labour history. But despite the <span class=\"word-wrap-span\">prayer</span>s of the <span class=\"word-wrap-span\">assemble</span>d journalists it didn’t happen. \n</p> <p>\n</p> <p>****\n</p> <p>\n</p> <p>I WAS lucky enough to get to know John <span class=\"word-wrap-span\">Whitehead</span> a little when I lived in America. <span class=\"word-wrap-span\">Whitehead</span> was the <span class=\"word-wrap-span\">embodiment</span> of the old-<span class=\"word-wrap-span\">WASP</span> American establishment that ran the country with such success for so many decades. He was in charge of <span class=\"word-wrap-span\">Goldman</span> <span class=\"word-wrap-span\">Sac</span>hs when it was still a partnership and served as <span class=\"word-wrap-span\">deputy</span> secretary of state under <span class=\"word-wrap-span\">Ronald</span> <span class=\"word-wrap-span\">Reagan</span>. Andre Previn’s death this week reminds me of a nice story <span class=\"word-wrap-span\">Whitehead</span> once told against himself. Flying back from New York to London on the <span class=\"word-wrap-span\">Concorde</span> he found himself sitting next to a man who he took to be Previn. He told “Previn” what an honour it was to be sitting next to him and how much he enjoyed his various versions of <span class=\"word-wrap-span\">Beethoven</span>, <span class=\"word-wrap-span\">Brahms</span>, <span class=\"word-wrap-span\">Holst</span> and so on. Only as they <span class=\"word-wrap-span\">descend</span>ed on New York did Previn inform him that he was, in fact, Paul <span class=\"word-wrap-span\">McCartney</span>.\n</p> <p>\n</p> <p>***\n</p> <p>\n</p> <p>ONE OF the many hidden costs of Brexit is that <span class=\"word-wrap-span\">incompetent</span> ministers are kept in t<span class=\"word-wrap-span\">heir</span> jobs when, in normal circumstances, they would have been sacked with a <span class=\"word-wrap-span\">spank</span>ing. Chris Grayling is so <span class=\"word-wrap-span\">incompetent</span> that he is <span class=\"word-wrap-span\">universally</span> known as “failing” Grayling. This week the man who is in charge of the nation’s transport system succeeded in walking through the wrong <span class=\"word-wrap-span\">lobby</span> as if turning left or right is merely an <span class=\"word-wrap-span\">irrelevant</span> detail. But he can’t be sacked because he is a leading Brexiteer—one of the first <span class=\"word-wrap-span\">cabinet</span> ministers to tell David <span class=\"word-wrap-span\">Cameron</span> that he was going to campaign for Brexit—and so is effectively protected by the 100-strong <span class=\"word-wrap-span\">phalanx</span> of pro-Brexit MPs (a <span class=\"word-wrap-span\">phalanx</span> that, <span class=\"word-wrap-span\">incidentally</span>, includes another <span class=\"word-wrap-span\">serial</span> <span class=\"word-wrap-span\">bungler</span>, <span class=\"word-wrap-span\">Iain</span> Duncan-Smith).\n</p> <p>\n</p> <p>The <span class=\"word-wrap-span\">Tory</span> Party will surely pay a heavy cost for protecting <span class=\"word-wrap-span\">incompetent</span>s like Mr Grayling. The Labour Party can afford a certain amount of <span class=\"word-wrap-span\">incompetence</span> because people judge it more on its intentions than its performance. The <span class=\"word-wrap-span\">Conservative</span> Party is all about performance rather than <span class=\"word-wrap-span\">idealism</span>. At the next election (which could come much sooner than most people think) the Labour Party should issue its supporters with giant <span class=\"word-wrap-span\">cardboard</span> cut-outs of Mr Grayling and <span class=\"word-wrap-span\">instruct</span> them to <span class=\"word-wrap-span\">parade</span> around every station in the country. That could just shift enough votes to put <span class=\"word-wrap-span\">Jeremy</span> Corbyn in Downing Street.\n</p> <p>\n</p> <p>***\n</p> <p>\n</p> <p>THERE IS no <span class=\"word-wrap-span\">shortage</span> of things to be <span class=\"word-wrap-span\">depress</span>ed about at the moment given the agonies of Brexit, the threat of war between India and Pakistan and the Trump <span class=\"word-wrap-span\">scandal</span>s. But I must <span class=\"word-wrap-span\">confess</span> to being particularly <span class=\"word-wrap-span\">depress</span>ed by a recent op-ed about the state of the academic study of history by Max Boot in the  Washington Post . Mr Boot points out that the number of graduate degrees granted in history declined from 34,642 in 2008 to 24,266 in 2017. Today only 2% of male <span class=\"word-wrap-span\">undergraduate</span>s and 1% of females major in history compared with more than 6% and nearly 5% <span class=\"word-wrap-span\">respectively</span> in the late 1960s. He puts the blame on two things: first, the <span class=\"word-wrap-span\">retreat</span> from the public <span class=\"word-wrap-span\">sphere</span> into <span class=\"word-wrap-span\">esoteric</span> academic debates and second, the growing <span class=\"word-wrap-span\">obsess</span>ion with “cultural, social and gender history” and the near <span class=\"word-wrap-span\">obsess</span>ion with the history of <span class=\"word-wrap-span\">marginal</span>ised and <span class=\"word-wrap-span\">oppress</span>ed groups.\n</p> <p>\n</p> <p>I note that a similar thing is happening in Britain. From 2007-8 to 2016-17 there was a drop of 11.6% of students taking “historical and <span class=\"word-wrap-span\">philosophical</span> studies” in British universities and a 21.3% drop of students taking language degrees, which have a strong historical <span class=\"word-wrap-span\">component</span>. Mr Boot attracted some <span class=\"word-wrap-span\">vociferous</span> responses to his <span class=\"word-wrap-span\">stricture</span>s about “cultural, social and gender history” but I’m sure his explanation applies just as well to Britain as it does to America. The focus on <span class=\"word-wrap-span\">marginal</span>ised groups and “cultural” studies was a <span class=\"word-wrap-span\">valuable</span> <span class=\"word-wrap-span\">corrective</span> to traditional history which focused almost entirely on the <span class=\"word-wrap-span\">deed</span>s of white men, particularly white male politicians. But in many history <span class=\"word-wrap-span\">department</span>s the “<span class=\"word-wrap-span\">marginal</span>” has become central and a <span class=\"word-wrap-span\">corrective</span> has become an <span class=\"word-wrap-span\">orthodoxy</span>: today you can go through a history degree learning plenty about popular <span class=\"word-wrap-span\">superstition</span>s and nothing about the development of constitutional government. This is not only <span class=\"word-wrap-span\">disorient</span>ing for many students. It is also boring them to tears. Ageing professors like to think that they are breaking new ground with t<span class=\"word-wrap-span\">heir</span> lectures on <span class=\"word-wrap-span\">witchcraft</span> and the rest. But in fact they are just <span class=\"word-wrap-span\">inflict</span>ing the excitements of t<span class=\"word-wrap-span\">heir</span> youths, many decades ago, on an audience that is more interested in understanding why on earth <span class=\"word-wrap-span\">liberal</span> democracy is in such trouble than why <span class=\"word-wrap-span\">peasant</span>s once believed odd things. Keith <span class=\"word-wrap-span\">Thoma</span>s’ path-breaking “Religion and The Decline of Magic” was published in 1971, before today’s students were born.\n</p> <p>\n</p> <p>There is a lot of talk these days about “decolonising the <span class=\"word-wrap-span\">curriculum</span>”. I think one way to <span class=\"word-wrap-span\">revive</span> historical studies is to engage a different sort of decolonisation—free the history <span class=\"word-wrap-span\">curriculum</span> from the <span class=\"word-wrap-span\">Foucault</span>-and-Fanon <span class=\"word-wrap-span\">obsess</span>ed <span class=\"word-wrap-span\">puff</span> brains who <span class=\"word-wrap-span\">seize</span>d control of it in the previous generation and start focusing again on the great questions that were once at the heart of the <span class=\"word-wrap-span\">syllabus</span>: how can power be <span class=\"word-wrap-span\">tame</span>d by constitutional arrangements? What are the great <span class=\"word-wrap-span\">narrative</span> <span class=\"word-wrap-span\">thread</span>s that define British history? What role have <span class=\"word-wrap-span\">extraordinary</span> individuals played in shaping events? All that is supposedly new in historiographical fashion has become old and all that is old has become exciting again.</p>", "Last": "2019_3_4_10.json", "Next": "2019_3_4_12.json", "assistent": {"Beethoven": {"ex": ["n. 贝多芬（德国作曲家）"], "pron": {"peg": "['bei,təuvən]", "pam": "['bei,təuvən]"}, "st": {}, "wp": {"Hotel Beethoven": "贝多芬酒店;坢休恩安娜酒店", "Beethoven Remix": "命运的命运", "Beethoven Symphony": "演奏贝多芬交响曲;贝多芬交响乐;贝多芬第五交响曲;贝多芬第五", "Beethoven march": "贝多芬进行曲", "beethoven quintettsatz": "贝多芬", "Beethoven Impression": "贝多芬印象", "Beethoven Forever": "永远的贝多芬", "Beethoven music": "贝多芬交响乐", "Beethoven The": "贝多芬钢琴协奏曲全集;贝多芬交响曲全集"}, "eg2": []}, "Benn": {"ex": ["本（人名）"], "pron": {}, "st": {}, "wp": {"Caroline Benn": "卡洛琳·米德尔顿·德卡普", "Benn Steil": "斯泰尔;斯太尔", "Phylacium Benn": "苞护豆属", "Melvin Benn": "马尔文·本;董事总经理梅尔文·本", "Hotel Benn": "本恩酒店;贝恩酒店", "Benn Northover": "斯弗德;代言明星", "Tony Benn": "彭东尼", "Valerie Benn": "标签", "Benn Jordan": "表演者"}, "eg2": []}, "Brahms": {"ex": ["na. Brahms", "网络 布拉姆斯；勃拉姆斯；德勃拉姆斯"], "pron": {"peg": "英 [brɑ:mz] ", "pam": "美 [brɑmz] "}, "eg2": []}, "Cameron": {"ex": ["n. 卡梅伦/隆（男子名）"], "pron": {"peg": "['kæmərən]", "pam": "['kæmərən]"}, "st": {}, "wp": {"Cameron Highlands": "金马仑高原;金马伦高原;金马伦;金马伦高地", "Cameron Dummigan": "卡梅伦·杜米甘", "Samantha Cameron": "萨曼莎·卡梅伦;卡麦隆;卡梅隆;莎曼珊·卡梅伦", "Cameron Bright": "卡梅隆·布莱特;卡梅隆布莱特;卡梅伦·布莱特;布莱特", "Julia Cameron": "卡麦隆;卡梅伦;卡梅隆;作者", "Doug Cameron": "卡梅隆;卡梅伦;工党参议员金马伦;喀麦隆", "Cameron Tringale": "卡麦隆;特林格尔;特林盖尔;卡梅伦", "Joe Cameron": "卡梅隆;卡梅伦;标签", "Cameron Monaghan": "莫纳汉;莫缴汉"}, "eg2": []}, "Concorde": {"ex": ["n. (英法合作制造的)协和式超音速客机", "网络 协和飞机；协和式飞机；协和号"], "pron": {"peg": "英 ['kɑnkɔrd] ", "pam": "美 "}, "eg2": []}, "Conservative": {"ex": ["adj. 保守的", "n. 保守派，守旧者"], "pron": {"peg": "[kən'sɝvətɪv]", "pam": "[kən'sɝvətɪv]"}, "st": {}, "wp": {"conservative treatment": "保守治疗;保守疗法;保守性治疗;非手术治疗", "conservative recombination": "保守重组;保守性重组", "conservative property": "守恒性质;保守性", "Conservative transposition": "保守型转座;保守转座;保守性转座;保存型转位", "conservative replacement": "保守替换", "conservative prediction": "保守预测", "conservative field": "保守场", "conservative myomectomy": "保守性肌瘤摘除术;翻译", "conservative style": "保守款式"}, "eg2": [["Should I be aggressive or  with my money before 30?", "在30岁之前我应该风险投资还是保守存钱？"], ["The more<b> Conservative</b> politicians were trying to deradicalize the liberation movement.", "较保守的政治家正试图使解放运动放弃偏激的立场。"], ["The young people are the most eager to learn and the least  in their thinking.", "青年人最肯学习，最少保守思想。"]]}, "Foucault": {"ex": ["n. 傅科（人名）"], "pron": {"peg": "[fu:'kəu]", "pam": "[fu:'kəu]"}, "st": {}, "wp": {"Michel Foucault": "米歇尔·福柯;米歇尔福柯;傅科;福柯", "foucault currents": "涡流;涡电流", "Foucault measurement": "傅科测量", "Alain Foucault": "阿兰·福柯", "foucault effect": "佛科效应", "foucault current": "傅科电流;涡电流;涡羚流;佛科电流", "foucault gyrocompass": "傅科陀螺仪", "Foucault prism": "傅科棱镜", "Foucault mirror": "傅科镜"}, "eg2": []}, "Fraser": {"ex": ["n. 弗雷则河（加拿大西南部河流）；弗雷泽（男子名）"], "pron": {"peg": "['freɪzər]", "pam": "['freɪzər]"}, "st": {}, "wp": {"Fraser FIR": "冷杉;南方香脂冷杉;费雷泽冷杉;弗雷泽冷杉", "Laura Fraser": "弗雷泽;劳拉·弗兰斯;佛莱瑟;英国女星萝拉佛蕾瑟", "Fraser Heights": "菲沙高地;台湾村;北素里", "Elizabeth Fraser": "伊丽莎白·弗雷泽;佛莱泽;弗雷泽;费雷泽", "Fraser Hill": "福隆港;福融港;弗雷泽山", "Bernie Fraser": "弗雷泽;伯尼弗雷泽", "River Fraser": "弗雷泽河", "Gary Fraser": "弗雷泽", "fraser lindsey": "弗雷泽"}, "eg2": []}, "Gingrich": {"ex": ["金里奇（人名）"], "pron": {}, "st": {}, "wp": {}, "eg2": []}, "Goldman": {"ex": ["n. 高曼（姓氏）"], "pron": {"peg": "[gəuld,mən]", "pam": "[gəuld,mən]"}, "st": {}, "wp": {"Seth Goldman": "高德曼;戈德曼", "Gary Goldman": "戈德曼;加里;盖瑞高登曼;加利·高曼", "Marshall Goldman": "戈德曼;马歇尔·古德曼", "Howard Goldman": "戈德曼;标签", "Nick Goldman": "戈德曼;高德曼", "Sean Goldman": "学区助理学监葛德曼;高德曼", "Steven Goldman": "史蒂芬·高曼;营律师郭得曼", "Scotty Goldman": "斯科蒂;高德曼", "mr Goldman": "硬摇滚;前卫摇滚"}, "eg2": []}, "Holst": {"ex": ["霍尔斯特（人名）"], "pron": {}, "st": {}, "wp": {}, "eg2": []}, "Iain": {"ex": ["网络 伊恩；Institut Agama Islam Negeri；伊安"], "pron": {"peg": 0, "pam": 0}, "eg2": []}, "Indulgence": {"ex": ["n. 嗜好；放纵；纵容；沉溺"], "pron": {"peg": "[ɪn'dʌldʒəns]", "pam": "[ɪn'dʌldʒəns]"}, "st": {}, "wp": {"plenary indulgence": "大赦;全大赦;翻译", "Love Indulgence": "润智愚人节电子杂志;愚人节电子杂志", "Indulgence employees": "放纵员工", "Indulgence youthful": "放纵青春", "self indulgence": "自我陶醉", "indulgence policy": "放纵行为", "Rose Indulgence": "花之宠儿", "indulgence civilization": "原欲文明", "Indulgence Degeneration": "放纵堕落"}, "eg2": []}, "Jeremy": {"ex": ["n. 杰里米（男子名）"], "pron": {"peg": "[dʒɛrəmɪ]", "pam": "[dʒɛrəmɪ]"}, "st": {}, "wp": {"Jeremy Rifkin": "杰里米·里夫金;里夫金;雷夫金;杰里米", "Jeremy Browne": "杰里米·布朗;布朗;白伟明;杰里米布朗", "Jeremy Northam": "谢洛美·诺咸;杰瑞米·诺森;杰瑞米诺森;杰瑞米诺顿", "Jeremy Hunt": "杰里米·亨特;侯俊伟;杰里米;大臣侯俊伟", "Jeremy Wade": "杰里米·韦德;中杰叔", "Jeremy Greenstock": "杰里米·格林斯托克;格林斯托克", "Jeremy Corbyn": "科尔宾;工党党魁柯尔宾;柯尔宾", "Cape Jeremy": "杰里米角", "jeremy goldkorn": "金玉米;德科恩;戈德考恩;博客作者杰里米"}, "eg2": [["This is the sort of thing that  loves.", "这正是杰里米喜欢做的事情。"], [" is the only friend who lives near, all my other friends live far away.", "杰里米是我惟一住得近的朋友，其余的朋友都住得很远。"], ["Using data from the U. S. Geological Survey, the scientists were able to calculate in detail how much land could be lost as seas rise, said study author  Weiss of the University of Arizona.", "引用美国地质调查的数据，科学家们可以详细地计算出当海水上升时，有多少陆地将会消失，亚利桑那大学的研究员杰里米维斯说。"]]}, "Liz": {"ex": ["n. 莉兹；莉斯（女子名）"], "pron": {"peg": "[lɪz]", "pam": "[lɪz]"}, "st": {}, "wp": {"Liz Renay": "利兹·若内;利兹;雷南", "Liz Taylor": "泰勒;伊丽莎白·泰勒;丽兹·泰勒;丽姿·泰勒", "Liz Rosenberg": "罗森伯格;罗森博格;罗森柏格;莉兹·罗森伯格", "Liz Kong": "江希文;江欣慈", "LIZ CLAMAN": "克莱曼", "Liz Sandals": "单杜丝;珊杜丝;贵湖区省议员珊度丝;丽兹·珊卓", "Liz Tuccillo": "塔琪萝;塔西露;丽兹塔琪萝;与编剧丽兹·塔琪萝", "Liz Phair": "莉兹·菲尔;同名专辑;莉兹;利兹·艾尔", "Liz Jones": "琼斯;标签"}, "eg2": []}, "McCartney": {"ex": ["网络 麦卡特尼；麦卡尼；麦卡托尼"], "pron": {"peg": 0, "pam": 0}, "eg2": []}, "Nelson": {"ex": ["n. 压住对方头部或颈后及一臂或二臂的手法", "n. (Nelson)人名；(英、俄)纳尔逊；(德、西、葡、瑞典)内尔松"], "pron": {"peg": "['nels(ə)n]", "pam": "['nels(ə)n]"}, "st": {}, "wp": {"Nelson Mandela": "纳尔逊·曼德拉;曼德拉;尼尔森曼德拉;纳尔逊曼德拉", "Nelson Cuevas": "内尔松·奎瓦斯;奎煤气", "Nelson Rockefeller": "纳尔逊·洛克菲勒;洛克菲勒;洛克斐勒", "Nelson Piquet": "尼尔森·小皮奎特;皮奎特;尼尔森·皮奎特;皮盖特", "Chris Nelson": "查理斯·尼尔森;尼尔森;纳尔逊;制作人", "Brian Nelson": "布赖恩·内尔森;纳尔逊;标签", "Ruth Nelson": "鲁思·纳尔逊;鲁思;标签", "Janet Nelson": "珍妮特·纳尔逊;加内特·尼尔森;标签", "Nelson Cliff": "纳尔逊崖;名称"}, "eg2": [[": I agree with all that.", "纳尔逊：我同意这些。"], [": How did you find me?", "尼尔森：你怎么找到我的？"], [": Hey, hey, what are you doing?", "尼尔森：嘿，嘿，你在干什么？"]]}, "Newt": {"ex": ["n. 【动】蝾螈；【名】纽特", "网络 纽特镇；水蜥；Network Emulator for Windows Toolkit"], "pron": {"peg": "英 [njuːt] ", "pam": "美 [nuːt] "}, "eg2": []}, "Palladium": {"ex": ["n. 钯（银白色稀有化学元素）", "网络 钯金；守护神；帕拉丁"], "pron": {"peg": "英 [pə'leɪdɪəm] ", "pam": "美 "}, "eg2": []}, "Perpetual": {"ex": ["adj. 永久的；不断的；四季开花的；无期限的"], "pron": {"peg": "[pɚ'pɛtʃuəl]", "pam": "[pɚ'pɛtʃuəl]"}, "st": {}, "wp": {"Perpetual check": "长将;唱片名", "Perpetual Loan": "永久债务;\t\t无期贷款;永恒债权;\t\t持续贷款", "perpetual lease": "永租权;永久租赁;永久租借;永久租赁权", "perpetual mobile": "永动机;永恒机关", "Perpetual Blaze": "永恒火焰;永恒的火焰;永恒烈焰;无休止的火焰", "Perpetual Budget": "永续预算;持续预算;永久预算;连续预算", "Perpetual Pavement": "永久性路面;长寿命路面;永久沥青路面", "Perpetual Dream": "永恒的梦;亲亲左右手;永恒的梦想", "perpetual arrhythmia": "永久性心律失常;永久性心律失常英语"}, "eg2": []}, "Reagan": {"ex": ["n. 【女名】女子名", "网络 里根；雷根；美国总统里根"], "pron": {"peg": "英 ['reigən] ", "pam": "美 "}, "eg2": []}, "Ronald": {"ex": ["n. 罗纳德（男子名）"], "pron": {"peg": "['rɑnld]", "pam": "['rɑnld]"}, "st": {}, "wp": {"Ronald Susilo": "林羽峰;苏西洛;球员林弫丰", "Ronald Venetiaan": "罗纳德·韦内蒂安;维纳勋;韦内蒂安", "Ronald McDonald": "麦当劳叔叔;麦当劳;罗纳德·麦当劳;麦当劳大叔", "Ronald Ferguson": "罗纳德·弗格森;弗格森;佛格森;标签", "Ronald Hall": "何明华;标签", "Ronald Webster": "罗纳德·韦伯斯特;标签", "Ronald Eguino": "罗纳德·依其诺", "Ronald Worm": "罗纳德·沃姆", "Ronald Murray": "罗纳德·穆雷;罗纳德;穆雷;默里"}, "eg2": [["And it’s been the position of every Democratic and Republican leader who has worked to reduce the deficit, from Bill Clinton to<b> Ronald</b> Reagan.", "而且现在是每一个为减少财政赤字努力的民主党派和共和党派的领导人，从比尔.克林顿到罗纳德.里根。"], ["One useful change would be for regulators to make it clear to trustees of foundations and pension funds that “social-impact investments” are a legitimate asset class, says Sir .", "“对于管理者来说，一种有效的办法就是让基金会和养老保险金的托管人清楚，“社会冲击投资”是一种合法的资产登记，”罗纳德先生说。"], ["Study author<b> Ronald</b> Rogge said: \"What really excited me in our results was that our measure seemed to do a better job of predicting outcomes than what the people told us about their relationships.", "研究论文撰稿人罗纳德-罗格称：“让我振奋的是，在预测二人关系方面，我们的这种计量方法似乎要比听人们讲述他们的关系得到的效果好一些。"]]}, "Sacs": {"ex": ["n. 索克人（Sac的复数）"], "pron": {}, "st": {"transform": [["n.", "Sac,Sacs"]]}, "wp": {"everted sacs": "外翻囊法", "SACS CASI": "认可和学校改善", "embryo sacs": "胚囊", "Toxin Sacs": "毒囊", "daughter sacs": "带有子囊", "Anal Sacs": "肛囊", "nasal sacs": "鼻塞", "Moncler Sacs": "一个关怀的眼神", "sacs longchamps": "仰天长叹"}, "eg2": [["Both \"sausage\" and \"meatball\" pigment<b> Sacs</b> appear in a sample from the cheek feathers of Anchiornis.", "近鸟龙的头部羽毛样本同时出现了“香肠”和“肉球”状的色素囊。"], ["More sounds meant more information could be shared, giving those who lacked air  a better chance of survival in a dangerous world.", "声音增多意味着可以分享的信息增多，这使得那些没有气囊的祖先在危险环境里的生存几率大大增加。"], ["COPD inflames the bronchial tubes and the tiny<b> Sacs</b> called alveoli that line the lungs, making them less flexible and elastic.", "COPD能使支气管和排满肺部的叫做气泡的小型气囊发炎，从而使他们失去弹性和柔软性。"]]}, "Somerset": {"ex": ["n. 筋斗；(意见等的)颠倒；一百八十度的转变", "v. 翻筋斗", "网络 萨默塞特；萨默塞特郡；索美塞"], "pron": {"peg": "英 ", "pam": "美 "}, "eg2": []}, "Thoma": {"ex": ["n. (Thoma)人名；(阿尔巴、阿拉伯)索玛；(英、德、罗、匈、捷、塞、瑞典)托马"], "pron": {}, "st": {}, "wp": {"Ludwig Thoma": "路德维希·托马", "Lenas Thoma": "首席财务总监", "Emma Thoma": "与夫人艾玛·托马斯", "Johnson Thoma": "名称", "Michael Thoma": "制作经理", "Thoma Belinda": "名称", "Thoma Harrel": "名称", "JON THOMA": "联", "thoma converter": "托马斯转炉"}, "eg2": []}, "Tory": {"ex": ["n. 保守党员", "adj. 保守主义的"], "pron": {"peg": "['tɔ:ri; 'təu-]", "pam": "['tɔ:ri; 'təu-]"}, "st": {"transform": [["n.", "Tories"]]}, "wp": {"Tory Burch": "汤丽柏琦;托里·伯奇;托里伯奇;托里", "John Tory": "庄德利;多伦多市长约翰·托里;市长庄德利;多伦多市长托里", "Psychinext tory": "魂灵医学;心灵医学;灵魂医学;精力医学", "S tory": "和它", "Tory Wilson": "托里·威尔逊", "Geoffroy Tory": "乔佛雷·托利", "Tory Lodge": "托里旅舍", "Huamount tory": "休伯特", "tory force": "战略报复力量"}, "eg2": []}, "Truss": {"ex": ["n. 构架；疝带（疝病患者所用）", "v. 缚牢；（在烹煮鸡等前）把腿和翅膀束紧", "网络 桁架；屋架；捆"], "pron": {"peg": "英 [trʌs] ", "pam": "美 [trʌs] "}, "eg2": []}, "WASP": {"ex": ["n. 白种盎格鲁 — 撒克逊新教徒（全写为 White Anglo-Saxon Protestant，祖先来自北欧，被认为是美国社会中势力最强大的白人）", "网络 黄蜂；胡蜂；大黄蜂"], "pron": {"peg": "英 ", "pam": "美 [wɒsp] "}, "eg2": [["a wasp sting", "黄蜂蜇伤"], ["a wasps' nest", "黄蜂窝"]]}, "Whitehead": {"ex": ["n. 怀特海德（姓氏）"], "pron": {"peg": "['waɪthed]", "pam": "['waɪthed]"}, "st": {}, "wp": {"Dean Whitehead": "迪恩·怀特黑德;怀特黑德;特海德;韦赫特", "John Whitehead": "约翰·怀特黑德;怀特海德;怀特黑德;怀特海", "Colson Whitehead": "怀特黑德;怀特海德", "Alfred Whitehead": "怀特海;怀海德;怀特海德;哲学家怀德海", "Chris Whitehead": "怀特海德;怀特黑德;克里斯", "James Whitehead": "怀特海德;怀特黑德;詹姆斯·怀特海", "whitehead group": "怀特黑德群", "Sarah Whitehead": "怀海德;怀特海德;怀特黑德", "Lorne Whitehead": "怀特海德;怀海德"}, "eg2": []}, "abortion": {"pron": {"peg": "英 [ə'bɔ:ʃn] ", "pam": "美 [ə'bɔ:ʃn] "}, "ex": ["n. 流产；堕胎；败育；失败", "网络 人工流产；夭折；小产"], "eg2": [["to support/oppose abortion", "支持╱反对堕胎"], ["a woman's right to abortion", "妇女做人工流产的权利"], ["abortion laws", "堕胎法"], ["I've always been anti-abortion.", "我一直反对堕胎。"], ["She decided to have an abortion .", "她决定做人工流产。"]]}, "agony": {"ex": ["n. 苦恼；极大的痛苦；临死的挣扎"], "pron": {"peg": "['æɡəni]", "pam": "['æɡəni]"}, "st": {"similar": "distress", "transform": [["n.", "agonies"]]}, "wp": {"Agony enjoy": "享受痛苦;痛苦享受", "Agony Reprise": "苦恼重复", "agony n": "极度的;精神或肉体的", "spiritual agony": "精神上的痛苦", "Agony church": "万国堂", "Dear Agony": "唱片名;每天一歌", "acute agony": "剧烈的痛苦", "Phantom Agony": "唱片名"}, "eg2": [["\"At first I was in  and despair,\" he recalls.", "“起初我苦恼不安，完全绝望，”他回忆说。"], ["Say goodbye to your child every day, but as said before do not prolong the .", "每天跟你的孩子说再见，但是说之前不要延长他的苦恼。"], ["During that year of<b> agony</b> and the following year of my grieving, everything stopped for me.", "在那一年的痛苦和接下来整整一年的悲恸中，我生活中的一切都停止了。"]]}, "aristocracy": {"ex": ["n. 贵族；贵族统治；上层社会；贵族政治"], "pron": {"peg": "[,ærɪ'stɑkrəsi]", "pam": "[,ærɪ'stɑkrəsi]"}, "st": {"transform": [["n.", "aristocracies"]]}, "wp": {"labour aristocracy": "工人贵族", "codfish aristocracy": "卖弄财富的暴发户", "patriarchal aristocracy": "宗法贵族", "Aristocracy Series": "贵族系列", "Elite aristocracy": "精英的贵族;精英贵族", "Aristocracy dominate": "贵族一统", "aristocracy n": "贵族", "Temple Aristocracy": "圣殿贵族", "Emerging Aristocracy": "新兴贵族"}, "eg2": [["I call them China's \"New \".", "我把他们叫做中国的“新贵族”。"], ["We may today think of the French<b> aristocracy</b> of the ancien régime as a class; but surely it was imagined this way only very late.", "今天我们也许会把旧政权时代的法国贵族想成一个阶级；但是他们被想像成一个阶级当然是非常晚近的事。"]]}, "assemble": {"ex": ["vt. 集合，聚集；装配；收集", "vi. 集合，聚集"], "pron": {"peg": "[ə'sɛmbl]", "pam": "[ə'sɛmbl]"}, "st": {"similar": "gather", "transform": [["vt.", "assembled,assembling"]]}, "wp": {"Assemble Language": "汇编语言", "assemble gather": "组合;装配;聚集", "Assemble table": "集合台", "Assemble Way": "安装方式", "assemble schematic": "装配简图", "assemble error": "汇编错误;组合错误;汇编错误英语", "virtual assemble": "虚拟装配", "Assemble images": "图像拼接", "Embedded Assemble": "嵌入式汇编"}, "eg2": [["The captain called the men to .", "队长命令部队集合。"], ["All ye,  yourselves, and hear; which among them hath declared these things?", "你们都当聚集而听，他们（或作偶像）内中谁说过这些事。"], ["Once inside the stomach, the idea is that these pieces will<b> assemble</b> themselves into a larger robotic device.", "一旦深入到胃部，设计理念就是这些配件将自行装配成一个更大的机器人器件。"]]}, "bungler": {"ex": ["n. 笨拙者；经验不够的人"], "pron": {"peg": "['bʌŋglɚ]", "pam": "['bʌŋglɚ]"}, "st": {"transform": [["vt.", "bungled,bungling"]]}, "wp": {"bungler r": "笨蛋", "Bungler's Bane": "粗祸根"}, "eg2": []}, "cabinet": {"pron": {"peg": "英 ['kæbɪnət] ", "pam": "美 ['kæbɪnət] "}, "ex": ["n. 内阁；储藏柜；陈列柜", "adj. 内阁的；小房间用的；玲珑的；细木工做的", "网络 橱柜；柜子；机柜"], "eg2": [["a cabinet meeting", "内阁会议"], ["a cabinet minister", "内阁阁员"], ["the shadow Cabinet(= the most important members of the opposition party)", "影子内阁（反对党中最重要的成员）"], ["kitchen cabinets", "橱柜"], ["a medicine cabinet", "药柜"], ["The china was displayed in a glass cabinet.", "瓷器陈列在玻璃柜里。"]]}, "capitalism": {"pron": {"peg": "英 ['kæpɪtə.lɪz(ə)m] ", "pam": "美 ['kæpɪt(ə)l.ɪzəm] "}, "ex": ["n. 资本主义", "网络 现代资本主义；资本制度；资本主义这个词"], "eg2": []}, "cardboard": {"pron": {"peg": "['kɑrdbɔrd]", "pam": "['kɑrdbɔrd]"}, "wp": {"Cardboard strength": "纸箱强度", "cardboard linings": "卡板纸衬里", "cardboard ignitability": "纸板着火性", "cardboard tube": "硬纸管;卷筒芯;刚纸筒管;纸卷芯", "cardboard portfolio": "讲义夹", "Cardboard box": "瓦楞纸盒;纸板盒;纸箱;纸皮箱", "corrugated cardboard": "瓦楞纸板;纸板制造;波状纸板", "Cardboard children": "街头纸盒小人儿", "Google Cardboard": "谷歌纸板;谷歌纸盒;谷歌虚拟纸盒;谷歌盒子"}, "ex": ["n. [纸] 硬纸板；纸板箱；卡纸板", "adj. 不真实的；硬纸板制的"], "eg2": [["We plan to use<b> cardboard</b> or plastic cartons for the outer packing.", "我们打算利用纸板箱或塑料箱作为外包装。"], ["They have built their homes out of plastic sheeting and , unsure if the water they drink from an open pipe is safe.", "他们用塑胶块和硬纸板建造自己的家，他们饮用的水的管道，不知从何而来，水的安全性也不得而知。"], ["Nolan and many of his colleagues had never been on strike, but they made beds out of<b> cardboard</b> on the chilly shopfloor and dug in.", "诺兰和他的许多同事们从来没有参加过罢工，但他们用硬纸板作床，就在睡在了车间冰冷的地面上。"]], "st": {}}, "columnist": {"pron": {"peg": "英 ['kɒləmnɪst] ", "pam": "美 ['kɑləmnɪst] "}, "ex": ["n. 专栏作家", "网络 专栏记者；名家专栏；报刊专栏作家"], "eg2": []}, "component": {"pron": {"peg": "英 [kəm'pəʊnənt] ", "pam": "美 [kəm'poʊnənt] "}, "ex": ["n. 成分；部件；组成部分", "adj. 构成的", "网络 组件；元件；构件"], "eg2": [["the components of a machine", "机器部件"], ["the car component industry", "汽车零部件制造业"], ["Key components of the government's plan are…", "政府计划的主要组成部分是…"], ["Trust is a vital component in any relationship.", "在任何关系中，信任都是一个至关重要的因素。"]]}, "confess": {"pron": {"peg": "[kən'fɛs]", "pam": "[kən'fɛs]"}, "wp": {"falsely confess": "虚假地承认;虚假地忏悔;虚假认罪", "candidly confess": "供认不讳", "confess openly": "公开地承认", "confess to": "承认;坦白;坦诚;供认", "confess everything": "供认不讳", "Or Confess": "或承认", "passively confess": "消极承认", "confess v": "承认", "confess s": "供认;坦白;承认"}, "ex": ["vt. 承认；坦白；忏悔；供认", "vi. 承认；坦白；忏悔；供认"], "eg2": [["I must<b> confess</b> something to you .", "我必须向你坦白一些事情。"], ["Now, I must  that I'm at my wit's end.", "现在我必须承认我已毫无办法。"], ["Your responsibility it to  it.", "履行你的责任，承认它。"]], "st": {"similar": "acknowledge"}}, "confront": {"pron": {"peg": "[kən'frʌnt]", "pam": "[kən'frʌnt]"}, "wp": {"confront difficulties": "面对困难", "confront t": "面临;使对质;勇敢地面对;面对", "Confront Fear": "对抗恐惧", "confront theatrically": "威胁地面对", "Confront Him": "面对他", "confront closely": "短兵", "confront vt": "勇敢的面对;迎面遇到;使对质", "confront reality": "面对现实;正视现实", "confront ation": "对抗"}, "ex": ["vt. 面对；遭遇；比较"], "eg2": [["We must<b> confront</b> future with optimism.", "我们必须乐观地面对未来。"], ["And how will I  each whom I meet?", "我该怎样面对遇到的每一个人呢？"], ["I live in accordance to certain priorities as I have to<b> confront</b> them.", "我以一些优先考虑的事为标准生活,因为我必须面对它们。"]], "st": {}}, "contradictory": {"pron": {"peg": "[,kɑntrə'dɪktəri]", "pam": "[,kɑntrə'dɪktəri]"}, "wp": {"contradictory relationship": "矛盾关系", "contradictory statement": "互相矛盾的陈述", "contradictory opposite": "矛盾否定;矛盾反方", "contradictory reports": "互相矛盾的报告", "contradictory a": "矛盾的", "Contradictory complex": "矛盾综合体", "Contradictory conflict": "矛盾冲突", "flatly contradictory": "断然矛盾", "Contradictory love": "矛盾爱;矛盾的爱"}, "ex": ["adj. 矛盾的；反对的；反驳的；抗辩的", "n. 对立物；矛盾因素"], "eg2": [["As  as this sounds, I have firsthand experience of its truth.", "这听起来似乎矛盾，不过我有亲身体验，证明它的真实。"], ["Each of us lives a life of<b> contradictory</b> truths. We are not one thing or another.", "每个人都是一个矛盾的结合体，我们不能绝对的把自己归为某一类人。"], ["I have seen a lot of<b> contradictory</b> statements out there in light of some of his meetings.", "我已经看到，在卡特和哈马斯举行的一些会谈中存在许多互相矛盾的声明。"]], "st": {"transform": [["n.", "contradictories"]]}}, "corrective": {"ex": ["n. 纠正；起纠正作用的东西；修改", "adj. 改正的；纠正的；矫正的", "网络 校正的；改正措施；矫正物"], "pron": {"peg": "英 [kə'rektɪv] ", "pam": "美 [kə'rektɪv] "}, "eg2": [["We need to take corrective action to halt this country's decline.", "我们得采取纠偏行动来阻止这个国家的衰落。"], ["corrective measures", "纠偏措施"], ["corrective surgery/glasses", "矫正外科╱眼镜"], ["I should like to add a corrective to what I have written previously.", "我想对我先前写的内容进行补充修改。"]]}, "curriculum": {"pron": {"peg": "英 [kə'rɪkjʊləm] ", "pam": "美 [kə'rɪkjələm] "}, "ex": ["n. （学校等的）全部课程", "网络 课程设置；课程表；课程安排"], "eg2": [["the school curriculum", "学校课程"], ["Spanish is on the curriculum.", "西班牙语已纳入课程内容。"], ["Spanish is in the curriculum.", "西班牙语已纳入课程内容。"]]}, "deed": {"ex": ["n. 行为；行动；证书", "adv. 〈口〉同“indeed”", "v. 〈美〉立契转让(财产)", "网络 契约；契据；事迹"], "pron": {"peg": "英 [diːd] ", "pam": "美 [did] "}, "eg2": [["a brave/charitable/evil/good deed", "勇敢的行为；善举；恶行；善行"], ["a tale of heroic deeds", "英雄事迹的故事"], ["the deeds of the house", "房契"]]}, "defection": {"ex": ["n. 背叛；缺点；变节；脱党"], "pron": {"peg": "[dɪ'fɛkʃən]", "pam": "[dɪ'fɛkʃən]"}, "st": {}, "wp": {"Perineal defection": "会阴缺损", "defection curve": "出客户流失曲线", "defection frequency": "大便次数", "tissue defection": "组织缺损", "Defection Detecting": "缺陷检测", "quality defection": "质量缺陷", "tibial defection": "胫骨骨缺损", "orbital defection": "眼眶部缺损", "defection incident": "叛逃事件"}, "eg2": []}, "department": {"pron": {"peg": "[dɪ'pɑrtmənt]", "pam": "[dɪ'pɑrtmənt]"}, "wp": {}, "ex": ["n. 部；部门；系；科；局"], "eg2": [["The  offers four specialities.", "这个系有四个专业。"], ["This room has been set aside for the<b> department</b> files.", "这个房间已被用来存放本部门的案卷。"], ["The manager deputed the running of the  to his secretary.", "经理把部门的管理工作委托给他秘书了。"]], "st": {}}, "depress": {"ex": ["vt. 压抑；使沮丧；使萧条"], "pron": {"peg": "[dɪ'prɛs]", "pam": "[dɪ'prɛs]"}, "st": {}, "wp": {"depress price": "抑制价格", "depress to": "降低到", "depress s": "按下;使不景气;使沮丧;使经济萧条", "financial depress": "金融压抑", "depress acutely": "非常苦恼", "elate depress": "使兴奋", "depress lower": "压低;使沮丧", "depress whirl": "控旋", "depress cough": "镇咳"}, "eg2": [["Expanding the source of raw material should also  the price of petroleum.", "原料来源的扩展同样会对石油价格起到抑制作用。"], ["These effects of deflation  the economy further, which leads to more deflation, and so on.", "这些通货紧缩的效应进一步抑制经济，从而导致更多的紧缩。"], ["Music can also activate your brain’s reward centers and<b> depress</b> activity in the amygdala, reducing fear and other negative emotions.", "音乐也能激活你大脑的奖赏中心，并且抑制杏仁核的活动，减轻恐惧和其他负面情绪。"]]}, "deprive": {"pron": {"peg": "[dɪ'praɪv]", "pam": "[dɪ'praɪv]"}, "wp": {"social deprive": "社会性剥夺", "deprive e": "剥夺;夺取;夺去;使失去", "deprive from": "剥夺", "deprive of": "剥夺;使失去;失去;剥夺某人的", "deprive vt": "剥夺", "Life deprive": "生命剥夺", "to deprive": "扣发;剥削", "divest deprive": "剥夺", "deprive strip": "依法剥夺"}, "ex": ["vt. 使丧失，剥夺"], "eg2": [["If you<b> deprive</b> them of education, the nation cannot progress.", "如果剥夺了她们受教育的权利，国家就不能进步。"], ["They lower the standards of teaching， for they<b> deprive</b> the teacher of all freedoms.", "考试促使降低教学标准，因为它剥夺了老师的一切自由。"], ["People love to read stories, and there’s only one you in this world, so don’t  them of yours!", "人们很喜欢看故事。 因为你是世界上独一无二的，所以你不应该剥夺人们了解你的权利。"]], "st": {"transform": [["vt.", "deprived,depriving"]]}}, "deputy": {"pron": {"peg": "英 ['depjʊti] ", "pam": "美 ['depjəti] "}, "ex": ["n. 副手；代理；副职；（某些国家的）议员", "adj. 副的", "网络 代表；代理人"], "eg2": [["I'm acting as deputy till the manager returns.", "我在经理回来之前代行他的职务。"], ["the deputy head of a school", "副校长"]]}, "descend": {"pron": {"peg": "[dɪ'sɛnd]", "pam": "[dɪ'sɛnd]"}, "wp": {"descend wind": "下沉气流", "Descend Prediction": "下发预测", "descend unexpectedly": "意外地下落", "descend singing": "伴唱", "Descend Arm": "落臂", "descend method": "下降法", "and Descend": "下降", "descend load": "冲击载荷", "improve descend": "改善下滑"}, "ex": ["vi. 下降；下去；下来；遗传；屈尊", "vt. 下去；沿…向下"], "eg2": [["Should you reach the summit you would have only one desire, and that to  and be with those who dwell in the deepest valley.", "一旦你登上顶峰，你就只有一个愿望，那就是往下走入最深的峪谷里，和那里的人民一同生活。"], ["The bell pulses to give some directional control, but mostly they drift with the wind. It expels gas to , and expels water from trim bladders to rise.", "膜囊有规律的摆动以提供一些方向性的控制 但它们主要是随波逐流.它通过排出气体来下降 通过压缩气囊排出水来上升."], ["Either you  into flowery metaphor or you indulge in the \"naming of parts\".", "你或者浸淫在华丽的比喻里，或者沉迷于“玩意儿的名字”中。"]], "st": {}}, "diatribe": {"ex": ["n. 诽谤；恶骂"], "pron": {"peg": "['daɪətraɪb]", "pam": "['daɪətraɪb]"}, "st": {}, "wp": {"diatribe encomium": "咒骂", "diatribe n": "口头或书面猛烈的", "Diatribe Pictures": "抨击影视鲨鱼海洋", "a diatribe": "酷评", "diatribe e": "诽谤;非难", "diatribe against": "对…的诽谤", "dialogue and diatribe": "对话和恶骂", "Nor A Moral Diatribe": "也不道德谩骂", "Diatribe de Libero Arbitrio": "论自由意志"}, "eg2": []}, "disastrous": {"pron": {"peg": "[dɪ'zæstrəs]", "pam": "[dɪ'zæstrəs]"}, "wp": {"disastrous gale": "灾害性大风的", "disastrous years": "灾变年份", "disastrous situation": "灾情", "completely disastrous": "完全是灾难性的", "disastrous mechanisms": "成灾机制", "disastrous fogy": "灾害性浓雾", "disastrous prevention": "坡地防灾", "disastrous damage": "灾害", "disastrous chains": "泥沙灾害链"}, "ex": ["adj. 灾难性的；损失惨重的；悲伤的"], "eg2": [["If he is wrong, the result could be .", "如果他是错误的，那么结果将是灾难性的。"], ["The consequences of these actions were .", "这些行动的结果是灾难性的。"], ["If global temperatures do go up by the 4C many scientists fear, the impact on Russia would be .", "许多科学家担心，如果全球气温升高4摄氏度，对俄罗斯的影响将是灾难性的。"]], "st": {}}, "disorient": {"ex": ["vt. 使…迷惑；使…失去方向感"], "pron": {"peg": "[dɪsˈɔriˌɛnt, -ˈor-]", "pam": "[dɪsˈɔriˌɛnt, -ˈor-]"}, "st": {}, "wp": {"Blind-wander disorient-": "致盲"}, "eg2": [["I worried whether the barrage of shattering surprises would<b> disorient</b> you.", "我担心一连串令人吃惊的倒闭是否将误导你。"], ["Most helicopter crashes in the country have been accidents caused by maintenance problems or factors such as reduced visibility because of dust or sand, which can  pilots.", "在阿富汗的大部分直升机坠毁是由于维修不善的问题，或者可能是因为灰尘或沙子等因素引发的低能见度迷惑了飞行员，造成操作上的意外。"], ["At first, this unconventional format may<b> disorient</b> those readers looking for a more traditional historical volume with a coherent narrative thread, but that's just the point.", "起初，此书的非传统思路也许会使那些为寻找一本以一种条理清晰的叙述方式撰写的传统历史书籍而阅读该书的读者感到迷失，但这就是它的与众不同之处。"]]}, "eccentric": {"pron": {"peg": "英 [ɪk'sentrɪk] ", "pam": "美 [ɪk'sentrɪk] "}, "ex": ["n. 怪人；偏心圆；【机】偏心器；【天】离心圈", "adj. 古怪的；异乎寻常的", "网络 偏心的；偏心轮；反常的"], "eg2": [["eccentric behaviour/clothes", "古怪的行为；奇装异服"], ["an eccentric aunt", "怪僻的大婶"]]}, "embodiment": {"ex": ["n. 体现；化身；具体化"], "pron": {"peg": "[ɪm'bɑdɪmənt]", "pam": "[ɪm'bɑdɪmənt]"}, "st": {}, "wp": {"exemplary embodiment": "例示性实施例", "Specific Embodiment": "具体体现", "aesthetic embodiment": "审美体现", "aristic embodiment": "艺术蕴含", "embodiment feature": "具象特征", "taste embodiment": "审美体现", "materialized embodiment": "物化体现", "An Embodiment": "某一实施例", "humane embodiment": "人性化体现"}, "eg2": [["The ultimate  of this behaviour is ... ", "这种行为的最终体现是……"], ["The additional protocol is the   of those lessons.", "附加议定书是汲取这些教训的体现。"]]}, "encounter": {"pron": {"peg": "[ɪn'kaʊntɚ]", "pam": "[ɪn'kaʊntɚ]"}, "wp": {"Encounter Groups": "会心团体;心小组", "encounter danger": "遇到危险;遇到时;遇到险境", "encounter radius": "会遇半径", "Mist Encounter": "迷雾重重;供雾所", "Inexplicable Encounter": "令人费解的遭遇", "Lucky Encounter": "踢到宝", "encounter complex": "遭遇络合物;络合物;相遇复合物;先驱络合物", "encounter group": "会心团体;交朋友小组;交友小组;所创立的会心群体", "Berlin encounter": "柏林一瞥;柏林旅游手册"}, "ex": ["vt. 遭遇，邂逅；遇到", "n. 遭遇，偶然碰见", "vi. 遭遇；偶然相遇"], "eg2": [["We<b> encounter</b> so many problems in our work.", "我们在工作中遇到如此多的问题。"], ["If you undertake the project, you are bound to  difficulties.", "如果你承接这项工程的话，免不了会遇到许多困难。"], ["You may<b> encounter</b> the same question when you retrace the progress of civilization.", "当你追溯文明的进步时，你可能会遇到同样的问题。"]], "st": {"similar": "battle"}}, "enthusiasm": {"ex": ["n. 热情；热忱；热心；热衷的事物", "网络 热诚；狂热；积极性"], "pron": {"peg": "英 [ɪn'θjuːzi.æzəm] ", "pam": "美 [ɪn'θuzi.æzəm] "}, "eg2": [["I can't say I share your enthusiasm for the idea.", "我可不像你那样，对这个想法那样热心。"], ["He had a real enthusiasm for the work.", "他的确热衷于这项工作。"], ["She never lost her enthusiasm for teaching.", "她从未失去过教书的热忱。"], ["The news was greeted with a lack of enthusiasm by those at the meeting.", "与会者对这消息未表现出多少兴趣。"], ["‘I don't mind,’ she said, without much enthusiasm.", "“我不在乎。”她不冷不热地说。"], ["full of enthusiasm", "充满热情"]]}, "entrepreneur": {"pron": {"peg": "[ˌɑntrəprəˈnɝ​]", "pam": "[ˌɑntrəprəˈnɝ​]"}, "wp": {}, "ex": ["n. 企业家；承包人；主办者"], "eg2": [], "st": {"transform": [["n.", "entrepreneurs"]]}}, "esoteric": {"ex": ["adj. 秘传的；限于圈内人的；难懂的"], "pron": {"peg": "[,ɛsə'tɛrɪk]", "pam": "[,ɛsə'tɛrɪk]"}, "st": {}, "wp": {"Esoteric Agenda": "秘密议程", "Esoteric wisdom": "玄奥智慧", "Esoteric Brotherhood": "秘教兄弟会", "Esoteric Learning": "深奥学习", "Esoteric Escape": "唱片名", "Esoteric Studies": "深奥的研究", "Esoteric Rule": "深奥法则", "Esoteric astrology": "密宗占星术", "Esoteric Buddhism": "密宗"}, "eg2": [["That includes many individuals with<b> esoteric</b> skills that are of little use in everyday life - like being able to instantly reckon the day of the week for any past or future date.", "这包括许多不同的个体拥有在日常生活中很少用得上的深奥技能——比如能够立即算出任何一个过去或将来的日期是星期几。"], ["When I look at my brother I see someone I have nothing in common with: he sees a half-assed writer who cares only for<b> esoteric</b> matters.", "当我看着弟弟时，我看到一个和我没有任何共同点的人：他看到的是一个不着调的作家，关心的都是些深奥的东西。"]]}, "extraordinary": {"pron": {"peg": "[ɪkˈstrɔrdənerɪ; ɪkˈstrɔrdnˌɛrɪ]", "pam": "[ɪkˈstrɔrdənerɪ; ɪkˈstrɔrdnˌɛrɪ]"}, "wp": {"extraordinary session": "特别会议;非常会议", "extraordinary revenue": "临时收入;\t\t非常收入;特殊收入", "extraordinary meeting": "特殊会议", "extraordinary items": "非常项目;非经常性项目;非经常性损益;例外项目", "Extraordinary Breastfeeding": "BBC话说母乳喂养", "extraordinary ability": "杰出才能;杰出能力;杰出人才;非凡的能力", "extraordinary weather": "反常气候;反常天气;反常的天气;异常天气", "Extraordinary item": "非经常项目;特殊帐项;特殊项目;非常项目"}, "ex": ["adj. 非凡的；特别的；离奇的；特派的"], "eg2": [["I am an<b> extraordinary</b> person.", "我是一个非凡的人。"], ["He is a man of<b> extraordinary</b> will power.", "他是个具有非凡意志的人。"], ["And I have to tell you – it’s been .", "然后我要告诉你的是─这是特别的体验。"]], "st": {}}, "fixture": {"pron": {"peg": "['fɪkstʃɚ]", "pam": "['fɪkstʃɚ]"}, "wp": {"Supporting fixture": "支承框;支承夹具;耐磨试验", "welding fixture": "焊接夹具;焊接工装夹具;烧焊夹具;汽车焊接夹具", "Post fixture": "订约后期工作;订约前期使命;订约前期任务;订约前期作事", "fixture vent": "器具通气管;用具通气管", "fixture design": "夹具设计;工装设计;治具设计;焊装夹具设计", "curing fixture": "固化夹具", "magnetic fixture": "磁力夹具;磁性夹具", "FLX Fixture": "结构", "universal fixture": "通用夹具;万能工具台"}, "ex": ["n. 设备；固定装置；固定于某处不大可能移动之物"], "eg2": [["To hold the SSD within the required tolerance, it was disassembled and a custom  was made to hold it as flat as possible.", "要让它一直保持这种状态就要把它拆开，用一个定做的设备固定它让她尽可能保持是平的。"], ["In addition, the astronauts installed a backup ammonia jumper cable between the port 4 and 5 trusses of the station and transferred a power and data grapple<b> fixture</b> from the shuttle to the station.", "另外宇航员们还安装了一个空间站4号端口和5号端口之间的氨跨接电缆备件，并且将一个发动机和数据绑缚设备从航天飞机转移到空间站上。"], ["He was, however, the first one to display his bathroom wares in a showroom so that when customers needed a new<b> fixture</b> they would immediately think of his name.", "不管怎样他是第一个在陈列室里展出他的卫生间设备的人，以至于当顾客需要新的抽水马桶时他们立即想到了他的名字。"]], "st": {}}, "flash": {"pron": {"peg": "英 [flæʃ] ", "pam": "美 [flæʃ] "}, "ex": ["n. 闪光；闪光灯；闪耀；（尤指信号灯）闪亮", "v. 闪光；掠过；（向…）用光发出（信号）；显示", "adj. 庞大的；昂贵的；穿着奢华的", "网络 闪存；动画；快闪记忆体"], "eg2": [["Lightning flashed in the distance.", "远处电光闪闪。"], ["the flashing blue lights of a police car", "警车闪烁的蓝灯"], ["A neon sign flashed on and off above the door.", "门上方霓虹灯忽明忽暗地闪烁着。"], ["The guide flashed a light into the cave.", "导游用手电筒照射洞穴。"], ["Red lights flashed a warning at them.", "红灯闪亮向他们发出警告。"], ["Red lights flashed them a warning.", "红灯闪亮向他们发出警告。"], ["Why is that driver flashing at us?", "那个司机为什么向我们闪灯？"], ["He flashed his pass at the security officer.", "他向保安员亮了一下通行证。"], ["The countryside flashed past the train windows.", "乡村景色从火车窗外飞掠而过。"], ["A look of terror flashed across his face.", "他脸上掠过惊恐的神色。"], ["A terrible thought flashed through my mind.", "一个可怕的想法闪过我的脑海。"], ["A message was flashing on his pager.", "他的寻呼机上闪现出一则信息。"], ["His name was flashed up on the screen.", "屏幕上显示出了他的名字。"], ["News of their triumph was flashed around the world.", "他们胜利的消息迅速传遍了全世界。"], ["Her eyes flashed with anger.", "她眼中闪出怒火。"], ["a flash of lightning", "一道闪电"], ["Flashes of light were followed by an explosion.", "阵阵闪光后就是一声爆炸的巨响。"], ["There was a blinding flash and the whole building shuddered.", "一道眩目的闪光过后，整栋大楼颤抖起来。"], ["a camera with a built-in flash", "有内置闪光灯的照相机"], ["I'll need flash for this shot.", "拍这个镜头我需要闪光灯。"], ["flash photography", "闪光摄影术"], ["a flash of white teeth", "闪露洁白的牙齿"], ["On the horizon, she saw a flash of silver─the sea!", "她看见天边闪现一片银色 — 大海！"], ["a flash of anger/inspiration, etc.", "怒上心头、灵感闪现等"], ["a flash car", "外表华丽的轿车"], ["He's very flash, isn't he?", "他穿着十分奢华，不是吗？"]]}, "flourish": {"pron": {"peg": "英 ['flʌrɪʃ] ", "pam": "美 ['flɜrɪʃ] "}, "ex": ["v. 繁荣；兴旺；昌盛；茁壮成长", "n. （为引起注意的）夸张动作；给人深刻印象的行动；令人难忘的方式；修饰", "网络 茂盛；挥舞；挥动"], "eg2": [["Few businesses are flourishing in the present economic climate.", "在目前的经济气候下，很少有企业兴旺发达。"], ["These plants flourish in a damp climate.", "这些植物在潮湿的气候下长势茂盛。"], ["I'm glad to hear you're all flourishing.", "听说你们都健康幸福，我感到高兴。"], ["He opened the door for her with a flourish.", "他做了一个夸张动作为她开了门。"], ["The season ended with a flourish for Rooney, when he scored in the final minute of the match.", "鲁尼本赛季华丽收官：他在比赛最后一分钟射进一球。"], ["a speech full of rhetorical flourishes", "满篇华丽辞藻的演讲"], ["a flourish of trumpets", "小号齐鸣"]]}, "frenzy": {"pron": {"peg": "['frɛnzi]", "pam": "['frɛnzi]"}, "wp": {"Forklift Frenzy": "叉车工人搬箱子;搬箱子工人", "Fuzion Frenzy": "疯狂大乱斗", "Sacrificial Frenzy": "奉献狂乱", "Horse Frenzy": "疯狂赛马;疯狂的赛马", "Pickle frenzy": "泡菜爆破;疯狂泡菜", "Castle Frenzy": "狂热城堡", "Ambulance Frenzy": "救护车;狂热救护车;疯狂救护车", "Farm Frenzy": "疯狂农场;疯狂大农场;疯狂农场2简体中文版;疯狂农场之披萨狂欢", "Frenzy BERSERK": "癫狂诅咒;精神错乱谩骂"}, "ex": ["n. 狂暴；狂怒；暴怒", "vt. 使发狂；使狂怒"], "eg2": [["Lo, I teach you the Superman: he is that lightning, he is that !", "大家注意啦，我教你们什么是超人：他就是那闪电，他就是那疯狂！"], ["A saguaro cactus stands tall amid a<b> frenzy</b> of lightning bolts in Arizona.", "亚利桑那州，一株巨人柱仙人掌矗立在一团狂暴的闪电中。"], ["The images fuse together and transform into other images in a rhythmic , as if they were moving oil paintings.", "各种图像融合到一起，以一种有节奏的狂乱转化成别的图像，就好像是会移动的油画般。"]], "st": {"transform": [["n.", "frenzies"], ["vt.", "frenzies"]], "similar": "mania"}}, "heir": {"pron": {"peg": "英 [eə(r)] ", "pam": "美 [er] "}, "ex": ["n. 继承人；后嗣；传人", "网络 嗣子；继承者；承继人"], "eg2": [["to be heir to a large fortune", "是大笔财产的继承人"], ["the heir to the throne(= the person who will be the next king or queen)", "王位继承人"], ["the president's political heirs", "总统的政治继承者"]]}, "idealism": {"ex": ["n. 唯心主义，理想主义；理念论"], "pron": {"peg": "['aɪ'diə'lɪzəm]", "pam": "['aɪ'diə'lɪzəm]"}, "st": {}, "wp": {"teleological idealism": "目的论唯心主义", "Materialism Idealism": "唯物唯心", "text idealism": "文本唯心主义", "physiological idealism": "生理学唯心主义", "Jianghu idealism": "江湖理想主义", "thoroughgoing idealism": "彻底唯心主义", "University idealism": "大学理想主义", "on idealism": "理想主义的困境", "subjective idealism": "主观唯心主义;主观唯心论"}, "eg2": [["She blasted away at his false .", "她猛烈抨击他的虚伪的理想主义。"], ["Kant and Hegel have developed .", "康德和黑格尔发展了唯心主义。"], ["From that moment on, the rest of 2008, I could see that .", "从那个时刻起，在后来整个2008年，我能看到这种理想主义。"]]}, "ideological": {"pron": {"peg": "[,aɪdɪə'lɑdʒɪkl]", "pam": "[,aɪdɪə'lɑdʒɪkl]"}, "wp": {"ideological education": "思想教育;政治教育;思想政治教育;意识形态教育", "ideological emancipation": "思想解放;解放思想", "ideological evolution": "思想演变", "Ideological quality": "思想品质;思想素质", "ideological remoulding": "思想改造", "ideological guru": "意识形态指导者", "Ideological system": "思想体系", "ideological analysis": "意识形态分析", "ideological change": "思想变化;思想的变化"}, "ex": ["adj. 思想的；意识形态的"], "eg2": [["As to the<b> ideological</b> work， we should never go about impetuously.", "对于思想工作， 千万不可操切从事。"], ["In doing<b> ideological</b> work, one must suit one's methods to the situation.", "做思想工作必须对症下药。"], ["Despite their<b> ideological</b> problems, however, most of these protesters have been peaceful, which brings us to the next party to the drama that we certainly cannot cheer: the police.", "虽然他们的意识形态有问题，但是，这些抗议者的绝大多数都是和平的，这就把我们带到这个事件中我们绝不赞赏的另一方：警察。"]], "st": {}}, "inaugural": {"ex": ["adj. 开始的；开幕的；就任的，就职的", "n. 就职演讲；开幕辞"], "pron": {"peg": "[ɪ'nɔɡjərəl]", "pam": "[ɪ'nɔɡjərəl]"}, "st": {}, "wp": {"inaugural addresses": "就职演说", "Second Inaugural": "第二篇演说", "inaugural statement": "创刊词", "inaugural speech": "就职演说;就职演讲", "Inaugural Mass": "首次大规模;首届大众;就职弥撒", "Inaugural Ball": "就职舞会", "inaugural lecture": "就职演讲;就职讲座", "inaugural events": "就职活动", "inaugural inauguratory": "就职的"}, "eg2": [["In his  address, President Jonathan said he represents the shared aspirations of all Nigerians.", "乔纳森总统在宣誓就职演讲中说，他代表尼日利亚所有民众的心愿。"], ["Like everyone of good will, I hoped that President Obama’s  Address would offer some reassurance, that it would suggest that the new administration has this thing covered.", "就像每个有美好愿望的人，我希望奥巴马总统的就职演说会像是定心丸，再次明确表示新的政府领导班子会考虑经济问题。"], ["\"We are a nation of Christians and Muslims, Jews and Hindus\" as well as \"non-believers\", perhaps the first time this group has been mentioned in an  address.", "“我们是一个拥有基督徒、穆斯林教徒和犹太人”以及“非信教的人”的国家，也许这样的一个组合是在就职演说中首次被提到。"]]}, "incidentally": {"ex": ["adv. 顺便；偶然地；附带地"], "pron": {"peg": "[,ɪnsɪ'dɛntli]", "pam": "[,ɪnsɪ'dɛntli]"}, "st": {}, "wp": {"incidentally mention": "顺便提及", "incidentally error": "偶然误差", "quite incidentally": "凑巧得很", "incidentally ad": "顺便说及地;附带地;顺便提及;顺便说一下", "Visit incidentally": "顺便拜访;顺便来访", "Incidentally sorry": "顺便说声对不起", "Shopping incidentally": "顺便逛逛", "acquired incidentally": "中国可以自然习得", "permit incidentally": "偶然允许"}, "eg2": [[", here's a good piece of news.", "附带告诉你一个好消息。"], [", here's another study tip based on research evidence about how the brain learns by association.", "顺便，这是另一个有研究证据的关于大脑如何通过联系进行学习的提示。"], [", you don't have to come out to everyone.", "顺便一提，你不需要跟所有人说你是双性恋。"]]}, "incompetence": {"ex": ["n. 无资格，不胜任；无能力；不适当；不熟练"], "pron": {"peg": "[ɪn'kɑmpɪtəns]", "pam": "[ɪn'kɑmpɪtəns]"}, "st": {}, "wp": {"CONSCIOUS INCOMPETENCE": "知道自己不知道;自觉不足", "Gross Incompetence": "严重不称职", "linguistic incompetence": "语言无能", "management incompetence": "经营和财务管理不善", "cervix incompetence": "宫颈功能不全", "ejeculatory incompetence": "射精不能", "velopharngeal Incompetence": "腭咽闭合功能不全", "hideous incompetence": "严重失职", "immunologicl incompetence": "免疫不全"}, "eg2": [["I'm not ashamed of my  in these areas.", "我对这些领域的无能无力毫不羞愧。"], ["But in the Apple culture of that time, having “A” problems was a sign of .", "但是在当时苹果电脑的文化之中，提出A级问题，就是不能胜任的标志。"], ["What is more, Pakistan’s chronic instability and its failure, whether by design or , to suppress extremism make Pakistan as hard a partner for China to trust as for America.", "而且，巴方长期的不安定和未能抑制极端主义的做法，不管是出于设计还是无能，都使中国将其看做是与美国一样的难以信赖的伙伴。"]]}, "incompetent": {"ex": ["adj. 无能力的，不胜任的；不合适的；不适当的；无力的", "n. 无能力者"], "pron": {"peg": "[ɪn'kɑmpɪtənt]", "pam": "[ɪn'kɑmpɪtənt]"}, "st": {}, "wp": {"incompetent evidence": "法律上无效的证据", "Incompetent Managers": "没有能力经营者", "incompetent party": "不符合条件的当事人", "incompetent lawyer": "一位不胜任的律师", "incompetent tribunal": "无管辖权的法院", "Or Incompetent": "或不称职", "incompetent beds": "弱岩层", "Incompetent individuals": "能力不强的人", "incompetent formation": "胶结程度很差的地层"}, "eg2": [["But this time there are no pantomime villains, like bolshy shop stewards or<b> incompetent</b> managers, to make sense of the narrative.", "但是这次没有童话中的坏蛋，如反叛的售货员或是毫无能力的经理，使得故事的叙述变得有意义。"], ["The central administration wanted to do this, but it was , and was opposed by many faculty who behaved no better than the students.", "中央管理部门想要这样做，但是它无此能力，许多行为还不及那些学生的员工反对这项提议。"], ["But instead, the client wants you to put everything back just the way it was, and they think you’re .", "但是你的客户却希望你把一切恢复到以来的样子，而且他们认为你那样做不称职。"]]}, "inflict": {"ex": ["vt. 造成；使遭受（损伤、痛苦等）；给予（打击等）"], "pron": {"peg": "[ɪn'flɪkt]", "pam": "[ɪn'flɪkt]"}, "st": {}, "wp": {"inflict damage": "损坏", "inflict company": "打扰某人", "inflict villainously": "罪恶地处罚", "inflict irrevocably": "无法改变地处罚", "inflict daringly": "大胆地处罚", "inflict politically": "政治性地处罚", "inflict vt": "把强加于", "inflict cruelty": "不构成虐待", "inflict recklessly": "不顾后果地处罚"}, "eg2": [["In their minds, it's a problem that people  upon themselves that could be solved if patients were motivated enough.", "在他们看来，这是一个问题，人们给自己造成的，可以得到解决，如果病人有足够的意志力。"], ["“I spent all this time telling them we could continue to<b> inflict</b> pain on their loved one or we could make him comfortable,” he said, his hands still moving.", "“我一直在和他们说，我们或者继续给他们的亲人造成痛苦或者我们可以让他走的舒服一些，”他说的同时手仍然在微微发抖。"], ["Either way, they were serene and unwilling to<b> inflict</b> pain on others—exactly like those who were given word of social acceptance.", "在任一种情况下，他们都很平静，不愿对他人造成痛苦——完全像那些收到通知被社会接受的人。"]]}, "informal": {"pron": {"peg": "[ɪn'fɔrml]", "pam": "[ɪn'fɔrml]"}, "wp": {}, "ex": ["adj. 非正式的；不拘礼节的；随便的；通俗的；日常使用的"], "eg2": [], "st": {}}, "instruct": {"ex": ["vt. 指导；通知；命令；教授"], "pron": {"peg": "[ɪn'strʌkt]", "pam": "[ɪn'strʌkt]"}, "st": {}, "wp": {"explicitly instruct": "明示", "instruct students": "指导学生", "evidence instruct": "证据开示", "instruct users": "指导用户", "instruct clinical": "指导临床", "Instruct Correct": "责令改正", "subject instruct": "学科建设", "instruct diligently": "辛勤指导", "instruct pupils": "教导学生"}, "eg2": [["You could<b> instruct</b> users of your website to type all numbers in US format, but is that really the best answer?", "您虽然可以指导您网站的用户输入所有数字时都采取美国格式，但 这真的是最佳答案吗？"], ["If you want to validate your data against a registered schema prior to storage, you need to<b> instruct</b> DB2 to do so.", "如果您希望在存储之前针对一个已注册模式验证数据，那么需要对 DB2 发出这些命令。"], ["And who knew that researchers immobilize subjects in a lab, hook them up to a brain scanner, and then<b> instruct</b> them to engage in sexual activity?", "谁又会知道，研究人员会把研究对象固定在实验室里，给他们戴上大脑扫描仪，并指导他们进行鱼水之欢？"]]}, "irrelevant": {"pron": {"peg": "[ɪ'rɛləvənt]", "pam": "[ɪ'rɛləvənt]"}, "wp": {"irrelevant to": "与;不相关;和…不相关", "Those irrelevant": "那些无关痛痒", "irrelevant absorPtinn": "关吸收", "The irrelevant": "各不相干", "irrelevant expense": "无关费用", "completely irrelevant": "了不相涉", "irrelevant information": "不需要信息;干扰;不相关的信息;不相关信息", "irrelevant talks": "不着边际的话", "irrelevant remarks": "不相关的言论"}, "ex": ["adj. 不相干的；不切题的"], "eg2": [["Not all the content will be directly relevant to your tastes and in fact some of it will be completely  to you.", "并非所有的内容都将直接和你的兴趣相关联，事实上有些内容则完全和您不相干。"], ["What you said is  to the subject.", "你说的与本题无关。"]], "st": {}}, "jabber": {"ex": ["vi. 快而含糊地说；吱吱喳喳地叫", "vt. 快而含糊地说出", "n. 快而含糊不清的话", "n. (Jabber)人名；(英)贾伯"], "pron": {"peg": "['dʒæbɚ]", "pam": "['dʒæbɚ]"}, "st": {}, "wp": {"jabber protocal": "jabber协议", "Jabber Identifier": "的地址称为甲吧地址", "jabber v": "快而含糊不清的说", "gnome jabber": "软件名称", "jabber frame": "超时传输帧", "gabble jabber": "呀呀学语;形容说话别人听不清或不明白", "net jabber": "软件名称", "Jabber ID": "要您注册一个帐号", "BASE JABBER": "前的喷射座"}, "eg2": []}, "jot": {"ex": ["vt. 略记；摘要记载下来", "n. 少量；稍许"], "pron": {"peg": "[dʒɑt]", "pam": "[dʒɑt]"}, "st": {}, "wp": {"jot t": "少量", "jot specification": "翻译;施工规范", "Jot List": "快速清单", "JOT Automation": "英文版", "shipping jot": "装运标志", "jot down": "略记下;匆匆记下;草草记下;摘要记载下来", "Stallwood jot": "斯托尔伍德喷射器", "Jot Notes": "做笔记", "Jot Pro": "专业级"}, "eg2": [[" down the thought or idea and go back to what you were doing.", "简单记下想法或念头，然后回去做你刚才做的事情。"], ["As you organize your notes,  down detailed bibliographical information for each cited paragraph and have it ready to transfer to your Works Cited page.", "在你整理你的笔记的时候，应该简单记录下每一段的参考信息，准备好写到你自己的作品的引用页上。"], ["Did you<b> jot</b> down his telephone number?", "你有没有把他的电话号码记下来?"]]}, "liberal": {"pron": {"peg": "['lɪbərəl]", "pam": "['lɪbərəl]"}, "wp": {"Liberal Party": "自由党;日本自由党;自在党;英国自由党", "liberal constitutionalism": "自由宪政;自由宪政主义;自由立宪主义", "Liberal Internationalism": "自由国际主义;自由主义的国际主义;国际主义", "Liberal Feminism": "自由女性主义;自由主义女性主义;自由派女权主义", "liberal egalitarianism": "自由平等主义;自由主义式平等主义;自由派平等主义;又或自由平等主义", "BC Liberal": "省自由党;卑诗自由党", "liberal media": "自由派媒体", "too liberal": "既要避免自由编造;新闻主播左倾;太自由", "liberal bias": "自由主义偏见"}, "ex": ["adj. 自由主义的；慷慨的；不拘泥的；宽大的", "n. 自由主义者", "n. (Liberal)人名；(葡)利贝拉尔"], "eg2": [["They disagreed on how to define “”.", "他们对如何解释“”一词的词义有不同意见。"], ["Anyone who does not agree with the<b> liberal</b> side of Hollywood does not deserve to work in Hollywood!", "谁要是不站在好莱坞的自由主义者这边，谁就别想再好莱坞混！"], ["As for the content, I can tell you that on average people in Zurich have a<b> liberal</b> attitude to this reform.", "至于内容，我可以告诉你们，普遍来说，苏黎世人民对待这次改革都采取了自由主义的态度。"]], "st": {"similar": "advanced,progressive"}}, "lobby": {"pron": {"peg": "英 ['lɒbi] ", "pam": "美 ['lɒbi] "}, "ex": ["n. 门厅；休息室；接待室；(表决时分别投票的)投票厅", "v. 〔美国〕(在会议室中)运动议员；运动通过议案；暗中运动；游说", "网络 大厅；大堂；酒店大堂"], "eg2": [["a hotel lobby", "旅馆大厅"], ["The gun lobby is/are against any change in the law.", "赞同拥有枪支的团体反对作任何法律上的修改。"], ["a recent lobby of Parliament by pensioners", "领养老金者近来在议会的游说"], ["Farmers will lobby Congress for higher subsidies.", "农民将游说国会提高对农业的补贴。"], ["Women's groups are lobbying to get more public money for children.", "妇女组织在游说政府，要求增加对儿童的拨款。"]]}, "marginal": {"pron": {"peg": "['mɑrdʒɪnl]", "pam": "['mɑrdʒɪnl]"}, "wp": {"marginal cost": "边际成本;边沿本钱;\t\t边缘成本;边岸成本", "marginal analysis": "边际分析;限界值分析", "Marginal Niche": "领域偏狭", "marginal utility": "边际效用;边际效应;边际效益;边沿功效", "marginal quay": "顺岸式码头;\t\t顺岸码头;顺码头", "marginal checking": "边际检验;边缘校验;边际核对", "marginal man": "边缘人;边际人;边缘人物;夹缝人", "marginal returns": "边际回报;\t\t边际收益;边际报酬;边际收益下降", "marginal strip": "路缘带"}, "ex": ["adj. 边缘的；临界的；末端的"], "eg2": [[" cultures in the past have rightfully entered the mainstream through business, taking money from the majority and infusing it into their own tribes.", "过去，边缘文化曾通过商业活动合法地进入主流社会，从多数人那里挣得金钱，并注入到自己的部落。"], ["This is the deeper meaning of<b> marginal</b> utility: that when society is free, even the most<b> marginal</b> among us need not be marginalized.", "这正是边际效用的深层含义：如果这个社会是自由的，即使是我们中最边际的人也不应该被边缘化。"], ["Most of the proposals we argue about so ferociously will have only<b> marginal</b> effects on how we live, especially compared with the ethnic, regional and social differences that we so studiously ignore.", "我们那么激烈所争论的大多数提案将对我们的生活方式只有很微小的影响，尤其是与我们如此特意所忽视的种族的、地区的和社会的差异相比。"]], "st": {}}, "moderate": {"pron": {"peg": "[ˈmɑdərɪt; (for v.,) ˈmɑdərˌeɪt]", "pam": "[ˈmɑdərɪt; (for v.,) ˈmɑdərˌeɪt]"}, "wp": {"moderate climate": "温和气候;不冷不热的气候;气候温和", "moderate earthquake": "中地震;中强地震", "moderate gale": "疾风;七级风", "moderate damage": "中度破坏;中等破坏;中度粉碎", "moderate sea": "中浪;半深海", "moderate seas": "小浪", "visibility moderate": "能见度一般", "moderate prosperity": "小康;总体小康", "moderate rainfall": "适度降雨量;中等雨量;降雨量;降雨"}, "ex": ["adj. 稳健的，温和的；适度的，中等的；有节制的", "vi. 变缓和，变弱", "vt. 节制；减轻"], "eg2": [[" exercise subserves digestion.", "适度锻炼有助于消化。"], ["She should<b> moderate</b> her language when children are present.", "在孩子面前，她说话应该节制。"], ["Baldwin said the girl has thrived in school and has no learning problems, although she has<b> moderate</b> asthma.", "鲍尔温说这个女孩在学校表现出色没有学习问题，虽然她有适度的哮喘。"]], "st": {"transform": [["vt.", "moderated,moderating"]], "similar": "temperate"}}, "moral": {"pron": {"peg": "['mɔrəl]", "pam": "['mɔrəl]"}, "wp": {"moral obligation": "道德责任;道义责任;道德义务;道义上的责任", "moral behavior": "道德行为;有德行为", "Moral Majority": "道德多数派;道德多数;道德大多数;道德大众", "moral sense": "道德感;是非感;道德观念;道德意识", "Puerto Moral": "莫拉尔港", "moral hazard": "道德风险;道德危险;道德危机;道德危害", "moral law": "道德律;道德法则;道德法;德道律法", "moral rule": "道德规范;道德规则", "moral feeling": "道德感;道德情感;道德情意;同情"}, "ex": ["adj. 道德的；精神上的；品性端正的", "n. 道德；寓意", "n. (Moral)人名；(德、法、西、葡、土)莫拉尔"], "eg2": [["He lives by a strict<b> moral</b> code.", "他按照严格的道德准则生活。"], ["Faith  undergirds<b> moral</b> principles.", "信仰能加强道德原则。"], ["The  offen-sive remarks in the book had to be expurgated before it could be printed.", "这本书在付印前必须删去道德上冲撞的话语。"]], "st": {"similar": "ethical,virtuous"}}, "morality": {"pron": {"peg": "[məˈræləti]", "pam": "[məˈræləti]"}, "wp": {}, "ex": ["n. 道德；品行，美德"], "eg2": [["", ""], ["", ""], ["", ""]], "st": {"transform": [["n.", "moralities"]]}}, "mute": {"pron": {"peg": "英 [mjuːt] ", "pam": "美 "}, "ex": ["n. 哑吧；沉默的人；【法律】拒绝答辩的被告人；鸟粪", "adj. 哑的；缄默无言的；(一时)说不出话的；(猎狗)不叫的", "v. 排泄；减弱…的声音；柔和…的色调", "网络 静音；哑巴；弱音器"], "eg2": [["a look of mute appeal", "默默请求的表情"], ["The child sat mute in the corner of the room.", "这孩子坐在屋子的角落里，一声不吭。"], ["He muted the strings with his palm.", "他用手掌抹琴弦消音。"], ["She thought it better to mute her criticism.", "她觉得还是婉转地提出批评比较好。"]]}, "narrative": {"pron": {"peg": "['nærətɪv]", "pam": "['nærətɪv]"}, "wp": {"historical narrative": "历史叙事;历史叙述;历史的叙述", "narrative perspective": "叙述视角;叙事视角;叙事方法;视角", "narrative structure": "叙事结构", "narrative sentence": "陈述句;叙事语句;叙述句;直陈句", "Narrative Style": "叙述风格;视角;叙事模式;叙事方法", "narrative form": "叙述式;叙事形式;叙述形式;叙述方式", "Narrative Therapy": "叙事治疗;叙事疗法;叙事治疗法;叙事心理治疗", "narrative notes": "叙述证券;描述注释", "little narrative": "小叙事;小叙述;细微叙事"}, "ex": ["n. 叙述；故事；讲述", "adj. 叙事的，叙述的；叙事体的"], "eg2": [["Second, a group : who are we? ", "第二，一群人的故事：我们是谁？"], ["She wants to fable up this<b> narrative</b> into a fiction.", "她想把这个故事改编成小说。"], ["Our ordinary life, at least in its<b> narrative</b> quality, provides no direct analog for the programming constructs of these languages.", "我们的日常生活（至少在叙事质量方面）没有提供对这些语言的编程构造的直接模拟。"]], "st": {}}, "nun": {"ex": ["n. 尼姑；修女", "网络 比丘尼；嫩"], "pron": {"peg": "英 [nʌn] ", "pam": "美 [nʌn] "}, "eg2": []}, "obsess": {"ex": ["vt. 迷住，缠住；使…着迷；使…困扰"], "pron": {"peg": "[əb'sɛs]", "pam": "[əb'sɛs]"}, "st": {}, "wp": {"obsess with": "迷恋与;与牵挂;裹小脚与;正在翻译", "obsess s": "使烦扰", "obsess-": "着迷", "obsess by": "被", "obsess over sth": "着迷于", "But Don T Obsess": "但不要过分", "to obsess over someone": "为了某人而痴迷", "Why not obsess about": "为何念念不忘", "love and obsess": "酷爱与痴迷"}, "eg2": [["The project seems to<b> obsess</b> him.", "这项工程似乎令他着迷。"], ["And even supposing that, because of his pride, he did not beg for freedom, I find it difficult to believe that this thought did not  him.", "且进一步假设，因为他的骄傲，他不会乞求自由，我发现这种假设很难令人信服，因为他从来就没有这种想法。"], ["But our minds are not evolved to think about strangers, and we ,needlessly, about what people think of us and how these insults will diminish us in the eyes of others.", "但是当我们想到那些陌生人，当我们被别人的看法和那些侮辱在别人眼中会怎样削弱自己的想法所缠绕时，我们的思想是不会演化的。"]]}, "obsession": {"ex": ["n. 痴迷；困扰；[内科][心理] 强迫观念"], "pron": {"peg": "[əb'sɛʃ(ə)n]", "pam": "[əb'sɛʃ(ə)n]"}, "st": {}, "wp": {"Obsession forever": "永远的困扰", "Dangerous Obsession": "枕边的敌人;枕边的仇敌", "Obsession Muscat": "迷恋的玫瑰香", "Naked Obsession": "胴体情迷;胴体迷情;酮体迷情", "child obsession": "儿童强迫症", "Violet Obsession": "痴迷紫罗兰", "DAYDREAM OBSESSION": "相思成灾", "unhealthy obsession": "走火入魔;困扰", "Grand Obsession": "钢琴课;寻琴记"}, "eg2": [["Nonetheless, foreign women—like the nurses—appear to have been something of an .", "然而，外国妇女似乎也会有几分困扰，比如说前面提到的护士。"], ["\"We have an  today with fat and cholesterol because we can go to the market and stuff ourselves with it,\" Stanford said.", "对此，斯坦福表示：“今天，我们被脂肪和胆固醇困扰是因为我们能随时去超市用这些食品将自己填饱。"], ["Plagiarism is like that; it’s an insider’s .", "剽窃也是如此：它只是内部人员的困扰。"]]}, "oppress": {"ex": ["vt. 压迫，压抑；使……烦恼；使……感到沉重"], "pron": {"peg": "[ə'prɛs]", "pam": "[ə'prɛs]"}, "st": {"similar": "wrong"}, "wp": {"oppress ruthlessly": "无情地压迫", "Oppress Cruelly": "迫害;残忍地压迫", "oppress rigidly": "顽固地压制", "oppress woman": "压迫妇女", "Spirit Oppress": "精神压迫", "cruelly oppress": "人为刀俎我为鱼肉", "oppress vt": "压抑", "oppress sorely": "非常烦扰", "oppress v": "压迫"}, "eg2": [["These forces of neocolonialism<b> oppress</b> not only Third World people but also citizens in their own countries.", "这些新殖民主义者不仅压迫第三世界人民，也会压迫本国公民。"], ["Just as no self-appointed group has the right to<b> oppress</b> others, so no majority, even in a democracy, should take away the basic rights and freedoms of a minority group or individual.", "正如没有任何一个自我任命的群体有权压迫其他人一样，多数派，即便是在民主制度下，也不应剥夺少数群体或个人的基本权利和自由。"], ["He is forced to stand up to gangsters who  his fellow migrants and later gets invited to start martial arts schools to share his knowledge.", "由于黑帮压迫其他移民，他被迫站了出来带头与黑帮进行抗争，之后他获邀开办了武术学校，广播武艺。"]]}, "oppressive": {"pron": {"peg": "[ə'prɛsɪv]", "pam": "[ə'prɛsɪv]"}, "wp": {"oppressive structure": "压迫性结构", "Oppressive Mortgage": "沉重抵押负担", "Oppressive Freedom": "压制性自由", "oppressive pain": "闷痛", "Oppressive humidity": "难以忍受的谦恭", "impossible oppressive": "难以忍受的", "oppressive heat": "闷热", "oppressive act": "暴虐行为", "ruthlessly oppressive": "暴戾"}, "ex": ["adj. 压迫的；沉重的；压制性的；难以忍受的"], "eg2": [["But I also know that we need not choose between a chaotic and unforgiving capitalism and an  government-run economy.", "但我也知道，我们不必在混乱、无情的资本主义和压制性的国营经济体制之间作出选择。"], ["For millions of ordinary men and women, it has meant famine, hardship, torture, forced labour, a broken economy and a monstrously<b> oppressive</b> state.", "对于成百万的普通男人和女人，它意味着饥荒、苦难、酷刑、强迫劳动、破产的经济和充满压迫的国家。"], ["The British had regarded jury trials as a potential bulwark against<b> oppressive</b> actions by the king, but there was a more pragmatic reason for retaining trial by jury.", "英国人民曾把陪审团庭审视作可用于抵制国王压迫行为的手段，但是这种审理方式得到保留还有一个更实际的原因。"]], "st": {"similar": "onerous"}}, "orthodoxy": {"pron": {"peg": "英 ['ɔː(r)θə.dɒksi] ", "pam": "美 ['ɔrθə.dɑksi] "}, "ex": ["n. 正统观念；普遍接受的观点；正统的信仰（或做法）；正教会", "网络 东正教；正统派；正统信仰"], "eg2": [["an economist arguing against the current financial orthodoxy", "一位批驳现行正统金融观念的经济学家"]]}, "overwhelmingly": {"pron": {"peg": "[,ovɚ'hwɛlmɪŋli]", "pam": "[,ovɚ'hwɛlmɪŋli]"}, "wp": {"terrify overwhelmingly": "使不知所措地惊恐", "waste overwhelmingly": "过分地浪费", "overwhelmingly ad": "以压倒之势地", "dominate overwhelmingly": "势不可挡地控制", "Overwhelmingly Positive": "绝对肯定", "dread overwhelmingly": "过分地害怕", "Overwhelmingly Strong": "很强大", "overwhelmingly difficult": "极其困难", "magnify overwhelmingly": "过分地赞美"}, "ex": ["adv. 压倒性地；不可抵抗地"], "eg2": [], "st": {}}, "parade": {"pron": {"peg": "英 [pə'reɪd] ", "pam": "美 [pə'reɪd] "}, "ex": ["n. 阅兵；游行；炫耀；检阅", "v. 游行；展览；游行庆祝；游行示威", "网络 巡游；列队行进；夸耀"], "eg2": [["the Lord Mayor's parade", "欢迎新市长大游行"], ["St Patrick's Day parade in New York", "纽约市圣帕特里克节庆祝游行"], ["a military parade", "军事检阅"], ["They stood as straight as soldiers on parade .", "他们像接受检阅的士兵一样站得笔直。"], ["The latest software will be on parade at the exhibition.", "最新软件将在展览会上展出。"], ["Each generation passes through a similar parade of events.", "每一代人都要经历一系列类似的事。"], ["a shopping parade", "购物街"], ["The victorious team will parade through the city tomorrow morning.", "明天上午获胜队将在城内举行庆祝游行。"], ["People were parading up and down showing off their finest clothes.", "人们走来走去，炫耀着他们最漂亮的服装。"], ["The trophy was paraded around the stadium.", "奖杯被环绕着体育场高举展示。"], ["The prisoners were paraded in front of the crowd.", "囚犯被押解示众。"], ["He is not one to parade his achievements.", "他不是一个爱炫耀自己成就的人。"], ["The crowds applauded as the guards paraded past.", "卫队列队走过时，人群鼓掌欢迎。"], ["The colonel paraded his men before the Queen.", "上校指挥士兵列队行进，接受女王的检阅。"], ["myth parading as fact", "外表看似真实的神话"], ["He paraded himself as a loyal supporter of the party.", "他把自己伪装成该党的忠实支持者。"]]}, "patriarchal": {"pron": {"peg": "[,petrɪ'ɑrkl]", "pam": "[,petrɪ'ɑrkl]"}, "wp": {"patriarchal imagination": "父权想象", "Patriarchal System": "大家庭制;父权体系;家长制;宗法制度", "patriarchal party": "老子党", "patriarchal order": "宗法秩序", "patriarchal political": "父权政治", "Patriarchal framework": "父权主义构建", "patriarchal Science": "学", "Patriarchal theory": "父权论", "Patriarchal See": "身的宗主教区"}, "ex": ["adj. 家长的；族长的；由族长统治的"], "eg2": [["Already in Colossians and Ephesians they set up the household in a clear hierarchical  situation.", "歌罗西书和以弗所书已经在家庭中,建立起明确的家长等级关系。"], ["Nevertheless, as I emphasized earlier in the<b> patriarchal</b> stories, in the end we're dealing here with sacred history.", "无论如何，就像我先前在族长故事中强调的，最后我们在这里探讨的是宗教历史。"], ["In Tsarist Russia, women suffered from the exploitation of capitalist employers and<b> patriarchal</b> husbands while government reformers ignored the injustice being done to them.", "在帝王统治的俄罗斯，妇女遭受着资本家和族长老公的剥削，然而政府改革家对她们这样的不平等待遇视而不见。"]], "st": {}}, "peasant": {"pron": {"peg": "英 ['pez(ə)nt] ", "pam": "美 [ˈpez(ə)nt] "}, "ex": ["n. 农民；乡巴佬；庄稼人；乡下人", "网络 农夫；小农；乡民"], "eg2": [["peasant farmers", "自耕农"]]}, "phalanx": {"ex": ["n. 密集的人（或东西）", "网络 方阵；密集阵；趾骨"], "pron": {"peg": "英 ['fælæŋks] ", "pam": "美 ['feɪl.æŋks] "}, "eg2": []}, "philosophical": {"ex": ["adj. 哲学的（等于philosophic）；冷静的"], "pron": {"peg": "[,fɪlə'sɑfɪkl]", "pam": "[,fɪlə'sɑfɪkl]"}, "st": {}, "wp": {"Philosophical Anthropology": "哲学人类学;哲学的人学;哲学人学;哲学的人类学", "Philosophical Psychology": "哲学心理学;哲学的心理学;哲学心理学", "philosophical creation": "哲学创造", "Philosophical Theology": "哲学神学;哲理神学", "philosophical fountainhead": "哲学本原", "philosophical semantics": "哲学语义学;哲学的语义学", "philosophical breakthrough": "哲学的突破;哲学突破", "Philosophical Researches": "哲学研究", "philosophical concept": "哲学概念"}, "eg2": [["There is something  about all this.", "这有点哲学研究的意味在里面。"], ["The philosopher demonstrated a<b> philosophical</b> principle.", "那位哲学家论证了一条哲学原理。"], ["Did he not offer any reasons for what he did or did he have theological and<b> philosophical</b> discussions with Pilate about his message? ", "他没有为他的行为给出任何解释,还是他说了一些神学和哲学的观点,和彼拉多进行了一番讨论呢？"]]}, "prayer": {"ex": ["n. 祷告；祈祷文；经文；祈祷（的行为）", "网络 祈祷者；祈求；祈祷术"], "pron": {"peg": "英 [preə(r)] ", "pam": "美 [prer] "}, "eg2": [["to say your prayers", "祷告"], ["prayers for the sick", "为病人的祈祷"], ["He arrived at that very moment, as if in answer to her prayer .", "他就在那一刻到了，好像是她的祈祷应验了。"], ["Their prayers were answered and the child was found safe and well.", "他们的祷告应验了：小孩找到了，安然无恙。"], ["It was a prayer she had learnt as a child.", "这是她儿时就学会了的祈祷文。"], ["They knelt in prayer.", "他们跪下祈祷。"], ["We believe in the power of prayer.", "我们相信祈祷的力量。"], ["My prayer is that one day he will walk again.", "我的企盼就是有一天他能重新走路。"]]}, "puff": {"pron": {"peg": "英 [pʌf] ", "pam": "美 [pʌf] "}, "ex": ["n. 泡芙；吸；喘息；（烟、气等的）一缕", "v. 吸；使喷出；急促喘息；气喘吁吁", "网络 吹；波夫；喘气"], "eg2": [["He puffed (away) on his pipe.", "他（一口一口地）吸着烟斗。"], ["I sat puffing my cigar.", "我坐着抽雪茄。"], ["Chimneys were puffing out clouds of smoke.", "烟囱冒着滚滚浓烟。"], ["Steam puffed out.", "蒸汽向外喷出。"], ["I was starting to puff a little from the climb.", "爬坡弄得我有点喘息起来。"], ["The train puffed into the station.", "火车喷着蒸汽驶进车站。"], ["He had a few puffs at the cigar.", "他吸了几口雪茄。"], ["Take two puffs from the inhaler every four hours.", "每隔四小时从吸药器中吸两口药。"], ["a puff of wind", "一丝清风"], ["Puffs of white smoke came from the chimney.", "烟囱冒出了袅袅白烟。"], ["Any chance of success seemed to vanish in a puff of smoke(= to disappear quickly) .", "成功的机会犹如一缕青烟，瞬息即逝。"], ["The hill was very steep and I soon ran out of puff .", "山坡陡峭，我很快就气喘吁吁了。"]]}, "pursuit": {"pron": {"peg": "[pɚ'sut]", "pam": "[pɚ'sut]"}, "wp": {"pursuit plane": "驱逐机", "Scorched Pursuit": "战龙四驱车;风火轮火龙赛车", "projection pursuit": "投影寻踪;投影追踪;投影寻踪法;投影寻踪方法", "pursuit movement": "跟随运动;追随运动;跟踪运动", "FWG Pursuit": "警察抓抢匪", "Highway Pursuit": "公路追击;公路追缉令;亡命劫匪;高速路押运大战", "pure pursuit": "纯跟踪式;纯跟踪;纯追踪", "pursuit rotor": "跟踪盘;转子追踪", "matching pursuit": "匹配追踪;匹配跟踪;匹配追逐;匹配追踪算法"}, "ex": ["n. 追赶，追求；职业，工作"], "eg2": [["After a<b> pursuit</b> lasting all day we finally caught up with them.", "经过一整天的追赶， 我们终于赶上了他们。"], ["For the foregoing reasons, I have never wavered in my<b> pursuit</b> of this purpose.", "由于上述原因，我在追求自己的目标上至今从未动摇过。"], ["Yet there are limits to what a society can spend in this  . ", "然而在这样的追求中，一个社会能够承担的费用是有限的。"]], "st": {}}, "respectively": {"pron": {"peg": "[rɪ'spɛktɪvli]", "pam": "[rɪ'spɛktɪvli]"}, "wp": {"fertilized respectively": "分别受精", "respectively struck": "分别发生", "alum respectively": "铝明矾", "respectively increased": "分别增加", "cribed respectively": "分别叙述", "respectively ad": "独自地;各自地", "increased respectively": "分别增加", "claims respectively": "各自诉求", "coefficient respectively": "系数分别"}, "ex": ["adv. 分别地；各自地，独自地"], "eg2": [[", +, and * find no or one, one or more, and zero or more repeats, .", " 、+ 和 * 分别查找零次或一次、一次或多次，以及零次或多次重复。"], ["As usual, the mediation flow component communicates with its clients and the actual service provider via an export and import, .", "和平常一样，中介流组件分别通过导出和导入与其客户机和实际服务提供程序通信。"], ["They are therefore flagged in red and amber, , and I would want to investigate the reasons for this.", "因此它们分别处于红色和琥珀色状态，我想要找出发生这种情况的原因。"]], "st": {}}, "restore": {"pron": {"peg": "[rɪ'stɔr]", "pam": "[rɪ'stɔr]"}, "wp": {"database restore": "数据库恢复;数据库还原;资料库还原", "restore recovery": "还原恢复;备份恢复", "Restore All": "复原所有窗口;全部还原;恢复所有;还原一切", "offline restore": "离线还原;脱机还原", "Restore Life": "生命回复;人命复兴;命恢复", "Nand restore": "还原", "restore sequence": "还原顺序", "eyelash restore": "眼睫毛每恢复;睫毛恢复;睫毛还原", "restore to": "使恢复;恢复到"}, "ex": ["vt. 恢复；修复；归还", "vi. 恢复；还原"], "eg2": [["The sea air will help to<b> restore</b> his health.", "海洋的空气将有助于恢复他的健康。"], ["Once soils are puddled badly, it may require several seasons to .", "一旦土壤板结粘闭，可能要几个季节才能得以恢复。"], ["Unlike complete recovery, you have to<b> restore</b> all data files, instead of only the selected data files to be recovered.", "与完全备份不一样，您必须恢复所有数据文件，而不只是要恢复选定的数据文件。"]], "st": {"transform": [["vt.", "restored,restoring"]], "similar": "renew"}}, "retreat": {"pron": {"peg": "英 [rɪ'triːt] ", "pam": "美 [rɪ'trit] "}, "ex": ["v. 撤退；退却；后退；退缩", "n. 撤退；退却；退缩；退避", "网络 隐居；退修会；隐退"], "eg2": [["The army was forced to retreat after suffering heavy losses.", "部队因伤亡惨重被迫撤退。"], ["We retreated back down the mountain.", "我们从山上撤了下来。"], ["He watched her retreating figure.", "他看着她的身影渐渐远去。"], ["The flood waters slowly retreated.", "洪水慢慢地消退。"], ["The government had retreated from its pledge to reduce class sizes.", "政府已经改变了缩小班级规模的承诺。"], ["Bored with the conversation, she retreated to her bedroom.", "她厌倦了这样的交谈，躲进了自己的卧室。"], ["He retreated into a world of fantasy.", "他遁入了幻想世界。"], ["Share prices retreated 45p to 538p.", "这股票价格下跌 45 便士，降到了 538 便士。"], ["Napoleon's retreat from Moscow", "拿破仑从莫斯科的撤退"], ["The army was in full retreat(= retreating very quickly) .", "部队全线撤退。"], ["to sound the retreat(= to give a loud signal for an army to move away)", "发出撤退信号"], ["Is watching television a retreat from reality?", "看电视是对现实的一种逃避吗？"], ["The Senator made an embarrassing retreat from his earlier position.", "这位参议员很尴尬地改变了他早先的立场。"], ["a country retreat", "乡间隐居处"], ["He went into retreat and tried to resolve the conflicts within himself.", "他去静修并试图调节自己内心的矛盾冲突。"], ["to go on a Buddhist retreat", "去参加佛教的静修"]]}, "revive": {"pron": {"peg": "[rɪ'vaɪv]", "pam": "[rɪ'vaɪv]"}, "wp": {"to revive": "复兴;振兴", "Max Revive": "元气药块;或者特级更生剂;特级更生剂", "revive athletically": "体育复兴", "revive in": "在……上复活", "Might Revive": "也会复活", "Miss Revive": "错误苏醒", "revive mechanism": "复活机制", "Registry Revive": "注册表修复工具", "revive retract": "恢复"}, "ex": ["vi. 复兴；复活；苏醒；恢复精神", "vt. 使复兴；使苏醒；回想起；重演，重播"], "eg2": [["So, why not<b> revive</b> Doha?", "所以，为什么不重启多哈？"], ["It finally hit her that someone was using a time machine, to go back in time, and  someone who was already dead.", "终于，她想明白了，一定是有人利用了什么时间机器回到过去，让什么已经死掉的人复活了。"], ["But to start the next wave of opportunities, we need to  the kind of wanton cross-pollination that got us this far.", "但是我们需要复活那种把我们带到这里的异花授粉的放荡，来开始下一波机会。"]], "st": {"transform": [["vi.", "revived,reviving"]]}}, "scandal": {"ex": ["n. 丑闻；流言蜚语；诽谤；公愤"], "pron": {"peg": "['skændl]", "pam": "['skændl]"}, "st": {"transform": [["vt.", "scandalled或scandaled,scandalling或scandaling"]]}, "wp": {"Untold Scandal": "丑闻;挑情宝鉴;男女相悦之事", "Scandal Makers": "非常主播;超速绯闻;极速绯闻", "Insadong Scandal": "仁寺洞丑闻", "bribery scandal": "贿赂丑闻;受贿丑闻", "Mnet Scandal": "一周的恋人;联合负荷", "Wedding Scandal": "婚礼绯闻;婚礼丑闻", "SCANDAL SHOW": "惊选集;初回生产限定盘", "corruption scandal": "腐败丑闻", "No Scandal": "没有丑闻;排舞"}, "eg2": [["He could not but cough up his political .", "他迫不得已只好吐露出他的政治丑闻。"], ["The political<b> scandal</b> tarnished the reputation of the president.", "这起政治丑闻败坏了总统的名誉。"], ["This<b> scandal</b> may well bring the president down at the next election.", "这件丑闻也许会使总统在下次选举中失败。"]]}, "seize": {"ex": ["vt. 抓住；夺取；理解；逮捕", "vi. 抓住；利用；（机器）卡住"], "pron": {"peg": "[siz]", "pam": "[siz]"}, "st": {"similar": "take", "transform": [["vt.", "seized,seizing"]]}, "wp": {"seize opportunities": "抓住机遇;捉住机遇;把握时机;捉住机会", "Seize food": "虎口夺食", "seize upon": "抓住;利用", "seize property": "扣押财产", "Fruit Seize": "水果砸砸砸;保护果园", "seize children": "抓住儿童;占领孩子;抓住孩子", "Seize Moodle": "希子目多", "seize trunk": "中继线网关", "seize illegally": "不合法地抓住"}, "eg2": [["The opportunity is there. Why not<b> seize</b> it?", "机会正在那儿呢，为什么不抓住它？"], ["If you fail to oil the engine regularly, it would  up  without warning.", "如果你不定期给发动机注油，它不定那天就会突然卡住。"], ["“I think that there is no reason why we should not<b> seize</b> this opportunity and this moment,” the president said.", "奥巴马总统说：\"我认为，没有任何理由让我们不去抓住这个机会和这个时刻。\""]]}, "sensitive": {"pron": {"peg": "['sɛnsətɪv]", "pam": "['sɛnsətɪv]"}, "wp": {"sensitive area": "敏感区;敏感地区", "sensitive data": "敏感数据;敏感资料;敏感性资料", "sensitive plant": "含羞草;\t\t敏感植物;害臊草;害羞草", "sensitive to": "对;敏感;灵敏的;感光的", "sensitive volume": "感应容量;灵敏区;灵敏体积;灵敏范围", "Sensitive Couple": "超感觉情侣;片;英文名", "sensitive period": "敏感期;感应期;敏感时期", "sensitive film": "感光胶卷;\t\t感光胶片;\t\t感光软片;高感光胶片", "sensitive material": "感光材料;敏感材料;感光质料;灵敏材料"}, "ex": ["adj. 敏感的；感觉的；[仪] 灵敏的；感光的；易受伤害的；易受影响的", "n. 敏感的人；有灵异能力的人"], "eg2": [["This instrument is highly .", "这架仪器很灵敏。"], ["We'd better keep off the<b> sensitive</b> topic.", "我们最好避开这个敏感的话题。"], ["Try your best to sidestep for  issues like this.", "你应尽可能地回避像这类敏感的问题。"]], "st": {}}, "serial": {"pron": {"peg": "英 ['sɪəriəl] ", "pam": "美 ['sɪriəl] "}, "ex": ["adj. 顺序排列的；排成系列的；连续的；多次的", "n. 电视连续剧；广播连续剧；杂志连载小说", "网络 序列号；串行；序号"], "eg2": [["tasks carried out in the same serial order", "按同样顺序完成的任务"], ["a serial rapist", "一个连续作案的强奸犯"], ["a novel in serial form", "一部连载小说"]]}, "shortage": {"pron": {"peg": "['ʃɔrtɪdʒ]", "pam": "['ʃɔrtɪdʒ]"}, "wp": {"shortage surplus": "短缺", "Temporary shortage": "青黄不接", "sunshine shortage": "日光不足", "fuel shortage": "燃料不足;燃料缺乏;燃料短缺;燃料的短缺", "capital shortage": "资金短缺;资金欠缺;资金缺乏", "dollar shortage": "美金缺乏;\t\t美元荒;\t\t美元短缺;美圆荒", "materials shortage": "材料缺乏;材料短缺", "resource shortage": "资源短缺", "Shortage costs": "缺货损失费;缺货成本;短缺成本;缺货费用"}, "ex": ["n. 缺乏，缺少；不足"], "eg2": [["Harry deserted during the food .", "哈里在食物缺乏时逃亡了。"], ["Another is a  of land and freshwater for use in aquaculture.", "另一个障碍是用于水产养殖的土地和淡水资源不足。"], ["This shift can be complex, expensive and there is no<b> shortage</b> of opponents to the change.", "这种转变是复杂的、昂贵的，而且从来不缺少这种变革的反对者。"]], "st": {}}, "spank": {"pron": {"peg": "[spæŋk]", "pam": "[spæŋk]"}, "wp": {"antonio spank": "姓名", "spank wire": "天天打线;一巴掌线;打屁股线", "Spank Thru": "闪光;微金属", "Irresistible Spank": "日本摇滚乐", "To Spank": "就一巴掌", "spank step": "踢踏步", "Will spank": "要打屁股了", "SPANK LIMITED": "公司名称", "spank detail": "一巴掌"}, "ex": ["vt. 拍击使之前进；打…的屁股", "vi. 掴；飞跑", "n. 一巴掌", "n. (Spank)人名；(法)斯庞克"], "eg2": [["Her expression is one of shock and arousal, and as she continues to read, he continues to .", "玛吉·吉伦哈尔的表情既吃惊又兴奋，她继续读，詹姆斯·斯派德继续拍打。"], ["At our center, we see many parents who<b> spank</b> their children to teach them not to hit their siblings.", "在我们中心，经常有家长通过揍的方式告知孩子不要打他们的兄弟姐妹。"], ["This may seem obvious, but there is a world of difference between choosing to  under certain circumstances and declaring to yourself and others that you will never<b> spank</b> your children.", "这听上去似乎很容易，但其实选择在特定情况下给他一巴掌和对你及别人宣布你将永远都不打你的孩子是有着天壤之别的。"]], "st": {}}, "sphere": {"ex": ["n. 球；领域；球体；球形", "v. 使成球形；包围；把…放在球内；使处于天体之间", "网络 球面；范围；深海圆疑"], "pron": {"peg": "英 [sfɪə(r)] ", "pam": "美 [sfɪr] "}, "eg2": [["the political sphere", "政界"], ["This area was formerly within the sphere of influence of the US.", "这一地区先前属于美国的势力范围。"], ["He and I moved in totally different social spheres.", "我和他进入了完全不同的社会圈子。"], ["ionosphere", "电离层"], ["atmosphere", "大气层"]]}, "stricture": {"pron": {"peg": "['strɪktʃɚ]", "pam": "['strɪktʃɚ]"}, "wp": {"Hypopharyngeal stricture": "下咽狭窄", "middle stricture": "中狭窄", "esophagus stricture": "食管狭窄;食道狭窄", "Biliary stricture": "胆管狭窄;胆道狭窄;吻合口狭窄;狭窄", "esophageal stricture": "食管狭窄;食道狭窄", "coronal stricture": "冠缢", "inferor stricture": "下狭窄", "benign stricture": "良性狭窄", "urethra stricture": "尿道狭窄"}, "ex": ["n. 狭窄；苛评；非难"], "eg2": [["This is called<b> stricture</b> and can lead to problems with digestion, such as food sticking when you swallow.", "这就是所谓的狭窄，并可能导致的问题与消化，例如作为食物，坚持当您海燕。"], ["Objective:To explore the efficacy of treatment of esophago -cardiac malignant<b> stricture</b> and esophago -tracheal fistula with memory alloy support.", "目的：探讨国产记忆合金支架治疗食管贲门部恶性狭窄和食管气管瘘的临床疗效。"], ["Objective To evaluate the therapy of esophageal<b> stricture</b> caused by erosive burn of esophagus through balloon dilation.", "目的探计球囊扩张术在治疗腐蚀性食道管灼伤所致食道狭窄中的应用价值。"]], "st": {}}, "superstition": {"ex": ["n. 迷信；迷信观念（或思想）", "网络 迷信行为；迷信的观念习俗；烈焰第六感"], "pron": {"peg": "英 [.suːpə(r)'stɪʃ(ə)n] ", "pam": "美 [.supər'stɪʃ(ə)n] "}, "eg2": [["According to superstition, breaking a mirror brings bad luck.", "按照迷信的说法，摔碎镜子会带来噩运。"]]}, "syllabus": {"ex": ["n. 教学大纲，摘要；课程表"], "pron": {"peg": "['sɪləbəs]", "pam": "['sɪləbəs]"}, "st": {"transform": [["n.", "syllabuses,syllabi"]]}, "wp": {"ASSOCIATE SYLLABUS": "基础级组步;快步舞教学基础级组步", "Examination Syllabus": "考试大纲", "MEMBER SYLLABUS": "中级组步", "language syllabus": "教学大纲;语言教学大纲", "al syllabus": "功能派教学大纲", "lexical syllabus": "词汇教学大纲;词汇大纲", "task syllabus": "任务大纲", "School Syllabus": "教", "content syllabus": "内容大纲"}, "eg2": [["He hoped this outline would become a  for the first course in the subject.", "他希望这个大纲能成为这一学科第一个学期的教学大纲。"], ["If you read his Pioneering Portfolio Management on the , he really has a preference for equities.", "如果你阅读他的著作《开拓投资组合的管理》的摘要,他确实对股票有偏好。"], ["So what do you do with those on a ?", "我要怎么处理我的教学大纲呢？"]]}, "tame": {"ex": ["adj. 养驯的；驯服的；平淡无奇的；枯燥乏味的", "v. 驯化；驯服；使易于控制", "网络 甲基叔戊基醚(Tert-AMyl Methyl Ether)；驯养；顺从的"], "pron": {"peg": "英 [teɪm] ", "pam": "美 [teɪm] "}, "eg2": [["You'll find life here pretty tame after New York.", "这里的生活相当枯燥，与纽约形成对比。"], ["I have a tame doctor who'll always give me a sick note when I want a day off.", "我的医生对我有求必应，我想要休一天假时，他总会给我开病假条。"], ["Lions can never be completely tamed.", "狮子永远不能被完全驯化。"], ["She made strenuous efforts to tame her anger.", "她竭力压制心头怒火。"]]}, "thread": {"ex": ["n. 螺纹；线索；思路；脉络", "v. 穿过；穿（针）；纫（针）；（使）穿过", "网络 线程；执行绪；多线程"], "pron": {"peg": "英 [θred] ", "pam": "美 [θred] "}, "eg2": [["a needle and thread", "针线"], ["a robe embroidered with gold thread", "用金线绣的长袍"], ["the delicate threads of a spider's web", "蜘蛛网的纤丝"], ["A common thread runs through these discussions.", "这些讨论都贯穿着一条共同的主线。"], ["The author skilfully draws together the different threads of the plot.", "作者娴熟地把情节的各种线索串联在一起。"], ["I lost the thread of the argument(= I could no longer follow it) .", "我再跟不上这论证的思路了。"], ["A thread of light emerged from the keyhole.", "从锁眼里透出一丝光亮。"], ["to thread a needle (with cotton)", "（用棉线）纫针"], ["to thread cotton through a needle", "用棉线纫针"], ["A tiny wire is threaded through a vein to the heart.", "一根细金属丝从静脉里穿到心脏。"], ["The waiters threaded between the crowded tables.", "服务员穿行在拥挤的餐桌之间。"], ["It took me a long time to thread my way through the crowd.", "我花了很长时间才从人群中挤过去。"], ["to thread beads (onto a string)", "（在绳子上）把珠子串起来"], ["a robe threaded with gold and silver", "用金银线缝的长袍"]]}, "treasury": {"pron": {"peg": "['trɛʒəri]", "pam": "['trɛʒəri]"}, "wp": {"treasury securities": "国库券;国库证券;美国国债;财政证券", "treasury bonds": "国库券;长期国债;美国长期债券;国债", "national treasury": "国库;金库;国家金库;国库委员会", "Treasury Building": "财政部大楼;前财政大楼;财政大楼", "Treasury strips": "国库债券条子;零息票国库券", "Treasury Supervisor": "出纳主管;资金主管;资金部主管", "Treasury management": "资金管理;财资管理;企业集团司库;司库管理", "treasury warrant": "国库付款命令书;\t\t国库支付命令书", "treasury payment": "国库支付"}, "ex": ["n. 国库，金库；财政部；宝库"], "eg2": [[" officials have said this would be\"catastrophic.", "财政部官员表示这将是“灾难性的”。"], ["Lloyds will not participate in the APS but pay a compensation fee to the  for the implicit protection received so far.", "劳埃德集团将不会参加APS，但会为到目前为止接受的暗中保护向财政部支付一笔补偿费。"], ["Yet he knew the value of the Ottoman and Safavid treasures, and he preserved them in the Kremlin .", "但是他知道奥斯曼帝国和沙法维王朝宝物的价值，并把它们保藏在了克里姆林宫的宝库里。"]], "st": {"transform": [["n.", "treasuries"]]}}, "unapologetic": {"pron": {}, "wp": {}, "ex": ["不愿道歉的", "不认错的"], "eg2": [], "st": {}}, "undergraduate": {"ex": ["n. 本科生", "网络 大学肄业生；大学生；大学肆业生"], "pron": {"peg": "英 [.ʌndə(r)'ɡrædʒʊət] ", "pam": "美 [.ʌndər'ɡrædʒʊət] "}, "eg2": [["a first-year undergraduate", "大学一年级学生"], ["an undergraduate course/student/degree", "大学本科课程╱学生╱学位"]]}, "universally": {"pron": {"peg": "[,junɪ'vɝsəli]", "pam": "[,junɪ'vɝsəli]"}, "wp": {"apply universally": "广泛地应用", "universally adopted": "普遍采用", "universally calm": "普遍平静", "recognize universally": "普遍地承认", "like universally": "普遍喜欢", "universally paguita": "乡土摇滚", "Acclaim Universally": "同声赞扬", "Universally condemned": "千夫所指", "universally verifiable": "广泛可验证"}, "ex": ["adv. 普遍地；人人；到处"], "eg2": [["This situation brings back, in a highly visible and<b> universally</b> relevant way, some of the problems I mentioned at the start.", "这种情况以高度可见和普遍相关的方式使我们又回到我在一开始提到的一些问题。"], ["This strongly suggests that compassion is an evolved part of human nature—something we’re  capable of expressing and understanding.", "这就强烈地表明了同情是人性进化的一部分——我们能够普遍表达和理解的那种东西。"], ["They almost  exhibit an advanced aptitude for understanding complex technology and its applications.", "在理解复杂科技及其应用方面他们普遍有着相当聪慧的才智。"]], "st": {}}, "valuable": {"pron": {"peg": "[ˈvæljuəbəl; ˈvæljə-]", "pam": "[ˈvæljuəbəl; ˈvæljə-]"}, "wp": {"valuable papers": "有价证券", "Valuable suggestions": "有价值的建议", "Valuable Resources": "相关资源;有价值资源;有价值的资源", "Valuable Proposition": "价值主张;提供价值主张", "Many valuable": "中国西部地区有许多珍贵的资源有待开发和利用", "Valuable advice": "宝贵的意见;宝贵意见;有用的信息", "valuable experience": "宝贵的经验;经历宝贵;宝贵的经历;宝贵经验", "valuable a": "有价值的;值钱的;贵重的;宝贵的", "Most Valuable": "最有价值;居功至伟;最珍贵的;最具价值"}, "ex": ["adj. 有价值的；贵重的；可估价的", "n. 贵重物品"], "eg2": [["His wife put on<b> valuable</b> ring and necklace.", "他的妻子戴上贵重的戒指和项链。"], ["A<b> valuable</b> oil is ground out of cotton seed.", "棉花籽里可榨出一种有价值的油。"], ["They plundered all the<b> valuable</b> things they could find.", "他们抢劫的所有能找到的值钱东西。"]], "st": {}}, "vociferous": {"pron": {"peg": "[vo'sɪfərəs]", "pam": "[vo'sɪfərəs]"}, "wp": {"vociferous whining": "他的大喊大叫", "vociferous crowd": "喧闹的人群", "vociferous reticent": "吵闹的", "vociferant vociferous": "喊叫的", "vociferous applause": "喧嚣的喝彩声", "vociferous objects": "激烈反对", "vociferous serenity": "叫喊的", "vociferous a": "喧闹的", "vociferous hissing": "开汽水"}, "ex": ["adj. 大声叫的；喊叫的，喧嚷的"], "eg2": [["And one by one, encouraged by  applause, speaking with fire and enthusiasm and excited gestures, they replied to the attack.", "他们一个个受到喧闹的欢呼鼓掌的鼓励，怀着火焰和激情，打着激动的手势，回答了对他们的攻击。"], ["From his earliest writings to his last works, he has drawn  critics, but that is the mark of a scholar who has important and fundamental things to say.", "从他最早的作品到他最后的工作，人们对他的批评纷至沓来，但对于一个有着自己真知灼见的学者而言，此无异为一种标志。"], ["They became more , and some of them began calling out what they thought of Hanna.", "他们变得更加吵闹了，一些人开始叫嚷着对汉娜的看法。"]], "st": {}}, "witchcraft": {"ex": ["n. 巫术；魔法"], "pron": {"peg": "['wɪtʃkræft]", "pam": "['wɪtʃkræft]"}, "st": {"similar": "magic"}, "wp": {}, "eg2": []}}, "Title": "On protesting “nuns”, a Labour “defection” and a story about “Andre Previn” \n", "paperStatistics": {"suggestedfocus": "16.6 Minutes", "wordsset": 640, "keywords": "American,Brexit,British,Labour,Mogg,Previn,Rees,history", "toughwords": 131, "allwords": 1147, "title": "On protesting “nuns”, a Labour “defection” and a story about “Andre Previn” \n", "desc": "This week, things are not what they seem for our Britain columnist\n", "img": "https://cdn.static-economist.com/sites/default/files/20190302_BRP505.jpg\n", "date": "2019-03-04 10:48:03", "link": "2019_3_4_11.json"}}