{"date": "2018-06-30 07:23:36", "content": "\n In a three-part series, our <span class=\"fa fa-info-circle\">correspondent</span>s report on a <span class=\"fa fa-info-circle\">thorny</span> political problem\n \n ![What is the future of free trade?](https://cdn.static-economist.com/sites/default/files/20180623_BLP527.jpg) \n THE rise of Donald Trump has been a body-blow to all those who believe that free trade is a good thing. Mr Trump wants to turn America <span class=\"fa fa-info-circle\">protectionist</span>. Not for many years has free trade been such a hot political topic. But how is the political debate about free trade playing out in other big economies? Quite differently, it turns out. Our <span class=\"fa fa-info-circle\">correspondent</span>s from across the world have written brief pieces which summarise the debate about free trade on their <span class=\"fa fa-info-circle\">patches</span>. British politicians are, on the whole, <span class=\"fa fa-info-circle\">obsess</span>ed with free trade—even if their <span class=\"fa fa-info-circle\">electorate</span> is not. China likes free trade, but not globalisation. And not even the most <span class=\"fa fa-info-circle\">radical</span> Mexican politicians want to draw their country <span class=\"fa fa-info-circle\">inward</span>s. \n \n Today we report on the state of play in America and Mexico. Tomorrow we will turn to Europe, before looking at what is happening in Asia the day after.\n \n ________________________________________________________________________\n \n THERE is something approaching a <span class=\"fa fa-info-circle\">folk</span> story surrounding American attitudes to trade. It goes like this: in the 1990s, economists thought that free trade was good for everyone. America’s markets were opened up, first to Mexico, through the North American Free Trade Agreement (<span class=\"fa fa-info-circle\">NAFTA</span>), and then to China, through its <span class=\"fa fa-info-circle\">permanent</span> <span class=\"fa fa-info-circle\">accession</span> to the World Trade Organisation. As a result, manufacturing jobs left the country. Then, in the 2010s, economists began to realise that trade had damaged the lives of displaced workers and <span class=\"fa fa-info-circle\">vulnerable</span> communities, just as politics took a <span class=\"fa fa-info-circle\">protectionist</span> turn through the rise of Donald Trump and Bernie Sanders.\n \n That story misses several important points. First, economic theory always predicted that free trade would harm some workers. Second, economists were not blind to the falling economic <span class=\"fa fa-info-circle\">prospect</span>s of <span class=\"fa fa-info-circle\">unskilled</span> American workers. Rather, they just <span class=\"fa fa-info-circle\">attribute</span>d the rising <span class=\"fa fa-info-circle\">inequality</span> between skilled and <span class=\"fa fa-info-circle\">unskilled</span> workers primarily to technological progress.\n \n Third, this view—that technological progress, rather than global trade, has had the bigger impact on workers—is still <span class=\"fa fa-info-circle\">reasonable</span>. It is true that economists have become more <span class=\"fa fa-info-circle\">convince</span>d of trade’s <span class=\"fa fa-info-circle\">concentrate</span>d costs for displaced manufacturing workers, roughly a third of whom experienced unusually severe wage losses. But there have not been enough so-called “losers” to drive the huge changes in the labour market that have taken place. Finally, the most recent trend is that Americans have become more <span class=\"fa fa-info-circle\">sympathetic</span> to trade, not less.\n \n IS ANTI-TRADE <span class=\"fa fa-info-circle\">sentiment</span> made in America? It certainly seemed so when Donald Trump’s <span class=\"fa fa-info-circle\">tirade</span>s against his country’s North American Free Trade Agreement with Canada and Mexico <span class=\"fa fa-info-circle\">shatter</span>ed a seeming <span class=\"fa fa-info-circle\">consensus</span> in favour of free trade. <span class=\"fa fa-info-circle\">NAFTA</span>, Mr Trump says, is the “worst trade deal ever made”, the fault of stupid politicians who gave away a <span class=\"fa fa-info-circle\">fantastic</span> deal to Mexicans, who cannot believe their luck. Many Americans believe that the benefits of <span class=\"fa fa-info-circle\">NAFTA</span> have mostly flowed <span class=\"fa fa-info-circle\">southward</span>s, to America’s cost; Mexicans tend to think the opposite. They share the view that renegotiating <span class=\"fa fa-info-circle\">NAFTA</span> would be a good thing.\n \n Why are some Mexicans dissatisfied with <span class=\"fa fa-info-circle\">NAFTA</span>? The pact was sold to the Mexican public as a deal that would bring the country’s standard of living closer to that of the United States. But the salary gap between the countries has widened, not closed, since <span class=\"fa fa-info-circle\">NAFTA</span> arrived. Many of the jobs <span class=\"fa fa-info-circle\">NAFTA</span> has created are in maquiladora factories along the border. That is good for Mexico’s border states, but the benefits have not flowed through the rest of the economy. Compare Chiapas, an <span class=\"fa fa-info-circle\">impoverish</span>ed southern state, and <span class=\"fa fa-info-circle\">Aguascalientes</span>, a state to the north where investment has poured in. In the two decades after 1993, GDP doubled in <span class=\"fa fa-info-circle\">Aguascalientes</span> but grew by just 1% in Chiapas.\n \n And yet when Mr Trump threatens to tear up <span class=\"fa fa-info-circle\">NAFTA</span>, most Mexicans <span class=\"fa fa-info-circle\">fret</span> about the economic <span class=\"fa fa-info-circle\">consequence</span>s. Mexico depends much more on trade with America than vice versa. In the campaign for <span class=\"fa fa-info-circle\">presidential</span> elections, due on July 1st, candidates have spoken at <span class=\"fa fa-info-circle\">length</span> about <span class=\"fa fa-info-circle\">domestic</span> issues like crime and <span class=\"fa fa-info-circle\">corruption</span>, but little about trade or Trumpism. Even Andrés <span class=\"fa fa-info-circle\">Manuel</span> López Obrador, an old-school <span class=\"fa fa-info-circle\">populist</span> who is the <span class=\"fa fa-info-circle\">overwhelm</span>ing favourite to win, seems unlikely to jeopardise the country’s trading relationship with the United States. Despite a history of anti-trade positions, he says he wants to improve the deal, not <span class=\"fa fa-info-circle\">scrap</span> it. \n \n The country has maintained its <span class=\"fa fa-info-circle\">predisposition</span> towards openness. Most Mexicans <span class=\"fa fa-info-circle\">appreciate</span> the value of an open world where people, goods and ideas can travel freely across borders, whether it is the upper class studying in American universities, the middle class seeking factory jobs or the lower class receiving <span class=\"fa fa-info-circle\">remittance</span>s from abroad. With the exception of <span class=\"fa fa-info-circle\">Chile</span>, Mexico has more free-trade deals than any other country. Previously closed sectors of the economy, such as the oil industry, are now open to foreign investment. But Mr Trump’s <span class=\"fa fa-info-circle\">antipathy</span> towards Mexico has <span class=\"fa fa-info-circle\">expose</span>d the <span class=\"fa fa-info-circle\">pitfall</span>s of relying too much on a single trading partner. Mexico ships 80% of all exports to the United States. It is now trying to <span class=\"fa fa-info-circle\">diversify</span>, looking to South America to buy its beef and soyabeans, successfully expanding its trade pact with the European Union and looking to join the Trans-Pacific Partnership with ten other countries. How <span class=\"fa fa-info-circle\">fruitful</span> these moves are remains to be seen. Agustín Carstens, until recently the head of the central bank, says that Mexican businesses have long <span class=\"fa fa-info-circle\">succumb</span>ed to the “<span class=\"fa fa-info-circle\">magnetic</span> force that the US [economy] exercises on us”.\n \n The notion of a country trying to look beyond its main trading partner and <span class=\"fa fa-info-circle\">closest</span> neighbour may sound familiar to readers in Britain. A staff member at the British <span class=\"fa fa-info-circle\">embassy</span> in Mexico recently quipped that Britain’s post-Brexit message to the world, of unshackling itself from an old relationship and heading out into the world to <span class=\"fa fa-info-circle\">forge</span> new ties, was being well received in Mexico. “If I said these things in Germany they would laugh at me,” the official jokes. Countries like Britain will always find a <span class=\"fa fa-info-circle\">receptive</span> audience in Mexico, which has shown that it can be a good partner when the other side is dealing in good faith.", "last": "2018_6_30_4.json", "next": "2018_6_30_6.json", "assistent": {"Aguascalientes": {"ex": ["un. 阿瓜斯卡连特斯(墨西哥中部阿瓜斯卡连特斯河附近一城市,阿瓜斯卡连特斯州首府)", "网络 阿瓜斯卡连特斯机场；阿瓜斯卡达特斯；阿瓜斯卡连特斯山"], "pron": {"peg": "英 [ˌɑ:gwɑ:skɑ:ˈljentes] ", "pam": "美 [ˌɑɡwɑskɑˈljɛntɛs] "}, "eg2": []}, "Chile": {"ex": ["n. 智利", "网络 智利独立日；智利共和国；智力"], "pron": {"peg": "英 ['tʃɪli] ", "pam": "美 [ˈtʃiliː] "}, "eg2": []}, "Manuel": {"ex": ["n. 曼纽尔（男子名）；曼努埃尔二世（拜占庭皇帝约翰五世的次子）"], "pron": {"peg": "[mæn'wɛl]", "pam": "[mæn'wɛl]"}, "st": {}, "wp": {"Manuel Roxas": "曼努埃尔·罗哈斯;罗萨斯;纪念曼努埃尔", "Manuel Puig": "曼努埃尔·普伊格;普伊格;作者", "Manuel Pasqual": "曼努埃尔·帕斯夸尔;帕斯夸尔;帕斯奎尔;帕斯夸莱", "Manuel Oribe": "马努埃尔·奥里韦", "Manuel Suárez": "曼努埃尔·苏亚雷斯", "Manuel Cajuda": "曼努埃尔·卡胡达", "Nadir Manuel": "纳迪尔·曼努埃尔", "Manuel Baquedano": "马努埃尔·巴克达诺", "Manuel Uribe": "乌里韦;墨西哥男子"}, "eg2": []}, "NAFTA": {"ex": ["abbr. 北美自由贸易协定（North American Free Trade Agreement）"], "pron": {"peg": "['næftə]", "pam": "['næftə]"}, "st": {}, "wp": {"nafta professional": "北美自由贸易区专业;北美自由贸易协定专业", "NAFTA at": "北美自由贸易协定而十年", "FK Nafta": "及", "NK Nafta": "南塔", "Club Nafta": "纳夫塔", "NAFTA -": "北美自由贸易区协定", "NAFTA region": "自由贸易区", "NAFTA Model": "北美自由贸易区模式", "NAFTA Experiences": "NAFTA经验"}, "eg2": []}, "accession": {"ex": ["n. 增加；就职；到达", "vt. 登记入册"], "pron": {"peg": "[æk'sɛʃən]", "pam": "[æk'sɛʃən]"}, "st": {}, "wp": {"accession number": "登录号;图书馆对新添的书籍;检索号;收录号", "accession differentiation": "岩浆上升分异作用", "Accession Register": "入厂登记表", "accession negotiation": "加入谈判;入世谈判", "Accession Day": "登基日", "Accession Document": "入藏报告", "accession agreement": "加入协定", "Accession Package": "加入一揽子文件", "accession sequence": "收录序列"}, "eg2": [["We believe the  of South Africa will be conducive to the development of the mechanism as well as cooperation among emerging markets.", "我们相信，南非的加入将有利于“金砖国家”合作机制的发展，促进新兴市场国家之间的合作。"]]}, "antipathy": {"ex": ["n. 反感；厌恶；憎恶；不相容"], "pron": {"peg": "[æn'tɪpəθi]", "pam": "[æn'tɪpəθi]"}, "st": {"similar": "aversion", "transform": [["n.", "antipathies"]]}, "wp": {"Natural Antipathy": "自然而然反感", "antipathy magic": "反抗巫术", "antipathy y": "不相容;反感;憎恶", "antipathy benevolence": "憎恶", "antipathy inspirit": "激励不相容", "Antipathy Towards": "反感对", "antipathy proclivity": "反感◇倾向", "antipathy predilection": "厌恶", "have an antipathy to": "对￥有反感"}, "eg2": [["The<b> antipathy</b> is mutual.", "这种反感是相互的。"], ["There was an undercurrent of  between them.", "他们两人之间潜伏着一股反感的暗流。"], ["As this column has pointed out for years, Asians harbor remarkably intense<b> antipathy</b> for their neighbors.", "正如此专栏多年指出的那样，亚洲人对他们的邻居怀有无比强烈的反感。"]]}, "appreciate": {"pron": {"peg": "[ə'priʃɪet]", "pam": "[ə'priʃɪet]"}, "wp": {"appreciate taste": "体味", "my Appreciate": "我国赞赏;我欣赏", "Goldfish Appreciate": "金鱼鉴赏", "painting appreciate": "绘画欣赏;画艺鉴赏", "Appreciate education": "赏识教育", "C appreciate": "欣赏", "Own appreciate": "自己欣赏", "to appreciate": "鉴赏;欣赏;赞赏;赏识", "Deeply appreciate": "深深地体会到了"}, "ex": ["vt. 欣赏；感激；领会；鉴别", "vi. 增值；涨价"], "eg2": [["I<b> appreciate</b> your comment.", "我欣赏你的意见。"], ["I<b> appreciate</b> your generosity in the matter.", "我很欣赏你在这件事上表现出来的宽大胸怀。"], ["In order to<b> appreciate</b> the novel,one must be able to enter the spirit of the work.", "要想欣赏这部小说，你必须领悟这部作品的精神。"]], "st": {"transform": [["vt.", "appreciated,appreciating"]], "similar": "value,prize,treasure,esteem,cherish"}}, "attribute": {"ex": ["n. 属性；特质", "vt. 归属；把…归于"], "pron": {"peg": "[(for n.) ˈætrəˌbjut; (for v.) əˈtrɪbjut]", "pam": "[(for n.) ˈætrəˌbjut; (for v.) əˈtrɪbjut]"}, "st": {"similar": "ascribe,quality", "transform": [["vt.", "attributed,attributing"]]}, "wp": {"Attribute data": "属性资料;\t\t属性数据;计数值;计数数据通过计数得到的不能连续取值的离散型数据", "attribute list": "属性列表;\t\t属性表;属性的列表输出;属性清单", "attribute definition": "属性定义;属性定义属性定义;属性界说", "Attribute Grammar": "属性文法;属性语法", "prime attribute": "主属性;拄性;主要属性;翻译", "attribute testing": "质量分类试验;特性试验;属性检定", "Attribute Description": "属性描述;属性说明;特征描述;翻译", "required attribute": "必要的属性;必要属性;必填验证;必要项", "attribute structure": "属性结构;属性构成"}, "eg2": [["Each level should have exactly one caption .", "每个级别都应该有一个标题属性。"], ["To accomplish this, you should begin by figuring out which element the<b> attribute</b> appears on.", "要完成这项任务，应该首先确定这个属性出现在哪个元素上。"], ["And from these, notice the name of the class and the name and type of each .", "从这些标记中，我们可以看出类名和每个属性的名字与类型。"]]}, "closest": {"pron": {"peg": "[klosɪst]", "pam": "[klosɪst]"}, "wp": {"Closest Point": "最近点;约束;相近点约束", "Closest Facilities": "最近设施", "closest packaging": "紧密充填", "closest friend": "最亲近的朋友;最亲密的朋友", "closest connection": "最密切联系", "Closest Volume": "最近体积", "closest codeword": "最佳匹配码字", "closest companion": "最亲密的朋友", "closest cooperation": "密切合作"}, "ex": ["adj. 最靠近的（close的最高级）"], "eg2": [["Maybe that’s why we save those for the ones  to us, like our families.", "也许这就是为什么我们保存那些与我们最亲近的东西，例如家庭。"], ["A. Some of my<b> closest</b> friends in the world are still doing this work — not just in Chicago but elsewhere.", "这个世界上一些我最要好的朋友还在做这样的工作——不仅仅是在芝加哥，世界各地都有。"], ["To varyingdegrees, we all have secrets which we do not want evenour  friends to learn, but few of us have skeletons in the cupboard.", "我们在不同程度上艘有一些甚至连最亲密的朋友也不想让他们知道的秘密，但是却极少有人有橱中骷髅。"]], "st": {"transform": [["adj.", "closer,closest"]], "similar": "dense,compact,thick"}}, "concentrate": {"ex": ["vi. 集中；浓缩；全神贯注；聚集", "vt. 集中；浓缩", "n. 浓缩，精选；浓缩液"], "pron": {"peg": "['kɑnsn'tret]", "pam": "['kɑnsn'tret]"}, "st": {"transform": [["vt.", "concentrated,concentrating"]]}, "wp": {"concentrate supplement": "精料补充料;补饲精料", "final concentrate": "最终精矿;最后精矿", "parsley concentrate": "欧芹浓缩素;欧芹稀释素", "foam concentrate": "泡沫液;泡沫剂;泡沫发生剂", "copper concentrate": "铜精矿;铜矿样", "color concentrate": "色母料;色精;浓色母料", "Platelet Concentrate": "血小板浓厚液;与血小板浓缩液;浓缩血小板;汇集血小板", "emulsifiable concentrate": "乳油;乳剂;翻译", "concentrate grade": "精矿品位"}, "eg2": [["Don't put me off when I'm trying to .", "我正在集中注意力，别打扰我。"], ["You must<b> concentrate</b> all your energies on the study of English.", "你必须集中全力学习英语。"], ["When working, one should  and not allow oneself to be distracted.", "工作时要集中精力， 不要分心。"]]}, "consensus": {"pron": {"peg": "[kən'sɛnsəs]", "pam": "[kən'sɛnsəs]"}, "wp": {"Beijing Consensus": "北京共识;北京共識", "Washington Consensus": "华盛顿共识;华盛顿共鸣;盛顿共识;华盛顿共識", "consensus theory": "共识理论;谐理论学派;谐理论;一致理论", "Consensus Forecast": "共识预测;共识公司;平均预期", "international consensus": "国际共识", "negative consensus": "反向一致;反向协商一致;否定式共识;反向共识", "consensus seqence": "一致顺序", "global consensus": "全球共识", "Nudus consensus": "单纯合意"}, "ex": ["n. 一致；舆论；合意"], "eg2": [["But there was no  as to what shape reforms should take.", "但对应当采取何种形式的改革，并没有一致意见。"], ["There is, in fact, a widespread  among economists about what should be done.", "事实上，经济学家对于应该如何行动已经达成了广泛的一致。"], ["I have spoken to some people [in Libya] and the<b> consensus</b> is it was just an accident, even among the families.", "我与[利比亚]的一些人谈到这个案子，一致的意见是这是一起事故，即使受害者家庭也同意。"]], "st": {"transform": [["n.", "consensuses"]]}}, "consequence": {"pron": {"peg": "英 ['kɒnsɪkwəns] ", "pam": "美 ['kɑnsəkwəns] "}, "ex": ["n. 后果；结果；重要性", "网络 影响；推论；结局"], "eg2": [["This decision could have serious consequences for the industry.", "这项决定可能对该行业造成严重后果。"], ["Two hundred people lost their jobs as a direct consequence of the merger.", "合并一事直接导致二百人失去了工作。"], ["He drove too fast with tragic consequences.", "他开车太快，结果酿成惨剧。"], ["to suffer/face/take the consequences of your actions", "自食其果；面对╱承担自己行动的后果"], ["Don't worry. It's of no consequence .", "别担心，这无关紧要。"]]}, "convince": {"pron": {"peg": "[kən'vɪns]", "pam": "[kən'vɪns]"}, "wp": {"convince firmly": "坚定地相信", "convince-": "使确信", "to convince": "说服;使信服", "Convince vt": "使确信", "convince goods": "便利品", "convince mother": "说服母亲", "convince v": "说服", "Convince Yourself": "说服你自己", "convince sb": "说服某人"}, "ex": ["vt. 说服；使确信，使信服"], "eg2": [["It requires a lot of talking to  him.", "要说服他很费口舌。"], ["But how do you  someone to live this small?", "但是你怎么能说服这些人住进这些小房子里呢？"], ["She or he should be able to<b> convince</b> you of stupid decisions and future consequences.", "她或者他应该能够说服你的愚蠢决定和后面不堪设想的后果。"]], "st": {"transform": [["vt.", "convinced,convincing"]]}}, "correspondent": {"pron": {"peg": "英 [.kɒrɪ'spɒndənt] ", "pam": "美 [.kɔrə'spɑndənt] "}, "ex": ["n. 记者；通讯员；通信者", "网络 通讯记者；驻外记者；常驻外埠记者"], "eg2": [["the BBC's political correspondent", "英国广播公司的政治新闻记者"], ["a foreign/war/sports, etc. correspondent", "驻外、战地、体育等记者"], ["our Delhi correspondent", "我们驻德里的通讯员"], ["She's a poor correspondent(= she does not write regularly) .", "她是个懒于写信的人。"]]}, "corruption": {"pron": {"peg": "英 [kə'rʌpʃ(ə)n] ", "pam": "美 [kə'rʌpʃ(ə)n] "}, "ex": ["n. 腐败；贪污；受贿；贿赂", "网络 堕落；腐化；贪污腐败"], "eg2": [["allegations of bribery and corruption", "对贿赂与贪污的指控"], ["The new district attorney has promised to fight police corruption.", "新上任的地方检察官承诺要打击警察腐败。"], ["He claimed that sex and violence on TV led to the corruption of young people.", "他断言电视中所宣扬的色情与暴力诱使青少年堕落。"], ["The word ‘holiday’ is a corruption of ‘holy day’.", "单词 holiday 是 holy day 的变体。"]]}, "diversify": {"pron": {"peg": "[daɪˈvɜrsəˌfaɪ]", "pam": "[daɪˈvɜrsəˌfaɪ]"}, "wp": {"to diversify": "多样化", "pathogenic diversify": "病原菌变迁", "diversify y": "使多样化;从事多种经营;使不同;多样化", "Diversify Sales": "销售多样化", "Why Diversify": "为什么要多元化", "Diversify Risk": "分散风险", "diversify management": "多样化经营", "diversify economy": "多元化经济", "racial diversify": "种族参差性"}, "ex": ["vt. 使多样化，使变化；增加产品种类以扩大"], "eg2": [["Of course, it’s always good to look for new projects so that you develop and  your designs.", "当然，这样对于你不断寻找新项目，开发出更多多样化的设计是十分有好处的。"], ["But even if they want to , they have to do it as inconspicuously as possible – otherwise others will move with them and they will be hurt as the largest holder of US Treasuries.", "但即使他们想多元化，行事也必须尽可能隐秘——否则，其它人将随之而动，使中国作为美国国债的最大持有者受到损害。"]], "st": {"transform": [["vt.", "diversified,diversifying"]]}}, "domestic": {"pron": {"peg": "[də'mɛstɪk]", "pam": "[də'mɛstɪk]"}, "wp": {"domestic flight": "国内航班;国内班机;国际航班;国内航线", "domestic duck": "家鸭;鸭货;做了家鸭", "domestic block": "住宅楼宇;住宅大厦", "domestic building": "住用建筑物;住宅大厦;居住房屋;非住用建筑物", "domestic vacancy": "空置住宅楼宇;空置住宅单位", "domestic price": "国内价格;出口国价格;本土价格;\t\t国内市场价格", "domestic sewage": "生活污水;家庭污水;生活排水;城市污水", "domestic export": "本地产品出口;国内出口", "domestic pig": "家猪;家猪的畸形胎儿"}, "ex": ["adj. 国内的；家庭的；驯养的；一心只管家务的", "n. 国货；佣人"], "eg2": [["The film turns about a<b> domestic</b> tragedy.", "这部影片主要讲述一个家庭悲剧。"], ["She was twittering about<b> domestic</b> trivialities.", "她在嘁嘁喳喳地说着些家庭琐事。"], ["Low prices crimped<b> domestic</b> output and foreign imports.", "低物价阻碍了国内出口和国外进口。"]], "st": {}}, "electorate": {"pron": {"peg": "[ɪ'lɛktərət]", "pam": "[ɪ'lɛktərət]"}, "wp": {"potential electorate": "合资格选民", "Electorate Act": "选举法", "registered electorate": "登记选民总数", "rural electorate": "农村选民", "electorate e": "全体选民", "constituency electorate": "选民", "floating electorate": "流动选民", "Electorate Officer": "选举主任;选民主任;选官;选举官员", "electorate college": "选举人团"}, "ex": ["n. 选民；选区"], "eg2": [["Every party had to take part on August 14th, but each had only one candidate, so the exercise turned into a gigantic opinion poll in which 78% of the  voted.", "每一个党派都可以参加8月14日的初选，但是每一方只能有一个候选人。 因此这次活动演变成一次面对78%投票选民的大规模民意测验。"], ["But he recovered, the nation rallied around him and carried him across the finish line, his bond with the<b> electorate</b> deep and true.", "但是他站起来了，整个国家在他周围支持他并带他跨国重点线，他与选民之间的联系是真实而深沉的。"]], "st": {}}, "embassy": {"pron": {"peg": "['ɛmbəsi]", "pam": "['ɛmbəsi]"}, "wp": {"Embassy District": "使馆区", "Embassy Inn": "大使酒店;大使饭店;大使馆酒店", "embassy n": "大使馆", "Canadian Embassy": "大使馆;加拿大大使馆", "RUSSIAN EMBASSY": "俄罗斯大使馆", "Embassy CES": "安博赛思;埃姆伯锡;语言学校;语言中心", "Hotel Embassy": "大使馆酒店;大使酒店", "EMBASSY LEISURE": "乐宫足浴;重要使命;特别任务;大使的使命", "Embassy Row": "华盛顿使馆区;使馆区;使馆街"}, "ex": ["n. 大使馆；大使馆全体人员"], "eg2": [["She was attached to the Chinese .", "她隶属中国大使馆。"], ["Explosive shells torn into the walls of the .", "爆炸的炮弹炸穿了大使馆的墙壁。"], ["But this time I asked the (US)  for his exact address, so I’m sure he’ll get it.", "不过这次我向美国大使馆问了他的准确地址，所以我相信这次他一定能收到。"]], "st": {"transform": [["n.", "embassies"]]}}, "expose": {"pron": {"peg": "[ɪk'spoz；ek-]", "pam": "[ɪk'spoz；ek-]"}, "wp": {"AEAuto Expose": "自动曝光效果;主动曝光结果", "Expose Transform": "露出变换", "expose problems": "将问题暴露出来", "expose vwoulsue": "曝光赔偿", "expose to": "使曝光;暴露;暴露于;使暴露", "expose e": "曝光;显露;使暴露;揭露", "expose vingue": "曝光抵偿;曝光赔偿", "expose uncover": "使暴露;暴露于", "Auto Expose": "自动曝光"}, "ex": ["vt. 揭露，揭发；使曝光；显示"], "eg2": [["The corrupt official bought off those who might<b> expose</b> him.", "那名接受贿赂的官员收买了那些可能会揭发他的人。"], ["And I think that desire to  current events for what they are motivates us.", "我认为是那种想报道现在正在发生的事情的愿望激励了我们 。"], ["Her then boss reportedly threatened her if she quit, he would<b> expose</b> her on the Internet.", "据说她当时的老板威胁她，如果退出的话他将在网络上曝光她。"]], "st": {"transform": [["vt.", "exposed,exposing"]], "similar": "show"}}, "fantastic": {"pron": {"peg": "[fæn'tæstɪk]", "pam": "[fæn'tæstɪk]"}, "wp": {"FANTASTIC L": "梦幻勒曼湖", "Fantastic Max": "万能神童", "Fantastic Selection": "竞赛单元奇幻部门;异部门;赛单位奇幻部分", "Fantastic Painter": "多窗口画板", "FANTASTIC FEST": "奇幻电影节;片子节;奇幻影戏节;奇异电影节", "juparana fantastic": "木纹啡", "Fantastic Dreams": "幻想的梦;奇幻的梦;梦幻;奇异的梦", "Fantastic Idea": "想入非非;奇特的想法", "fantastic a": "极好的;异想天开的;奇异的;空想的"}, "ex": ["adj. 奇异的；空想的；异想天开的；古怪的；极好的，极出色的；不可思议的；不切实际的", "n. 古怪的人"], "eg2": [["That's . He's vanished in the twinkling of an eye.", "他怎么一转眼就不见了， 真见鬼。"], ["I mean one of the<b> fantastic</b> things about America is that that is in fact possible.", "我是指美国不可思议的事情之一就是事实上这种想法是有可能实现的。"], ["We don't have that, but we have a<b> fantastic</b> community of people who live near us and we have to look after them so they come back time and time again.", "而我们没有这种条件，但我们有不可思议的一社区的人们住在我们附近，我们必须关心他们，他们才能一次又一次地回来光顾我们。"]], "st": {}}, "folk": {"pron": {"peg": "[fok]", "pam": "[fok]"}, "wp": {"Folk Festivities": "民间习俗;官方风俗;民间节日", "Folk Activities": "民裕活动;民俗活动", "folk culture": "民间文化;民俗文化;俗民文化;庶民文化", "folk dance": "民族舞蹈;民间舞蹈;民族舞;民间舞", "folk guitar": "民谣吉他;民间吉他;民谣弹唱;民谣吉他民谣吉他", "folk literature": "民间文学;俗文学", "folk society": "土着社会;民间社会;民俗社会;乡民社会", "folk crafts": "民间工艺品;工艺品厂;平易近间工艺品;民间手工艺", "folk psychology": "民间心理学;民族心理学;\t\t民俗心理学;大众心理学"}, "ex": ["n. 民族；人们；亲属（复数）", "adj. 民间的", "n. (Folk)人名；(英、匈、捷)福克"], "eg2": [[" art covers a wide range.", "民间艺术包罗甚广。"], ["Do you like<b> folk</b> music?", "你喜欢民间音乐吗？"], ["Whether you like blues or rock, Cajun, , Zydeco, country, or of course, all that jazz, you are guaranteed to hear it at Jazz Fest.", "无论你是喜欢蓝调或是摇滚、卡杨、民族、柴迪科、乡村音乐，或是当然还有所有的爵士乐，保证你会在“爵士风”听到它们。"]], "st": {"transform": [["n.", "folk,folks"]]}}, "forge": {"pron": {"peg": "英 [fɔːdʒ] ", "pam": "美 "}, "ex": ["v. 锻造；制定；锻炼；(坚定地)勉力前进", "n. 锻压；锻造厂；(思想等的)锻炼；铁工厂", "网络 伪造；铸造；锻炉"], "eg2": [["a move to forge new links between management and workers", "努力建立劳资新关系的措施"], ["Strategic alliances are being forged with major European companies.", "正与欧洲主要公司设法结成战略同盟。"], ["She forged a new career in the music business.", "她在乐坛上另创一番新事业。"], ["to forge a passport/banknote/cheque", "伪造护照╱钞票╱支票"], ["He's getting good at forging his mother's signature.", "他把母亲的签名伪造得越来越像了。"], ["swords forged from steel", "用钢锻造的刀剑"], ["He forged through the crowds to the front of the stage.", "他挤过人群稳步走到台前。"], ["She forged into the lead(= in a competition, race, etc.) .", "她（在比赛、赛跑等中）稳步领先。"]]}, "fret": {"pron": {"peg": "[frɛt]", "pam": "[frɛt]"}, "wp": {"blind fret": "盲纺", "fret away": "烦恼中度过", "fret sawjigsaw": "线锯", "fret fret": "烦恼", "fret saw": "雕花锯;细工锯;线锯;\t\t钢丝锯", "FRET LEAD": "烦躁", "FRET technique": "FRET技术", "Fret Noise": "琴品噪音;急促的噪声", "fret about": "为……懊恼"}, "ex": ["vt. 使烦恼；焦急；使磨损", "vi. 烦恼；焦急；磨损", "n. 烦躁；焦急；磨损", "n. (Fret)人名；(法)弗雷；(西)弗雷特"], "eg2": [["Doubts began to<b> fret</b> his mind.", "疑惑使他烦躁不安。"], ["If it’s out of your control, why  about it?", "如果某件事你控制不了，那为什么还要为它而烦恼呢？"], ["As she spoke we could see that she was in a .", "她讲话时， 我们看得出她很烦躁。"]], "st": {"transform": [["vt.", "fretted,fretting"]]}}, "fruitful": {"ex": ["adj. 成果丰硕的；富有成效的；富饶的；丰产的", "网络 多产的；肥沃的；有成果的"], "pron": {"peg": "英 ['fruːtf(ə)l] ", "pam": "美 ['frutfəl] "}, "eg2": [["a fruitful collaboration/discussion", "富有成效的合作╱讨论"]]}, "impoverish": {"ex": ["vt. 使贫穷；使枯竭"], "pron": {"peg": "[ɪm'pɑvərɪʃ]", "pam": "[ɪm'pɑvərɪʃ]"}, "st": {}, "wp": {"impoverish impoverished": "贫困的", "impoverish v": "使", "Impoverish undergraduates": "贫困大学生", "impoverish h": "使贫困;使……困难", "impoverish detail": "使贫乏", "further impoverish a country": "进一步贫困的国家", "impoverish natural resources": "耗尽自然资源", "Poor & poverty & impoverish": "使贫穷", "Impoverish the soil by overuse": "过度使用使土地贫瘠"}, "eg2": [["Their overconfidence leads them to  not just themselves but also their fishing grounds.", "他们的过分自信不仅导致他们自己贫困，而且导致他们渔场也贫困。"], ["Many gamblers<b> impoverish</b> themselves here, and it is no coincidence that numerous pawn brokers have set up shop in the streets around the Hotel Lisboa.", "很多赌徒在这里变得一文不名，而众多的典当经纪人在里斯本旅馆附近的大街上建立起自己的商店。"], ["He knows just as well that those who turn away from all personal life through a great love enrich themselves perhaps but certainly  those their love has chosen.", "他还知道，那些通过伟大的爱情脱离所有私生活的人们自身是得到了丰富，但是这样却使得他们所爱的人日渐凋零。"]]}, "inequality": {"pron": {"peg": "[,ɪnɪ'kwɑləti]", "pam": "[,ɪnɪ'kwɑləti]"}, "wp": {"clausius inequality": "克劳修斯不等式;克劳休斯不等式", "absolute inequality": "绝不等式;绝对不均等线;\t\t绝对不等式;毫不等式", "social inequality": "社会不平等;社会不公;不平等;社会差等", "Chebyshev inequality": "比雪夫不等式;切比雪夫不等式;不等式;契比雪夫不等式", "entropy inequality": "熵不等式", "Poincaré inequality": "庞加莱不等式", "algebraic inequality": "代数不等式", "integral inequality": "积分不等式", "differential inequality": "微分不等式"}, "ex": ["n. 不平等；不同；不平均"], "eg2": [["If<b> inequality</b> were the problem, people would be less upset today than they were in 2007.", "如果不平等是问题所在， 2007年的时候人们应该比今天更加愤怒。"], ["Where I once saw only poverty, I learned to see systemic<b> inequality</b> and the possibility of change.", "当我只看见贫困的时候，我也学着去发现体系的不平等和改变的可能性。"]], "st": {"transform": [["n.", "inequalities"]]}}, "inward": {"ex": ["adj. 向内的；内部的；精神的；本质上的；熟悉的", "adv. 向内；内心里", "n. 内部；内脏；密友", "n. (Inward)人名；(英)英沃德"], "pron": {"peg": "['ɪnwɚd]", "pam": "['ɪnwɚd]"}, "st": {}, "wp": {"Inward cargo": "进港货;进港货物;进口货物;进口货", "Inward Remittance": "汇入汇款;\t\t汇入款;汇入汇款业务的处理;汇入款项", "inward dive": "向内跳;向内跳水;内跳水;面对板向内跳水", "inward FDI": "直接投资;吸引外资方面;输入型FDI;内向外国直接投资", "inward processing": "运进加工;国内加工", "return inward": "销货退回;翻译", "inward block": "内拍手", "inward intuition": "内心直觉", "inward inpulse": "负性搏动"}, "eg2": [["The team found that at some positions in the disk, planets would be pushed , and that at other positions, planets would be pushed outward.", "这个研究小组发现在盘状物的某些位置上行星会被向内推，而在另外的一些位置上行星会被向外推。"], ["But this might be offset by tidal effects from the sun, which are more or less comparable to the tides of the moon and which would draw our planet , so it would get swallowed by the sun.", "但是，来自太阳的潮汐效应可能会把这种安全性抵消。 太阳的潮汐效应或多或少类似于月球产生的潮汐现象，会吸引地球向内移动，所以地球也可能会被太阳吞没。"], ["When you run or walk, you land on the outside edge of your foot and roll .", "当你走路或者跑步的时候，脚外侧首先着地，然后翻向内侧。"]]}, "length": {"ex": ["n. 长度；（持续）时间的长短；（书或文件等的）篇幅；（电影的）片长", "网络 全长；衣长；体长"], "pron": {"peg": "英 [leŋθ] ", "pam": "美 [leŋθ] "}, "eg2": [["This room is twice the length of the kitchen.", "这个房间的长度是厨房的两倍。"], ["The river is 300 miles in length .", "这条河长 300 英里。"], ["The snake usually reaches a length of 100 cm.", "蛇一般长达 100 厘米。"], ["He ran the entire length of the beach(= from one end to the other).", "他从海滩一头跑到另一头。"], ["Did you see the length of his hair?", "你看见他头发有多长吗？"], ["We discussed shortening the length of the course.", "我们就缩短这门课程的时间进行了讨论。"], ["He was disgusted at the length of time he had to wait.", "他非常讨厌要等那么长时间。"], ["She got a headache if she had to read for any length of time(= for a long time) .", "她读书时间长了就头疼。"], ["Size of pension depends partly on length of service with the company.", "退休金的多少部分取决于为公司服务时间的长短。"], ["Each class is 45 minutes in length .", "每一节课为 45 分钟。"], ["Her novels vary in length.", "她的小说篇幅长短不一。"], ["shoulder-length hair", "长及肩的头发"], ["He swims 50 lengths a day.", "他每天游 50 个游泳池那么长的距离。"], ["The horse won by two clear lengths.", "那匹马以整整领先两个马身的优势获胜。"], ["a length of rope/string/wire", "一根绳子╱细线╱金属线"]]}, "magnetic": {"pron": {"peg": "[mæg'nɛtɪk]", "pam": "[mæg'nɛtɪk]"}, "wp": {"magnetic field": "磁场;磁力场;耐电源频率磁场测试;电磁场", "Magnetic Bearing": "磁悬浮轴承;磁向位;\t\t\t\t磁方位;磁像限角", "magnetic declination": "地磁偏角;\t\t磁偏角;磁力偏差;磁差", "magnetic stirrer": "磁力搅拌器;磁搅拌器;电磁搅拌器;磁力搅拌机", "magnetic tape": "磁带;磁性录音带;记录磁带;录音磁带", "magnetic reluctance": "磁阻", "magnetic circuit": "磁路;磁路系统;磁性回路", "magnetic domain": "磁畴;磁域;磁场范围", "Magnetic base": "磁性底座;磁性座;磁吸式;磁力座"}, "ex": ["adj. 地磁的；有磁性的；有吸引力的"], "eg2": [["But her husband did not think she was  as she hoped.", "但她的丈夫不认为她有她希望的那样是有吸引力的。"], ["Now you have a gap in your data and yet you still have some<b> magnetic</b> particles there that could be useful.", "现在的数据中可能会有一些空白,但你仍然有一些,有用的磁性粒子。"], ["Because these systems operated with paper tape and  tapes, the software represented by those media has been repackaged into files for ease of use.", "因为这些系统通过纸带和磁带操作，所以通过那些介质表示的软件已经被重新包装成易于使用的文件。"]], "st": {}}, "manufacture": {"pron": {"peg": "['mænjə'fæktʃɚ]", "pam": "['mænjə'fæktʃɚ]"}, "wp": {"Manufacture Blancpain": "宝珀机芯工厂", "manufacture technology": "制造工艺;制造技术;制备技术;生产工艺", "Manufacture Manager": "生产部经理;生产经理;制造经理;生产厂长", "Manufacture structure": "公司管理构架", "economic manufacture": "经济生产", "manufacture catalogue": "产品目录;产品目录产品样本;产品样本", "MANUFACTURE DATE": "生产日期;制造日期;出厂日期;制造年月", "Manufacture Factory": "生产厂家", "skilful manufacture": "制作精巧;制造精致"}, "ex": ["n. 制造；产品；制造业", "vt. 制造；加工；捏造", "vi. 制造"], "eg2": [["The equipment is of our own .", "这设备是我们自己制造的。"], ["Now they lead in the  of weapons of mass destruction.", "现在他们在制造大规模杀人武器方面领先。"], ["This method of  evolved out of a long process of trial.", "这种制造方法是在长期试验过程中逐步形成的。"]], "st": {"transform": [["vt.", "manufactured,manufacturing"]], "similar": "make"}}, "obsess": {"ex": ["vt. 迷住，缠住；使…着迷；使…困扰"], "pron": {"peg": "[əb'sɛs]", "pam": "[əb'sɛs]"}, "st": {}, "wp": {"obsess with": "迷恋与;与牵挂;裹小脚与;正在翻译", "obsess s": "使烦扰", "obsess-": "着迷", "obsess by": "被", "obsess over sth": "着迷于", "But Don T Obsess": "但不要过分", "to obsess over someone": "为了某人而痴迷", "Why not obsess about": "为何念念不忘", "love and obsess": "酷爱与痴迷"}, "eg2": [["The project seems to<b> obsess</b> him.", "这项工程似乎令他着迷。"], ["And even supposing that, because of his pride, he did not beg for freedom, I find it difficult to believe that this thought did not  him.", "且进一步假设，因为他的骄傲，他不会乞求自由，我发现这种假设很难令人信服，因为他从来就没有这种想法。"], ["But our minds are not evolved to think about strangers, and we ,needlessly, about what people think of us and how these insults will diminish us in the eyes of others.", "但是当我们想到那些陌生人，当我们被别人的看法和那些侮辱在别人眼中会怎样削弱自己的想法所缠绕时，我们的思想是不会演化的。"]]}, "overwhelm": {"pron": {"peg": "[ovɚˈhwɛlm]", "pam": "[ovɚˈhwɛlm]"}, "wp": {"Overwhelm Governing": "压倒执政", "overwhelm vt": "感情上受不了", "overwhelm m": "淹没;压倒;受打击;压服", "overwhelm v": "感情上", "overwhelm majority": "压倒大多数", "guru-overwhelm": "网站", "overwhelm overwhelm": "淹没;压倒", "to overwhelm": "压倒", "Overload or Overwhelm": "心力交瘁"}, "ex": ["vt. 淹没；压倒；受打击；覆盖；压垮"], "eg2": [["We try not to think about it because it would<b> overwhelm</b> us to an extent that we would just vegetate.", "我们尽量不去想它，因为在某种我们能够想像到的程度上他会压倒我们。"], ["It should not  you with raw HTTP traffic dumps, and it goes far beyond simply providing a framework to tamper with the application by hand.", "用户不会再被大量原始的HTTP流量数据淹没，而且这个工具远不仅仅是一个人工干预应用程序的框架。"], ["For example, in a situation in which several bystanders need to band together to<b> overwhelm</b> a perpetrator, they will be more likely to act collectively than to act alone.", "例如, 就有这样一种情况， 在只有几个旁观者需要联合起来才能压倒一个罪犯的情况下, 他们就可能会更多地采取集体行动。"]], "st": {}}, "patches": {"ex": ["n. 补丁；斑块（patch的复数）；修补程序"], "pron": {}, "st": {"similar": "mend"}, "wp": {"Transdermal Patches": "透皮贴剂;皮肤贴片", "ephemeral patches": "嵌块体", "nurbs patches": "nurbs补片", "disturbance patches": "干扰嵌块体", "Aspect patches": "坡向斑块", "pericardial patches": "心包补片", "habitat patches": "境斑块", "Stone patches": "石斑", "Patches files": "补丁文件"}, "eg2": [["There are<b> patches</b> of yellow and red.", "有一些黄色和红色的斑块。"], ["If the kernel tree is clean, the<b> patches</b> should apply without any problems.", "如果内核树没问题，那么补丁的应用就不会有任何问题。"], ["Through the course of releasing my code, I have received a number of valuable suggestions and enhancement<b> patches</b> from users of these modules.", "在将代码公开的过程中，我从这些模块的用户那里得到了许多有价值的建议和增强性补丁。"]]}, "permanent": {"pron": {"peg": "英 ['pɜː(r)mənənt] ", "pam": "美 ['pɜrmənənt] "}, "ex": ["adj. 永久性；一直；坚持；不变的", "n. 恒齿；永久齿；电烫发；积和式", "网络 永久的；持久的；固定的"], "eg2": [["a permanent job", "固定工作"], ["permanent staff", "固定职工"], ["They are now living together on a permanent basis.", "他们现在是长期同住。"], ["The accident has not done any permanent damage.", "那场事故没有造成什么永久性损伤。"], ["a permanent fixture(= a person or an object that is always in a particular place)", "固定于某处的人／东西"]]}, "pitfall": {"ex": ["n. 困难；隐患；危险", "网络 陷阱；缺陷；易犯的错误"], "pron": {"peg": "英 ['pɪt.fɔːl] ", "pam": "美 ['pɪt.fɔl] "}, "eg2": [["the potential pitfalls of buying a house", "购买房屋可能遇到的圈套"]]}, "populist": {"pron": {"peg": "['pɒpjʊlɪst]", "pam": "['pɒpjʊlɪst]"}, "wp": {"populist rage": "全民公愤", "populist dictatorship": "民粹独裁", "The Populist": "科普兰", "Populist Party": "平民党;人民党;人民主义党", "Populist Comedy": "民粹喜剧片", "populist demoeracy": "民主主义式民主", "populist mobilizer": "鼓动者", "Populist Nationalism": "民粹民族主义;民粹式民族主义", "Populist Ideology": "平民主义"}, "ex": ["n. 平民主义者；民粹派；平民论者", "adj. 民粹主义的（等于populistic）；平民主义的；平民主义者的"], "eg2": [], "st": {}}, "predisposition": {"ex": ["n. 倾向；素质；易染病体质"], "pron": {"peg": "['pridɪspə'zɪʃən]", "pam": "['pridɪspə'zɪʃən]"}, "st": {}, "wp": {"genetic predisposition": "遗传易感性;遗传素质;易感性;遗传学说", "purchase predisposition": "购买倾向;采办偏向", "hereditary predisposition": "遗传素质;遗传潜因;翻译", "psychological predisposition": "心理倾向", "decision predisposition": "决策偏好", "purchottom predisposition": "购置倾向", "purhunt predisposition": "购买倾向", "natural predisposition": "先天素因", "predisposition factor": "机体内在的素质因素"}, "eg2": [["Obviously something is priming the risk, and it looks like that may be a genetic .", "显然是某种因素引发了这种风险，看上去这很可能是一种遗传倾向。"], ["“If females have a biological<b> predisposition</b> to favour colours such as pink, this preference should be evident regardless of experience of the acquisition of gender concepts, ” they said.", "她们说：“如果女性是生理上倾向于喜欢粉红这类颜色，那么不管性别概念获取的经验如何，这种偏好都应该是明显的。”"], ["For instance, having access to a person’s genetic code could help doctors create customized medicine and determine an individual’s  to certain diseases or medical conditions.", "例如，获得一个人的遗传密码能够帮助医生创造定制化药物和确定一个个体对某种疾病或身体状况的倾向。"]]}, "presidential": {"ex": ["adj. 总统的；首长的；统辖的"], "pron": {"peg": "['prɛzədɛnʃəl]", "pam": "['prɛzədɛnʃəl]"}, "st": {}, "wp": {"presidential system": "总统制;应更多的适用总裁制", "Presidential Commission": "爱尔兰总统委员会;总统委员会", "Presidential Airways": "总统航空", "Presidential Villa": "总统别墅;总统别墅套房;海景豪华总统别墅;总统套房", "presidential government": "总统制;总统制政府;总统制政体", "Presidential Reunion": "美国总统聚会", "presidential motorcade": "美国总统车队", "presidential year": "总统选举年", "presidential suit": "总统套房"}, "eg2": [["This scandal is bound to tell against him in the coming<b> presidential</b> election.", "在即将到来的总统竞选中这一丑闻必然对他不利。"]]}, "prospect": {"pron": {"peg": "['prɑspɛkt]", "pam": "['prɑspɛkt]"}, "wp": {"prospect drilling": "勘探钻井;探勘钻井", "career prospect": "职业前途;事业前途;晋升机会;职业展望", "study prospect": "研究进展;研究前景;研究展望", "seismic prospect": "震波勘探;地震勘探", "applied prospect": "应用前景;应用展望;应用前景展望;碱浮渣处理", "FUTURE PROSPECT": "未来展望;发展前景;未来愿景;未来期望", "promotion prospect": "晋升机会;升职机会", "developing prospect": "发展前景;发展趋势;发展展望;发展方向", "Prospect Point": "普罗斯佩克特角;希望角;景观顶;展望角"}, "ex": ["n. 前途；预期；景色", "vi. 勘探，找矿", "vt. 勘探，勘察"], "eg2": [["But with no signs of any precipitation, the  of the harvest looks bleak.", "但是由于没有任何降水的迹象，收获的前景看起来很渺茫。"], ["I continue to hold out the  that they may decide to walk through this door.", "奥巴马说：“我继续抱着这样一个希望，即他们可能决定跨过这道门。"], ["If people possess altruistic motives, then they sometimes act to benefit others without the  of gain to themselves.", "如果人们具有利他的动机，则他们有时会做有利他人的事，而不期望自己获得利益。"]], "st": {"similar": "view"}}, "protectionist": {"pron": {"peg": "[prə'tɛkʃənɪst]", "pam": "[prə'tɛkʃənɪst]"}, "wp": {"darbar protectionist": "宫廷主义", "Protectionist Measures": "保护主义措施", "protectionist policies": "保护主义措施;保护主义政策", "protectionist measure": "贸易保护措施", "Plato protectionist": "柏拉图主义", "protectionist meofure": "贸易庇护措施", "Radiation Protectionist": "职业", "Independent protectionist": "独立主义", "Protectionist Rhetoric": "贸易保护花言巧语"}, "ex": ["n. 贸易保护主义者", "adj. 贸易保护主义的；保护贸易论的"], "eg2": [], "st": {}}, "radical": {"pron": {"peg": "['rædɪkl]", "pam": "['rædɪkl]"}, "wp": {}, "ex": ["adj. 激进的；根本的；彻底的", "n. 基础；激进分子；[物化] 原子团；[数] 根数"], "eg2": [], "st": {"similar": "liberal"}}, "reasonable": {"pron": {"peg": "['riznəbl]", "pam": "['riznəbl]"}, "wp": {"Reasonable arrangements": "合理安排;径流系数", "Health reasonable": "高品质;和谐;以人为本;健康合理", "reasonable terms": "合理的条件;合理条件", "reasonable manner": "合理的方式", "reasonable man": "理性人;明理的人;合理的人;理性的人", "reasonable distribution": "合理级配;合理分配;公道级配;合理分布", "reasonable usage": "合理用药;合理使用", "reasonable design": "合理设计;设计合理;合理方案;合理地设计", "reasonable expectation": "期待可能性;合理期待;合理预期;合理期望"}, "ex": ["adj. 合理的，公道的；通情达理的"], "eg2": [["The masses are .", "群众是通情达理的。"], ["As a concession to his<b> reasonable</b> demand, the doctor allowed him to work.", "医生向他的合理要求让步了， 允许他工作。"], ["My friend knows where he can pick up a good used car for you at a<b> reasonable</b> price.", "我朋友知道他能在哪儿以合理的价格为你买一辆好的二手车。"]], "st": {"similar": "rational"}}, "receptive": {"pron": {"peg": "[rɪ'sɛptɪv]", "pam": "[rɪ'sɛptɪv]"}, "wp": {"receptive relaxation": "容受性舒张;胃的容受性舒张;性松弛", "receptive learning": "接受学习", "receptive renvoi": "接受反致", "Receptive Aesthetics": "接受美学", "Receptive Skills": "接受性技能;接受技能;理解性的技能;输入技能", "Is receptive": "乐于接纳", "receptive hypha": "受精丝", "receptive ability": "接受性能力;吸收能力", "receptive skill": "接受性技能;输入技能;接受技能;性技术"}, "ex": ["adj. 善于接受的；能容纳的"], "eg2": [["If we're going to be blessed by the Word of God, we need to be .", "如果我们希望受到神的道的祝福，我们需要让自己变得善于接受。"], ["If you don't like what others are saying about your company, be<b> receptive</b> to criticism—and address it.", "如果你不喜欢其他人对你的公司做出的评价，那么请善于接受批评，并且向他们致辞。"], ["Another key to a successful introduction is identifying a specific business or IT segment that will be  to new practices.", "另一个进行成功引入的关键是建立一个特殊的商业或IT部门，它善于接受新的挑战。"]], "st": {}}, "remittance": {"ex": ["n. 汇款；汇寄之款；汇款额"], "pron": {"peg": "[rɪ'mɪtns]", "pam": "[rɪ'mɪtns]"}, "st": {}, "wp": {"Inward Remittance": "汇入汇款;\t\t汇入款;汇入汇款业务的处理;汇入款项", "cash remittance": "汇款单;\t\t解款单", "remittance tax": "汇出税", "remittance overseas": "海外汇款", "remittance draft": "汇票", "remittance bill": "汇款单汇票;翻译", "International Remittance": "国际汇兑;国际汇款", "general remittance": "普通汇款", "remittance man": "靠汇款侨居;翻译"}, "eg2": [["A  must accompany all orders.", "所有订单均须附汇款。"], ["A<b> remittance</b> of a large sum is required.", "要求一笔大数额的汇款。"], ["A prompt<b> remittance</b> would be appreciated.", "速寄汇款不胜感激。"]]}, "renegotiate": {"pron": {"peg": "[riːnɪ'gəʊʃɪeɪt]", "pam": "[riːnɪ'gəʊʃɪeɪt]"}, "wp": {}, "ex": ["vt. 重新谈判；重新协商", "vi. 重新谈判"], "eg2": [], "st": {"transform": [["vi.,vt.", "renegotiated,renegotiating"]]}}, "scrap": {"pron": {"peg": "英 [skræp] ", "pam": "美 [skræp] "}, "ex": ["n. 小块（纸、布匹等）；丝毫；一丁点；残羹剩饭", "v. 废弃；取消；抛弃；报废", "网络 废料；碎片；小片"], "eg2": [["She scribbled his phone number on a scrap of paper.", "她把他的电话号码匆匆写在一张小纸片上。"], ["scraps of information", "零星消息"], ["She was just a scrap of a thing(= small and thin) .", "她是个不起眼的小东西。"], ["It won't make a scrap of difference .", "这不会有丝毫的差别。"], ["There's not a scrap of evidence to support his claim.", "没有丝毫证据支持他的说法。"], ["a barren landscape without a scrap of vegetation", "寸草不生的贫瘠地带"], ["Give the scraps to the dog.", "把剩菜喂狗吧。"], ["We sold the car for scrap(= so that any good parts can be used again) .", "我们把车当废品卖了。"], ["scrap metal", "废金属"], ["a scrap dealer(= a person who buys and sells scrap )", "废品商人"], ["He was always getting into scraps at school.", "他在学校老跟人打架。"], ["They had been forced to scrap plans for a new school building.", "他们已被迫撤销了建筑新校舍的计划。"], ["The oldest of the aircraft were scrapped.", "最老的飞机报废了。"], ["The bigger boys started scrapping.", "年龄较大的男孩打了起来。"]]}, "sentiment": {"pron": {"peg": "['sɛntɪmənt]", "pam": "['sɛntɪmənt]"}, "wp": {"heartfelt sentiment": "诚恳", "sentiment index": "情绪指数;情感指数", "primordial sentiment": "原生情感;原始情感", "nationalist sentiment": "民族主义情绪", "aesthetic sentiment": "审美情趣", "Sentiment Analysis": "情感分析", "sentiment motivation": "情感动机", "exotic sentiment": "异国风情;异国情调", "Patriotism sentiment": "爱国主义情操"}, "ex": ["n. 感情，情绪；情操；观点；多愁善感"], "eg2": [["Petty-bourgeois<b> sentiment</b> should be done away with.", "要抛弃小资产阶级的伤感情调。"], ["He has illustrated this  thoroughly in a drama.", "他在一出戏剧里充分地表现了这种感情。"], ["They were busy canvassing and drumming up<b> sentiment</b> against the new government.", "他们当时正忙于游说，挑起对新政府的不满情绪。"]], "st": {}}, "shatter": {"ex": ["vt. 粉碎；打碎；破坏；破掉；使散开", "vi. 粉碎；损坏；落叶", "n. 碎片；乱七八糟的状态"], "pron": {"peg": "['ʃætɚ]", "pam": "['ʃætɚ]"}, "st": {}, "wp": {"Shatter Attack": "粉碎窗口攻击", "Create Shatter": "创建破碎;创立完整;创建粉碎", "shatter value": "松散度", "Shatter proof": "不易碎;抗震的", "Passion Shatter": "狂狮战斧", "Shatter Crash": "粉碎崩溃", "Shatter Shield": "降低敌人的物理防御力;防摔保护", "Shatter Barrier": "碎裂屏障", "Shatter Mod": "我的世界碎尸效果MOD"}, "eg2": [["And when he speaks to you, believe in him, though his voice may<b> shatter</b> your dreams as the north wind lays waste the garden.", "当爱向你诉说时，请相信它，尽管它的声音可能会粉碎你的梦想，就如同北风蹂躏花园的花草一般。"], ["Whitaker knows, and let that, so Nature counsels, comfort you, instead of enraging you; and if you can't be comforted, if you must<b> shatter</b> this hour of peace, think of the mark on the wall.", "惠特克是知道的。 大自然忠告你说，不要为此感到恼怒，而要从中得到安慰；假如你无法得到安慰，假如你一定要破坏这一小时的平静，那就去想想墙上的斑点吧。"], ["What’s great about expectations is that when you can  them, you create impact.", "期望很好的一方面是当你粉碎这个期望的时候，你会引起反响。"]]}, "southward": {"ex": ["adj. 向南的；在南方的", "adv. 向南", "n. 朝南的方向"], "pron": {"peg": "['sʌðəd]", "pam": "['sʌðəd]"}, "st": {}, "wp": {"southward drift": "南偏", "migration southward": "南迁", "southward imf": "南向行星际磁场", "southward propagation": "南繁", "southward spread": "南传", "southward invasion": "南下", "southward subduction": "向南俯冲", "Southward Bound": "往南去", "move southward": "南移"}, "eg2": []}, "succumb": {"ex": ["vi. 屈服；死；被压垮"], "pron": {"peg": "[sə'kʌm]", "pam": "[sə'kʌm]"}, "st": {}, "wp": {"succumb to": "屈服于;死于;屈从;屈从于", "succumb vi": "屈服", "Never Succumb": "绝不示弱", "Succumb History": "倏然", "succumb to an illness": "病故", "Succumb To Grief": "郁郁而死", "succumb to exhaustion": "屈服于疲劳", "Succumb To His Commands": "屈从于他命令", "succumb to curiosity": "为好奇心所驱使"}, "eg2": [["And yet I<b> succumb</b> to watching it.", "然而，我却需要看它，向它屈服。"], ["Whatever you do, don't  to it.", "无论你做什么，都不要屈服于它。"], ["But why did a once-mighty civilisation<b> succumb</b> to the West?", "但为什么，一个一度强大的文明竟会屈服于西方呢？"]]}, "sympathetic": {"pron": {"peg": "[,sɪmpə'θɛtɪk]", "pam": "[,sɪmpə'θɛtɪk]"}, "wp": {"Sympathetic imagination": "感同身受的想象力;同情的想象", "sympathetic trunk": "交感神经干;\t\t交感干;节后纤维", "Sympathetic strike": "同情罢工", "sympathetic ophthalmitis": "交感性眼炎;眼球发生交感性眼炎", "sympathetic block": "交感神经阻滞", "sympathetic induction": "共感诱发", "sympathetic nerves": "交感神经", "sympathetic ink": "隐显油墨;隐显墨水;变色油墨;隐色油墨", "sympathetic detonation": "感应爆炸;殉爆;交感神经爆轰;\t\t感应起爆"}, "ex": ["adj. 同情的；交感神经的；共鸣的；赞同的；和谐的；合意的", "n. 交感神经；容易感受的人"], "eg2": [["They were , but could not do anything.", "他们很同情亚瑟，却什么也帮不了他。"], ["I explained my problem to each of the<b> sympathetic</b> voices that answered.", "我给电话那边每个同情的嗓音都讲了我们的问题，没有结果。"], ["I explained my problem to each of the<b> sympathetic</b> voices that answered. In vain.", "我给电话那边每个同情的嗓音都讲了我们的问题，没有结果。"]], "st": {"similar": "tender"}}, "thorny": {"pron": {"peg": "['θɔrni]", "pam": "['θɔrni]"}, "wp": {"Thorny mountain": "荆山", "thorny rose": "荆棘的玫瑰", "Thorny Olive": "胡颓子", "thorny subject": "棘手的问题", "Thorny dragon": "翻译为刺龙;澳洲魔蜥", "thorny refined": "多刺的", "thorny points": "误差", "thorny roller": "刺辊", "thorny curd": "刺状花球"}, "ex": ["adj. 多刺的；痛苦的；令人苦恼的"], "eg2": [["The American government, like every government, has its share of<b> thorny</b> problems.", "美国政府就像每一个政府一样，也有棘手的问题。"], ["The challenges have become far more complex, often entangled with<b> thorny</b> trade issues and the interests of large and powerful industries.", "挑战变得更加复杂，往往与棘手的贸易问题和有影响力的大型产业的利益纠缠在 一起。"], ["Here’s another<b> thorny</b> problem facing the new president and his secretary of state, whoever he or she will be.", "新任总统以及他的国务卿（不管他或她将是谁）面领着又一个棘手的问题。"]], "st": {"transform": [["adj.", "thornier,thorniest"]]}}, "tirade": {"ex": ["n. 激烈的长篇演说"], "pron": {"peg": "['taɪred]", "pam": "['taɪred]"}, "st": {}, "wp": {}, "eg2": []}, "unshackle": {"ex": ["v. 解去…的枷锁；释放", "网络 除去…的枷锁；把卸扣拆开；解去把卸扣拆开"], "pron": {"peg": "英 ['ʌn'ʃækl] ", "pam": "美 [ʌn'ʃækəl] "}, "eg2": []}, "unskilled": {"ex": ["adj. 不熟练的；拙劣的；无需技能的", "v. 不熟练；无技能（unskill的过去式和过去分词形式）"], "pron": {"peg": "[,ʌn'skɪld]", "pam": "[,ʌn'skɪld]"}, "st": {}, "wp": {}, "eg2": []}, "vulnerable": {"pron": {"peg": "['vʌlnərəbl]", "pam": "['vʌlnərəbl]"}, "wp": {"vulnerable children": "弱势儿童;易受害儿童", "vulnerable species": "易危物种;渐危种;易危种;害物种", "vulnerable slope": "易生危险的斜坡", "vulnerable area": "易损面积;脆弱区;薄弱环节", "expectedly vulnerable": "果然脆弱;预计弱势", "Vulnerable groups": "弱势群体;强势集体;易受伤害的群体;弱势社群", "vulnerable option": "脆弱期权", "Amigo Vulnerable": "脆弱的朋友;感性的朋友", "vulnerable part": "易损件"}, "ex": ["adj. 易受攻击的，易受…的攻击；易受伤害的；有弱点的"], "eg2": [["Not only network is , any piece of software is.", "不仅网络是脆弱的，任何一个软件都是脆弱的。"], ["And what was it about these people that made them seem ?", "但是对于这些人，是什么使他们看起来好象易受到攻击？"], ["If you take care of something, you begin to love it — which makes us very .", "如果你照顾某些事情，你已经开始爱上它了--这让我们非常的投入."]], "st": {}}}, "title": "What is the future of free trade?\n", "paperStatistics": {"suggestedfocus": "10.2 Minutes", "wordsset": 475, "keywords": "America,Mexico,NAFTA,Trump,country,free,trade", "toughwords": 58, "allwords": 846}}