{"date": "2018-06-06 08:21:36", "content": "China is becoming more <span class=\"fa fa-info-circle\">tolerant</span> of some regional Han languages\n \n \n The Communist Party wants to be seen as a champion, not a <span class=\"fa fa-info-circle\">destroyer</span>, of traditional culture\n \n LI SIYI <span class=\"fa fa-info-circle\">tuck</span>s her hair behind her ears and takes a deep breath. The high-schooler and aspiring journalist sits in a <span class=\"fa fa-info-circle\">mock</span> television <span class=\"fa fa-info-circle\">studio</span> in a basement of China’s most <span class=\"fa fa-info-circle\">prestigious</span> broadcasting university, practising <span class=\"fa fa-info-circle\">script</span>s of the sort that she will soon have to tackle as part of its entrance exam. When the time comes examiners will grade her <span class=\"fa fa-info-circle\">poise</span> and <span class=\"fa fa-info-circle\">delivery</span>. They will also assess the quality of her putonghua, or “common language”, the official version of <span class=\"fa fa-info-circle\">Mandarin</span> that is supposed to <span class=\"fa fa-info-circle\">represent</span> its <span class=\"fa fa-info-circle\">purest</span> form. The pronunciation is based on the Beijing dialect, but even natives of the city, like Ms Li, find it <span class=\"fa fa-info-circle\">tricky</span> to <span class=\"fa fa-info-circle\">attain</span> the <span class=\"fa fa-info-circle\">flawless</span> <span class=\"fa fa-info-circle\">accent</span> that newsreading requires.\n \n The languages spoken by <span class=\"fa fa-info-circle\">ethnic</span>-Han Chinese, who are more than 90% of the population, belong to half a dozen main groups (see map). Since the collapse of China’s last <span class=\"fa fa-info-circle\">imperial</span> <span class=\"fa fa-info-circle\">dynasty</span> in 1911, <span class=\"fa fa-info-circle\">successive</span> regimes have been <span class=\"fa fa-info-circle\">obsess</span>ed about popularising just one of them: <span class=\"fa fa-info-circle\">Mandarin</span>. The Communist Party has been particularly <span class=\"fa fa-info-circle\">zealous</span> in its <span class=\"fa fa-info-circle\">promotion</span> of the language. In 2000 about half the population was <span class=\"fa fa-info-circle\">reasonably</span> fluent in it. The <span class=\"fa fa-info-circle\">proportion</span> is now higher than 70%, thanks partly to migration from the countryside into cities, which has <span class=\"fa fa-info-circle\">compelled</span> those moving from non-<span class=\"fa fa-info-circle\">Mandarin</span> areas into <span class=\"fa fa-info-circle\">Mandarin</span>-speaking ones to learn the official tongue. The government wants 80% to have a good command by 2020.\n \n The problem is that China is one of the most <span class=\"fa fa-info-circle\">linguistic</span>ally diverse countries in the world, with about 130 <span class=\"fa fa-info-circle\">ethnic</span>-minority languages as well as its Han ones. Of the Han languages, <span class=\"fa fa-info-circle\">Cantonese</span> is spoken by around 60m people in Hong Kong and neighbouring Guangdong province. Some 80m Hans speak one of the Wu languages, among them Shanghainese. Languages of the Min family are used by around 70m people along the south-eastern <span class=\"fa fa-info-circle\">coast</span>.\n \n The <span class=\"fa fa-info-circle\">mandarin</span>s’ <span class=\"fa fa-info-circle\">mandate</span>\n \n But as officials see it, a <span class=\"fa fa-info-circle\">monolingual</span> China is more likely to be a strong and unified one. They are also <span class=\"fa fa-info-circle\">reluctant</span> to accept that Han China might be an <span class=\"fa fa-info-circle\">amalgam</span> of cultures as varied as Europe’s. They prefer to call the Han languages “dialects”, even though some are as different from each other as Romance languages such as French and Spanish. (Chinese people, however, use the same written language, a <span class=\"fa fa-info-circle\">Mandarin</span>-based non-<span class=\"fa fa-info-circle\">phonetic</span> form that those who are <span class=\"fa fa-info-circle\">literate</span> all understand). In 2000 the country passed its first national law on standard Chinese. It said people were free to use their own languages, but it <span class=\"fa fa-info-circle\">reinforce</span>d long-standing policy that <span class=\"fa fa-info-circle\">Mandarin</span> be used in schools, government offices and in the vast majority of broadcast media in Han-majority areas. (The rules for non-Han people <span class=\"fa fa-info-circle\">notionally</span> give greater protection to their minority languages.)\n \n At the same time, however, China’s leader, Xi Jinping, also wants to boost the party’s appeal to Chinese <span class=\"fa fa-info-circle\">nationalist</span>s at home and abroad by presenting the party as a champion of traditional culture—not the <span class=\"fa fa-info-circle\">systematic</span> <span class=\"fa fa-info-circle\">destroyer</span> of it, as it was in Mao’s day. Mr Xi stresses the importance of China’s <span class=\"fa fa-info-circle\">ancient</span> <span class=\"fa fa-info-circle\">heritage</span> almost as much as <span class=\"fa fa-info-circle\">communism</span>. In a speech on May 4th to mark the 200th anniversary of the birth of Karl Marx, he said the party must not only “<span class=\"fa fa-info-circle\">imbue</span> core <span class=\"fa fa-info-circle\">socialist</span> values”, but also <span class=\"fa fa-info-circle\">promo</span>te “fine traditional Chinese culture”.\n \n Officials now accept that this requires showing off the country’s traditions in all their <span class=\"fa fa-info-circle\">diversity</span>. In 2015, three years after he came to power, Mr Xi visited the village in Shaanxi province where he had lived during the Cultural Revolution of the 1960s and 1970s. His use of local dialect to introduce villagers to his wife became headline news in China (he is the first Chinese leader since the Communists took over in 1949 whose <span class=\"fa fa-info-circle\">Mandarin</span> is un<span class=\"fa fa-info-circle\">accent</span>ed).\n \n Also in 2015 the State Language Commission launched a five-year project to record and protect China’s “language resources”. This involves cataloguing languages used at 1,500 sites as well as online. Wang Lining of Beijing Language and Culture University says it is the biggest such survey in China for decades. It has already resulted in a 20-volume work on China’s “<span class=\"fa fa-info-circle\">linguistic</span> culture”, published last December, complete with QR codes that readers can scan to access online <span class=\"fa fa-info-circle\">audio</span> recordings of regional tongues.\n \n In 2020 the scheme will enter a new phase, in which researchers try to use the material they have collected to help speakers of regional languages. Ms Wang says one idea is that the data be offered to developers of local-language software for voice-controlled products. Han languages are benefiting from all this attention. Not long after Mr Xi took over in 2012, the authorities in Shanghai launched a campaign to <span class=\"fa fa-info-circle\">promo</span>te their local tongue in <span class=\"fa fa-info-circle\">kindergarten</span>s. Officials have encouraged a <span class=\"fa fa-info-circle\">revival</span> of regional forms of Chinese opera, performed in their original languages. This year organisers of the annual spring-festival <span class=\"fa fa-info-circle\">gala</span> on national television tried to include more southern <span class=\"fa fa-info-circle\">accent</span>s in order to <span class=\"fa fa-info-circle\">deflect</span> <span class=\"fa fa-info-circle\">accusation</span>s that the much-watched <span class=\"fa fa-info-circle\">variety</span> show has a northern bias.\n \n The government has come to accept that support for local languages can bring political and economic rewards. It may, for example, help China’s efforts to <span class=\"fa fa-info-circle\">woo</span> overseas Chinese, says Li Wei of University College London. China’s trade in South-East Asia depends on contacts with <span class=\"fa fa-info-circle\">ethnic</span> Chinese in that region, many of whose ancestors did not speak <span class=\"fa fa-info-circle\">Mandarin</span>.\n \n Party leaders appear to believe that China’s cultural “soft power”, including local language, can be used to persuade members of the global Chinese <span class=\"fa fa-info-circle\">diaspora</span> to support policies that are favourable to the party, and even to win over people in Taiwan. Jason Lim of the University of <span class=\"fa fa-info-circle\">Wollongong</span> in Australia notes that the party has been dubbing <span class=\"fa fa-info-circle\">propaganda</span> videos into Hokkien, which is used in Taiwan as well as elsewhere in Asia.\n \n But the government’s support for local languages is still <span class=\"fa fa-info-circle\">temper</span>ed by a <span class=\"fa fa-info-circle\">suspicion</span> of localism and the long-term threat it might pose to national unity. In 2010 officials in Guangdong province proposed replacing some local-language broadcasts with <span class=\"fa fa-info-circle\">Mandarin</span> ones. <span class=\"fa fa-info-circle\">Cantonese</span> speakers took to the streets of the capital, Guangzhou, in protest. The authorities backed off, but in 2014 they <span class=\"fa fa-info-circle\">implement</span>ed a modified version of the plan. Some people worry that for all its talk, the government wants to wipe out other Han tongues. (Don’t even ask Tibetans and Uighurs how their languages are getting on.)\n \n For a while, the <span class=\"fa fa-info-circle\">internet</span> appeared to offer hope. But officials are stepping up efforts to <span class=\"fa fa-info-circle\">suppress</span> “<span class=\"fa fa-info-circle\">lowbrow</span>” material online, especially video. Local languages, which are often used in such content, have become <span class=\"fa fa-info-circle\">collateral</span> damage. Supporters of regional tongues still have to fight for small <span class=\"fa fa-info-circle\">concession</span>s such as local-language <span class=\"fa fa-info-circle\">announcement</span>s on buses and trains. They have to rely on the ability of local officials to resist <span class=\"fa fa-info-circle\">uniformity</span>-demanding <span class=\"fa fa-info-circle\">superior</span>s. For most Chinese, only one way of speaking still enjoys the full backing of the law.\n", "last": "2018_6_6_3.json", "next": "2018_6_6_5.json", "assistent": {"Cantonese": {"ex": ["n. 广东人；广东话", "adj. 广州的，广州人的"], "pron": {"peg": "[,kæntə'ni:z]", "pam": "[,kæntə'ni:z]"}, "st": {}, "wp": {}, "eg2": []}, "Mandarin": {"ex": ["n. 柑橘；政界要员；（尤指）内务官员；（旧时）中国政府高级官吏", "网络 普通话；国语；满大人"], "pron": {"peg": "英 ['mændərɪn] ", "pam": "美 ['mændərɪn] "}, "eg2": []}, "Wollongong": {"ex": ["n. 伍伦贡（澳大利亚城市）"], "pron": {"peg": "['wulənɡɔŋ; -ɡɔ:ŋ]", "pam": "['wulənɡɔŋ; -ɡɔ:ŋ]"}, "st": {}, "wp": {"Wollongong Harbour": "卧龙岗海港", "Wollongong Beach": "距离卧龙岗海滩", "Wollongong Etc": "伍伦贡等", "WOLLONGONG HR": "伍伦贡港", "HMAS Wollongong": "卧龙岗号", "Wollongong Uni": "卧龙岗大学", "WOLLONGONG AIRPORT": "伍伦贡机场", "Wollongong United": "爱尔瓦拉雄狮;卧龙岗联", "Wollongong University": "卧龙岗大学;澳大利亚卧龙岗大学;澳洲卧龙岗大学"}, "eg2": []}, "accent": {"pron": {"peg": "['æksɛnt]", "pam": "['æksɛnt]"}, "wp": {"accent sensitive": "区分腔调字;重音敏感", "Oxford accent": "装腔作势的口音", "grave accent": "重音符;抑音符号", "local accent": "土音;乡音;地方口音;方言", "Accent Furnitures": "精品家具", "Color Accent": "色彩强化;色彩强调;颜强化;色彩突显", "Vedic accent": "吠陀重音", "accent plant": "主景植物", "accent light": "强光灯"}, "ex": ["n. 口音；重音；强调；特点；重音符号", "vt. 强调；重读；带…口音讲话"], "eg2": [["He has a strong American .", "他有很重的美国口音。"], ["They often ribbed her for her .", "他们常常拿她的口音开玩笑。"], ["The  falls on the third syllable.", "重音落在第三个音节上。"]], "st": {}}, "accusation": {"ex": ["n. 控告，指控；谴责"], "pron": {"peg": "[,ækju'zeʃən]", "pam": "[,ækju'zeʃən]"}, "st": {}, "wp": {"concrete accusation": "具体罪名;具体罪", "accusation evidence": "检举证据;指控证据;控告的证据", "written accusation": "书面控告;检举信;翻译", "serious accusation": "严重指控", "mutual accusation": "相互指摘", "accusation meeting": "控诉会", "Constitutional Accusation": "宪法控诉", "category accusation": "类罪名", "accusation mechanism": "举报机制"}, "eg2": [["Lyndon was exonerated from the  of cheating.", "林登被免受进行欺骗的指控。"], ["He evidenced his  with some material evidence.", "他以一些物证作为控告的证据。"], ["Were they en route to a public , a mass trial or sentencing or even a mass execution?", "他们是要去接受公众控告，群众审讯或者是判决抑或甚至是一场群众处决？"]]}, "amalgam": {"ex": ["n. 混合物；综合体；汞齐（尤用于补牙）", "网络 汞合金；银汞合金；银粉"], "pron": {"peg": "英 [ə'mælɡəm] ", "pam": "美 [ə'mælɡəm] "}, "eg2": [["The film script is an amalgam of all three books.", "这个电影脚本由三本书合成。"]]}, "ancient": {"ex": ["adj. 古代的；古老的；很老的", "n. （尤指古埃及、古希腊和罗马的）古代人", "网络 远古的"], "pron": {"peg": "英 ['eɪnʃ(ə)nt] ", "pam": "美 ['eɪnʃənt] "}, "eg2": [["ancient history/civilization", "古代史；古代文明"], ["ancient Greece", "古希腊"], ["an ancient oak tree", "古橡树"], ["ancient monuments", "古迹"], ["He's ancient─he must be at least fifty!", "他老得很了 — 肯定至少有五十岁！"]]}, "announcement": {"pron": {"peg": "[ə'naʊnsmənt]", "pam": "[ə'naʊnsmənt]"}, "wp": {"Announcement Tone": "通知音;关照音", "Traffic Announcement": "交通广播;交通播送", "court announcement": "法院公告;法院布告;法院通知布告", "Special announcement": "特别声明;特别通告;本合同的任意一方侵害合同另一方的权利", "Announcement date": "宣告日;宣布日;公告日", "Forum Announcement": "论坛公告;论坛事务中心;论坛公告区;站务公告区", "Animation Announcement": "动画电影开拍发布会", "Official announcement": "官方消息;官方公告;正式通知;公告", "Officious announcement": "半官方消息"}, "ex": ["n. 公告；宣告；发表；通告"], "eg2": [["They began shooting immediately after the .", "他们在通告后立即开始发射。"], ["It builds a tabulated list of announcements for use in the<b> announcement</b> block content variable.", "它构建一个表格式的公告列表，这将用在公告区块内容变量中。"], ["But this  that they are able to decrypt the files on behalf of the government contradicts their prior public statements.", "但是这次的他们可以代表政府来解密文件的公告，与他们之前的公开声明自相矛盾。"]], "st": {}}, "aspire": {"pron": {"peg": "[ə'spaɪr]", "pam": "[ə'spaɪr]"}, "wp": {"Aspire Future": "立志未来", "Aspire Lifestyles": "奥思礼礼宾", "to aspire": "立志", "I ASPIRE": "我渴望", "Aspire Zone": "体育中心;体育城", "ASPire Express": "卷首语", "Aspire Park": "渴望园区", "aspire after": "渴望;追求", "Acer Aspire": "应用在特定硬件版本"}, "ex": ["vi. 渴望；立志；追求"], "eg2": [["Female not only should<b> aspire</b> for education,but also for independent.", "女性不仅应该立志接受教育，还应该追求独立。"], ["However, those two words have stayed with me—not as something to disdain, but as something to which to .", "然而，那四个字却一直留在我的脑海里。 没有鄙夷，有的却是几分渴望。"], ["At least I  to that.", "至少这是我所追求的境界。"]], "st": {"transform": [["vi.", "aspired,aspiring"]]}}, "attain": {"ex": ["vt. 达到，实现；获得；到达", "vi. 达到；获得；到达", "n. 成就"], "pron": {"peg": "[ə'ten]", "pam": "[ə'ten]"}, "st": {"similar": "reach"}, "wp": {"achieve attain": "努力取得", "attain extinction": "就尽", "attain liberation": "得脱", "attain empire": "实现帝国", "attain arhatship": "得阿罗汉", "attain desire": "实现欲望", "Attain Extreme": "达到极端", "attain wealth": "获得财富", "attain 3": "达到"}, "eg2": [["How can we<b> attain</b> fulfillment in this world ?", "在这个世界上我们怎样才能获得满足?"], ["Still greater efforts are needed before we can  our goal.", "我们必须百尺竿头, 更进一步， 才能达到目的。"], ["People have different ideas／views about how to<b> attain</b> the goal.", "人们对于如何达到这个目标有不同的看法。"]]}, "audio": {"pron": {"peg": "英 ['ɔːdiəʊ] ", "pam": "美 ['ɔdi.oʊ] "}, "ex": ["adj. 声音的；录音的", "网络 音频；声卡；音效"], "eg2": [["audio and video cassettes", "盒式录音带和录像带"]]}, "bis": {"ex": ["abbr. (=", "adv. 重复", "int. 再来一个", "网络 国际清算银行(Bank for International Settlements)；国际结算银行；脑电双频指数(bispectral index scale)"], "pron": {"peg": "英 [bɪs] ", "pam": "美 [bɪs] "}, "eg2": []}, "coast": {"pron": {"peg": "英 [kəʊst] ", "pam": "美 [koʊst] "}, "ex": ["n. 海岸；海滨", "v. 惯性滑行；（不用多少动力）快速平稳地移动；不费力地取得成功", "网络 海岸线；滑坡；沿岸"], "eg2": [["a town on the south coast of England", "英格兰南海岸的一座城镇"], ["islands off the west coast of Ireland", "爱尔兰西海岸的岛屿"], ["a trip to the coast", "海滨旅游"], ["We walked along the coast for five miles.", "我们沿着海岸步行了五英里。"], ["the Welsh coast", "威尔士海岸"], ["a pretty stretch of coast", "一段美丽的海岸线"], ["the coast road", "滨海道路"], ["As soon as the coast was clear he climbed in through the window.", "等到四下无人，他便从窗户爬了进去。"], ["As soon as the coast was clear he climbed in through the window.", "等到四下无人，他便从窗户爬了进去。"], ["The car coasted along until it stopped.", "汽车随惯性而下直至滑行停止。"], ["She took her feet off the pedals and coasted downhill.", "她把脚从自行车的踏板上抬开，沿山坡滑行而下。"], ["The plane coasted down the runway.", "飞机顺着跑道平稳滑行。"], ["He coasted through his final exams.", "他毫不费劲地通过了期终考试。"], ["You're just coasting─it's time to work hard now.", "你根本是在应付，现在该努力干了。"]]}, "collateral": {"pron": {"peg": "[kə'lætərəl]", "pam": "[kə'lætərəl]"}, "wp": {"collateral execution": "并行执行;附带执行", "collateral value": "抵押物价值;担保价格", "collateral security": "副保;\t\t附属抵押品;抵押证券;\t\t附属担保品", "collateral estoppel": "间接禁反言;反言原则;禁反言原则;禁止反言", "Collateral Damage": "间接伤害;附带损伤;附带损害;间接危险", "Collateral Pool": "放宽抵押品池;抵押池", "collateral note": "附带期票", "pooled collateral": "担保品", "collateral to": "附属于"}, "ex": ["adj. 并行的；旁系的；附属的", "n. 抵押品；[法] 担保品；旁系亲属"], "eg2": [["What the Fed said it would do is announce an auction of so many billion dollars of loans to member banks and the banks have to supply<b> collateral</b> to the Federal Reserve.", "美联储声明的它会做的事是,举行一场对,会员银行发放几十亿美元贷款的拍卖会,条件是这些银行必须,给联邦储备银行提供抵押品。"]], "st": {}}, "communism": {"pron": {"peg": "英 ['kɒmjunɪzəm] ", "pam": "美 ['kɒmjunɪzəm] "}, "ex": ["n. 共产主义；共产主义制度", "网络 公有主义；指共产主义；公有性"], "eg2": []}, "compelled": {"pron": {}, "wp": {"Compelled Investment": "被迫投资", "be compelled": "受外界迫使", "compelled vibration": "受迫振动", "being compelled": "被强制", "compelled provision": "强制性条文", "compelled extort": "强要", "compelled signalling": "互控信令", "Compelled position": "被迫卧位", "compelled edge": "不可反向边"}, "ex": ["v. 迫使（compel的过去式及过去分词形式）；强迫"], "eg2": [["The students ought not to be<b> compelled</b> to go back of academic titles to find out what they mean.", "不必强迫学生们去调查学衔以弄清它们的意思。"], ["He had everything under perfect control in commanding millions of troops and  the enemy to move according to his will.", "他手握数百万重兵,指挥若定迫使敌人按他的步子走。"], ["I looked at it, looked away, looked back, saw it looking back at me, but for some reason I really didn’t feel  to race across the street and snatch it up.", "我看了看它，然后看其他东西，接着我又回望了一下，看到它也在看我，但是因为某种原因，我真的不想迫使自己跑过街道，然后一把捡起它。"]], "st": {"transform": [["vt.", "compelled,compelling"]], "similar": "force"}}, "concession": {"pron": {"peg": "[kən'sɛʃən]", "pam": "[kən'sɛʃən]"}, "wp": {"French Concession": "法租界;上海新天地", "concession card": "打折卡;学生乘车证;学生票;你有低收入卡", "concession bill": "特许权法案", "tax concession": "税项宽减;税项减免;赋税优惠;税务减免", "concession theory": "特许权理论;特许理论", "making concession": "让步", "concession term": "特许期;特许权期", "Unilateral Concession": "单方让步", "forest concession": "森林特许权"}, "ex": ["n. 让步；特许（权）；承认；退位"], "eg2": [["We can not make heavy<b> concession</b> to the matter.", "我们在这个问题上不能过于让步。"], ["As a  to his reasonable demand, the doctor allowed him to work.", "医生向他的合理要求让步了， 允许他工作。"], ["I am prepared to make some<b> concession</b> on minor details, but I cannot compromise on fundamentals.", "在一些细节上我可以作些让步，但在基本原则上我是不会妥协的。"]], "st": {}}, "deflect": {"ex": ["vt. 使转向；使偏斜；使弯曲", "vi. 转向；偏斜"], "pron": {"peg": "[dɪ'flɛkt]", "pam": "[dɪ'flɛkt]"}, "st": {}, "wp": {"Deflect Arrows": "拨挡箭矢;拨挡飞箭;拨挡箭失;箭矢偏转", "Deflect Missile": "偏转飞弹;飞弹反射", "deflect missiles": "自动防御魔法弹系武器", "deflect slope": "变形转角", "deflect routing": "偏转路由", "deflect gon": "偏转", "Deflect Attention": "移转注意", "Deflect Energy": "能量偏转", "deflect from": "使偏斜于"}, "eg2": [["We also use copyright to partially  the danger of software patents.", "我们也用版权来部分转移了软件专利权所带来的危险。"], ["It can also redouble its lobbying and other influence activities in an effort to neutralize or<b> deflect</b> threats of extra-legal regulation.", "它也可以倍增在游说和其他影响活动方面的投入，以中和或转移法外监管带来的威胁。"], ["The only thing that could<b> deflect</b> her from work, she once wrote, was \"being in love\", whereupon everything else flew out the window.", "唯一可以让她从工作中脱离出来的，她曾经写道，就是“恋爱”，因此，生命中难免会会失去其它一些东西。"]]}, "delivery": {"pron": {"peg": "[dɪ'lɪvəri]", "pam": "[dɪ'lɪvəri]"}, "wp": {"Free delivery": "免费送;免费交货;\t\t免费送货;包邮", "home delivery": "送货上门;住家速递;送票上门;送车上门", "delivery point": "交货地点;交割地点;搬运终点;交付地点", "premature delivery": "早产;胎膜早破;早产儿;早", "delivery release": "发货通知;发货;发货报信;发货告诉", "immediate delivery": "立即交货;即刻交货;立即发货;直接交付", "delivery expense": "送货费;\t\t送货费用;运输费用;送货单", "DELIVERY DATE": "落货期;\t\t交货日期;交货期;交割日", "Local Delivery": "本地送货;运送及交收;当地交付;局部干预"}, "ex": ["n. [贸易] 交付；分娩；递送"], "eg2": [["How to maintain consistency of approach and ?", "如何保持方法和交付的一致性？"], ["But we focus far more on this  of working software because people can understand that.", "但是，我们更加关注工作软件的交付，因为人们能够理解这一点。"], ["However, if you have the wrong mix of investments in the value chain, then your business will continue to struggle regardless of the performance of your software development and<b> delivery</b> organization.", "然而，如果您在价值链中拥有一组错误的投资混合，那么您的业务将继续在没有执行软件开发和交付组织的情况下进行。"]], "st": {"transform": [["n.", "deliveries"]]}}, "destroyer": {"ex": ["n. 驱逐舰；毁灭者；破坏者", "网络 毁坏者；毁灭者职业；摧毁者"], "pron": {"peg": "英 [dɪ'strɔɪə(r)] ", "pam": "美 [dɪ'strɔɪər] "}, "eg2": [["Sugar is the destroyer of healthy teeth.", "糖会危害健康的牙齿。"]]}, "diaspora": {"ex": ["n. （犹太人的）大流散；（任何民族或群体的）大移居", "网络 离散；散居；分散"], "pron": {"peg": "英 [daɪ'æsp(ə)rə] ", "pam": "美 [daɪ'æspərə] "}, "eg2": []}, "diversity": {"pron": {"peg": "[dɪˈvəsɪti]", "pam": "[dɪˈvəsɪti]"}, "wp": {"Polarization diversity": "极化分集;偏振分集;极化多样化", "Angle diversity": "角度分集;\t\t射角分集", "diversity scheme": "分集;分集模式", "site diversity": "站址分集", "ecosystem diversity": "生态多样性;生态系统多样性;多样性;生态系多样性", "FUNGAL DIVERSITY": "真菌多样性;真菌多样性·英文版", "space diversity": "空间分集;空间多样化;空间分径", "diversity separation": "分集间隔", "individual diversity": "个体差;生长发育的个体差异"}, "ex": ["n. 多样性；差异"], "eg2": [["Thus, they have few clues as to why this<b> diversity</b> exists.", "这样，他们对于这多样性存在的线索知道很少。"], ["A world of peace and solidarity can only be accomplished by acknowledging and celebrating our .", "只有承认和颂扬我们的多样性，才能实现一个和平与团结的世界。"], ["They help us grasp the<b> diversity</b> of life on the planet.", "这些标本有助于我们把握地球生命的多样性。"]], "st": {"transform": [["n.", "diversities"]]}}, "dynasty": {"pron": {"peg": "英 ['dɪnəsti] ", "pam": "美 ['daɪnəsti] "}, "ex": ["n. 代；王朝；朝代", "网络 豪门恩怨；皇朝；大内群英"], "eg2": [["the Nehru-Gandhi dynasty", "尼赫鲁 — 甘地王朝"]]}, "ethnic": {"pron": {"peg": "['ɛθnɪk]", "pam": "['ɛθnɪk]"}, "wp": {}, "ex": ["adj. 种族的；人种的"], "eg2": [], "st": {}}, "flawless": {"pron": {"peg": "['flɔləs]", "pam": "['flɔləs]"}, "wp": {"Flawless execution": "完美的执行", "Loss flawless": "茫然无措", "Flawless Charm": "光影木作", "Flawless Flowers": "无暇", "Interraly flawless": "内部无暇级", "flawless person": "冰壶秋月", "flawless tactics": "一定时间内团队获得经验值上升", "Internally Flawless": "内部无瑕;内部洁净级;内部干净级;内部澄明无瑕", "Flawless Victory": "完美无瑕的胜利;强力金属;英国入侵"}, "ex": ["adj. 完美的；无瑕疵的；无裂缝的"], "eg2": [["Yet we meet people in other countries who speak<b> flawless</b> English.", "然而我们在其他国家遇到过说一口完美英语的人。"], ["Although his composition was , the teacher was always cavilling at his handwriting.", "虽然他的作文写得完美无瑕，但老师对他的书法总是百般挑剔。"], ["Military officials were widely praising the snipers for three<b> flawless</b> shots, which they described as remarkable, coming at night and from the stern of a ship on rolling waters.", "军方官员们高度赞扬狙击手的三次完美的射击。 他们描述道，在夜晚波涛汹涌的海面上，从船尾射出这三枪堪称精彩绝伦。"]], "st": {}}, "gala": {"ex": ["n. 盛会；庆典；演出；体育运动会", "adj. 节日的", "网络 加拉；庆祝；祭日"], "pron": {"peg": "英 ['ɡɑːlə] ", "pam": "美 ['ɡɑlə] "}, "eg2": [["a charity gala", "慈善义演"], ["a gala dinner/night", "盛宴；晚会"], ["a swimming gala", "游泳比赛"]]}, "heritage": {"pron": {"peg": "英 ['herɪtɪdʒ] ", "pam": "美 ['herɪtɪdʒ] "}, "ex": ["n. 遗产（指国家或社会长期形成的历史、传统和特色）", "网络 继承物；传承；继承权"], "eg2": [["Spain's rich cultural heritage", "西班牙的丰富文化遗产"], ["The building is part of our national heritage.", "这个建筑是我们民族遗产的一部分。"]]}, "imbue": {"ex": ["vt. 灌输；使感染；使渗透"], "pron": {"peg": "[ɪm'bjʊ]", "pam": "[ɪm'bjʊ]"}, "st": {"transform": [["vt.", "imbued,imbuing"]]}, "wp": {"Imbue Weapon": "武器附魔;浸透武器", "Imbue Torment": "镶嵌痛苦", "imbue v": "使感染", "Imbue Air": "气镶嵌", "Imbue Storm": "镶嵌风暴", "Imbue Ballista": "注魔弩车", "Imbue Ruby": "镶嵌红宝石", "Imbue Valor": "勇气倍增", "Imbue Health": "灌注体力"}, "eg2": [["Our schools go beyond book learning to teach students how to solve problems, and<b> imbue</b> them with sound moral values.", "我们的学校不仅传授知识，还教导学生如何解决问题，并且向他们灌输正确的道德价值观。"], ["The point is to enrich your life with people that inspire you, challenge you and  life with a richness that can’t come from private successes alone.", "关键点是与激励你的人，挑战你的人，为你的人生灌输丰富的独立成功经验的人，一起丰富你的人生。"], ["And I don't know any better way to  him with those powers and abilities than comic books.", "而且除了漫画书，我想不出其他更好的办法来向他灌输这种力量和能力了。"]]}, "imperial": {"pron": {"peg": "[ɪm'pɪrɪəl]", "pam": "[ɪm'pɪrɪəl]"}, "wp": {"Imperial Conference": "帝国会议", "imperial knight": "帝国骑士;皇家骑士", "Imperial Guard": "帝国卫队;近卫师团;帝国防卫军;禁军", "Imperial Energy": "帝国能源公司;帝国能源", "Imperial College": "帝国理工学院;帝国理工;帝国理工大学;伦敦帝国理工学院", "Imperial Dumby": "帝皇白", "imperial units": "英制单位", "Imperial Pheasant": "皇鹇"}, "ex": ["adj. 帝国的；皇帝的；至高无上的；威严的", "n. 纸张尺寸；特等品", "n. (Imperial)人名；(西)因佩里亚尔"], "eg2": [["From then until the Song, she held this prominent position not only in the Daoist pantheon but also in the  register and in literature and art.", "从那时一直到有宋，她占据的这一突出位置，不仅表现在道教神系中，而且反映在帝国典载、文学和艺术之中。"], ["The princess, refusing to go without the fabric she loved, would finally break the<b> imperial</b> ban on silk worm exportation.", "这位公主在没有她所爱的织物而拒绝出嫁，最终将打破了皇帝桑蚕出口的禁令。"]], "st": {}}, "implement": {"pron": {"peg": "['ɪmplɪmɛnt]", "pam": "['ɪmplɪmɛnt]"}, "wp": {"implement shed": "农具房", "Implement processes": "执行流程;让过程有效;实施过程;实现过程", "Implement Improvements": "执行改进", "cleansing implement": "清洗执行;清洗实施;实施清洁", "Implement Solution": "推展解决方案;实施方案;实现方案", "agricultural implement": "农具;农业机具", "system implement": "系统实施;系统实现;体系实施;系统的实现", "faithfully implement": "认真执行", "manicure implement": "修指甲用具;修指甲器具"}, "ex": ["vt. 实施，执行；实现，使生效", "n. 工具，器具；手段"], "eg2": [["How do we  this?", "那我们怎么来执行呢？"], ["How do you<b> implement</b> this practice?", "您如何执行这个实践？"], ["Otherwise, you would have to<b> implement</b> this feature yourself.", "否则，您就需要自己想办法实现这个特性。"]], "st": {}}, "internet": {"ex": ["n. 因特网；国际互联网", "网络 网际网路；网络；国际互联网络"], "pron": {"peg": "英 ['ɪntənet] ", "pam": "美 [ˈintɜrnɛt] "}, "eg2": [["I looked it up on the Internet .", "我在互联网上查过此事。"], ["You can buy our goods over the Internet .", "可以通过互联网购买我们的货品。"], ["All the rooms have access to the Internet/Internet access .", "所有的房间都可以接入互联网。"], ["an Internet service provider(= a company that provides you with an Internet connection and services such as email, etc.)", "互联网服务供应商"]]}, "kindergarten": {"pron": {"peg": "英 ", "pam": "美 [ˈkində(r)ˌɡɑː(r)t(ə)n] "}, "ex": ["n. 幼儿园", "网络 幼稚园；学前班；幼儿班"], "eg2": []}, "linguistic": {"ex": ["adj. 语言的；语言学的"], "pron": {"peg": "[lɪŋ'gwɪstɪk]", "pam": "[lɪŋ'gwɪstɪk]"}, "st": {}, "wp": {"linguistic anthropology": "语言人类学;人类学;语言类型学", "Linguistic Features": "语言特点;语言特色;语言特征;言參數", "linguistic determinism": "语言决定论", "linguistic analysis": "语言分析", "Linguistic Art": "语言艺术;措辞艺术", "linguistic research": "语言学研究;语言研究", "linguistic form": "语言形式;语言形态;语言结构", "linguistic unit": "语言单位;语言单元;语段", "linguistic knowledge": "语言知识;理解力;语言性知识"}, "eg2": [["In 1866 the  Society of Paris got so exasperated by these unmoored musings that it banned all communication on the origin of language.", "1866年，巴黎语言学会对这些漫无边际的胡思乱想忍无可忍，因此全面禁止了有关语言起源的学术交流。"], ["But at the last, when I denounced Him as a bad<b> linguistic</b> habit, there was a vast explosion, the air rushed in from all sides, and the horrid shape vanished.", "但最后，当我指出他不过是一个糟糕的语言习惯的时候，巨大的爆炸发生了，空气从四面八方冲进来，那令人厌恶的形状消失了。"], ["There are deadly foes of socialism who claim for their race or for their<b> linguistic</b> group hegemony on the surface of our planet in the same way in which Marx claims it for the proletarian class.", "其中就有社会主义的死对头，他们声称要用马克思为无产阶级所主张的同样手段，为他们的种族或者他们的语言共同体而在全世界建立专制霸权。"]]}, "linguistically": {"ex": ["adv. 语言的；语言学方面"], "pron": {"peg": "[liŋ'gwistikəli]", "pam": "[liŋ'gwistikəli]"}, "st": {}, "wp": {}, "eg2": []}, "literate": {"ex": ["adj. 受过教育的；精通文学的", "n. 学者"], "pron": {"peg": "['lɪtərət]", "pam": "['lɪtərət]"}, "st": {}, "wp": {"literate programming": "文学编程;文学化编程;字面编程;化编程", "Financially Literate": "掌握一定财务知识", "literate standard": "语文标准", "literate painting": "文人画", "literate level": "文化层次", "scientifically literate": "有科学知识的", "literate consumer": "识字的消费者", "Asia Literate": "亚洲通", "Literate Prograing": "文学化编程"}, "eg2": [["The drawback of the internet is that you have to be  to use it.", "互联网的缺点就是人们必须得有文化才能使用它。"]]}, "lowbrow": {"pron": {"peg": "['lobraʊ]", "pam": "['lobraʊ]"}, "wp": {}, "ex": ["adj. 教养浅薄的；文化修养浅薄的", "n. 教养浅薄的人"], "eg2": [], "st": {}}, "mandarin": {"ex": ["n. 柑橘；政界要员；（尤指）内务官员；（旧时）中国政府高级官吏", "网络 普通话；国语；满大人"], "pron": {"peg": "英 ['mændərɪn] ", "pam": "美 ['mændərɪn] "}, "eg2": []}, "mandate": {"pron": {"peg": "['mændet]", "pam": "['mændet]"}, "wp": {}, "ex": ["n. 授权；命令，指令；委托管理；受命进行的工作", "vt. 授权；托管"], "eg2": [], "st": {"transform": [["vt.", "mandated,mandating"]]}}, "mock": {"pron": {"peg": "[mɑk]", "pam": "[mɑk]"}, "wp": {"mock ore": "闪锌矿", "Mock up": "实体模型;原大模型;全尺寸模型;模型", "Mock Interviews": "模拟招聘会;模仿雇用会;摹拟雇用会;模仿招聘会", "Mock fly": "假门襟", "Mock Orange": "山梅花;莫克橙;桑橙;表演者", "Jerrie Mock": "杰丽·莫克", "mock interview": "模拟面试;有备无患;面试模拟", "Mock Court": "模拟法庭", "mock stitching": "假饰缝;假饰缝条"}, "ex": ["n. 英国模拟考试（mocks）", "vt. 愚弄，嘲弄", "adj. 仿制的，模拟的，虚假的，不诚实的", "vt. 不尊重，蔑视"], "eg2": [["You may<b> mock</b> if you like.", "你们喜欢的话可以去嘲笑。"], ["Those who  history will be mocked by history.", "嘲弄历史的人必将被历史所嘲弄。"], ["First, I need to<b> mock</b> up a description of what I might want to say about the data in  Listing 2. ", "首先，对于  清单 2中的数据，我需要模拟出一个描述，记录下对于这些数据我可能要说的内容。"]], "st": {"similar": "imitate,ridicule"}}, "modify": {"pron": {"peg": "['mɑdɪfaɪ]", "pam": "['mɑdɪfaɪ]"}, "wp": {"modify letter": "退修信;应当细心天浏览退建疑", "Modify time": "修改时间", "modify gold": "设置指定生物的金币", "Modify Curves": "修改曲线;修正曲线", "Modify Command": "程序文件;建立程序;程序文件的建立", "modify bit": "修改位元;修改位", "modify sth": "修改某事物;使某事物适合于新的用途;情况等", "Modify Feature": "修改要素", "Modify settings": "修改设定;修改设置"}, "ex": ["vt. 修改，修饰；更改", "vi. 修改"], "eg2": [["We recommend that you not<b> modify</b> this behavior.", "我们建议您不要修改此行为。"], ["How should you  your process and what should you measure?", "你应该如何修改你的过程和你应该测量什么呢？"], ["As you can see below, you can , delete and add tags.", "如你下面看到的，你可以修改、编辑、删除和添加标签。"]], "st": {"transform": [["vt.", "modified,modifying"]]}}, "monolingual": {"ex": ["adj. 单语的；仅用一种语言的；仅懂一种语言的", "n. 只用一种语言的人"], "pron": {"peg": "[,mɑnə'lɪŋɡwəl]", "pam": "[,mɑnə'lɪŋɡwəl]"}, "st": {}, "wp": {"Monolingual Corpus": "语料库;单语语料库", "Monolingual course": "单语课程", "monolingual speakers": "单语演说者", "monolingual corpora": "语料库", "Monolingual glossary": "单语词汇", "monolingual world": "单语世界", "Monolingual Subtitling": "单语字幕翻译", "monolingual society": "单语社会", "monolingual interpretation": "单语释义"}, "eg2": []}, "nationalist": {"pron": {"peg": "英 ['næʃ(ə)nəlɪst] ", "pam": "美 ['næʃən(ə)lɪst] "}, "ex": ["n. 民族主义者；国家主义者；怀有本民族优越感者", "adj. 国家主义的；民族主义的", "网络 国民党"], "eg2": [["Scottish nationalists", "苏格兰国家主义者"]]}, "notionally": {"pron": {"peg": "['nəuʃənəli]", "pam": "['nəuʃənəli]"}, "wp": {}, "ex": ["adv. 假设地；理论上"], "eg2": [["This iPad 2 we would<b> notionally</b> have expected to be announced in January 2011, a year after the first device hit, and we still expect this to be the case.", "iPad2理论上被预期在2011年的1月来公布，正好是第一部设备公布的一周年。 而我们期望事情会按照预期的发生。"]], "st": {}}, "obsess": {"ex": ["vt. 迷住，缠住；使…着迷；使…困扰"], "pron": {"peg": "[əb'sɛs]", "pam": "[əb'sɛs]"}, "st": {}, "wp": {"obsess with": "迷恋与;与牵挂;裹小脚与;正在翻译", "obsess s": "使烦扰", "obsess-": "着迷", "obsess by": "被", "obsess over sth": "着迷于", "But Don T Obsess": "但不要过分", "to obsess over someone": "为了某人而痴迷", "Why not obsess about": "为何念念不忘", "love and obsess": "酷爱与痴迷"}, "eg2": [["The project seems to<b> obsess</b> him.", "这项工程似乎令他着迷。"], ["And even supposing that, because of his pride, he did not beg for freedom, I find it difficult to believe that this thought did not  him.", "且进一步假设，因为他的骄傲，他不会乞求自由，我发现这种假设很难令人信服，因为他从来就没有这种想法。"], ["But our minds are not evolved to think about strangers, and we ,needlessly, about what people think of us and how these insults will diminish us in the eyes of others.", "但是当我们想到那些陌生人，当我们被别人的看法和那些侮辱在别人眼中会怎样削弱自己的想法所缠绕时，我们的思想是不会演化的。"]]}, "phonetic": {"ex": ["adj. 语音的，语音学的；音形一致的；发音有细微区别的"], "pron": {"peg": "[fə'nɛtɪk]", "pam": "[fə'nɛtɪk]"}, "st": {}, "wp": {"phonetic hearing": "语音听觉", "phonetic unit": "语音单位", "phonetic sound": "语声;语音;语言声", "phonetic symbols": "国际音标;音符号;注音符号;有音标", "phonetic intelligibility": "语音清晰度", "phonetic ambiguity": "语音歧义", "Phonetic prompt": "语音提示", "phonetic distortion": "语音畸变;语音扭曲", "Phonetic metaphor": "语音隐喻"}, "eg2": [["A  matching algorithm cannot match this type of misspelling with its replacement, since the two words sound different.", "语音匹配算法不能用它的替换来匹配这种拼写错误，因为两个单词听起来是不同的。"], ["Best guess: If no suggestions have been found, add all dictionary words that have the same<b> phonetic</b> code as the misspelled word and with the smallest edit distance from the misspelled word.", "最佳猜测：如果没有找到建议，就加入字典中所有与拼写错误的单词的语音代码相同的单词， 以及与拼写错误的单词编辑距离最小的单词。"], ["For these codes, add all dictionary words that have the same<b> phonetic</b> code as the misspelled word and whose edit distance from the misspelled word is less than a given threshold.", "对于这些代码，加入字典中所有与拼写错误单词语音编码相同的单词， 以及 与拼写错误单词的编辑距离小于指定阈值的单词。"]]}, "poise": {"ex": ["n. 平衡；姿势；镇静", "vt. 使平衡；保持...姿势", "vi. 平衡；准备好；悬着", "n. (Poise)人名；(法)普瓦斯"], "pron": {"peg": "[pɔɪz]", "pam": "[pɔɪz]"}, "st": {"similar": "tact", "transform": [["vt.", "poised,poising"]]}, "wp": {"poise weight": "砝码", "POISE DANCE": "葆姿舞蹈", "catenary poise": "链状砝码;链状法码", "spirit poise": "酒精比重计", "keep poise": "保持镇定", "dont poise": "不再犹豫", "poise ratio": "泊松比", "poise pRIz": "镇定", "poise ray": "均衡木"}, "eg2": [["He became a bitter recluse, shutting himself away from his many friends and refusing every activity that might restore his  and bring him back to his normal self.", "那位父亲痛不欲生。 他成了一个痛苦的遁世者，拒绝亲朋好友，拒绝参与每一项也许会让他恢复平静、重返正常自我的活动。"], ["I love you more than you can ever know. And I am grateful every day for your patience, , grace, and humor as we prepare to start our new life together in the White House.", "我深以你俩为荣，你们永远不会明白我有多爱你们，在我们准备一同在白宫开始新生活之际，我没有一天不为你们的忍耐、沉稳、明理和幽默而心存感激。"], ["And I am grateful every day for your patience, , grace,and humor as we prepare to start our new life together in the WhiteHouse.", "在我们准备一同在白宫开始新生活之际，我没有一天不为你们的忍耐、沉稳、明理和幽默而心存感激。"]]}, "prestigious": {"pron": {"peg": "[prɛ'stɪdʒəs]", "pam": "[prɛ'stɪdʒəs]"}, "wp": {"prestigious ĥ": "有名望的", "prestigious duty": "荣耀的责任", "The Prestigious": "享有盛名", "Prestigious Universities": "海外名校;国外名校", "prestigious house": "名门", "prestigious teacher": "名师", "Prestigious Schools": "精英学校", "prestigious a": "有声望的", "most prestigious": "中"}, "ex": ["adj. 有名望的；享有声望的"], "eg2": [["Peking University is one of the most equipped and  universities among China.", "北京大学是中国设备最好享有最高声望的学府之一。"], ["We are no longer talking about the event or its<b> prestigious</b> authors, but the actual document in question.", "我们不再谈论事件或者其声名斐然的作者，而是关注实际的文档问题。"], ["Even back then, I sensed this was a term of distinction and exclusion — sort of<b> prestigious</b> yet not really part of the gang.", "即使是在当年，我也能感觉到那是一种有差别和异样的说法——意味着某种尊贵但却属于另类。"]], "st": {}}, "promotion": {"pron": {"peg": "英 [prə'məʊʃ(ə)n] ", "pam": "美 [prə'moʊʃ(ə)n] "}, "ex": ["n. 促进；提升；推广；晋升", "网络 促销；优惠促销；促销策略"], "eg2": [["Her promotion to Sales Manager took everyone by surprise.", "竟然提拔她当销售经理，叫每个人都感到意外。"], ["The new job is a promotion for him.", "这一新职务对他是擢升。"], ["a job with excellent promotion prospects", "有充分晋升机会的职务"], ["the team's promotion to the First Division", "这个球队晋升为甲级队"], ["Her job is mainly concerned with sales and promotion.", "她的工作主要是销售和广告宣传方面的。"], ["We are doing a special promotion of Chilean wines.", "我们正在做智利葡萄酒的特别促销活动。"], ["a society for the promotion of religious tolerance", "一个促进宗教包容的团体"]]}, "propaganda": {"pron": {"peg": "['prɑpə'gændə]", "pam": "['prɑpə'gændə]"}, "wp": {"Political propaganda": "政治宣传;政治宣传品", "False propaganda": "虚假宣传", "educational propaganda": "教育宣导;宣传教育", "propaganda shell": "宣传外壳;宣传机壳", "Propaganda Minister": "宣传部部长;宣传部长", "Black Propaganda": "黑色宣传;暗宣传", "Culture propaganda": "民俗宣传;文化传播", "news propaganda": "新闻宣传;新闻宣传部", "Propaganda Campaign": "宣传运动"}, "ex": ["n. 宣传；传道总会"], "eg2": [["They muted the  campaign later.", "后来，他们降低了宣传运动的调子。"], ["I wish they would stop grinding out the same old .", "我总是希望他们不要再绞尽脑汁搞那种老调重弹的宣传。"], ["As with almost all<b> propaganda</b> techniques, the subject should attempt to find more information on the topic.", "就像面对所有宣传手段一样，接受者应该试图收集关于话题的更多信息。"]], "st": {}}, "proportion": {"pron": {"peg": "英 [prə'pɔː(r)ʃ(ə)n] ", "pam": "美 [prə'pɔrʃ(ə)n] "}, "ex": ["n. 比例；部分；份额；均衡", "v. 摊派；使相称", "网络 比率；比重；面积"], "eg2": [["Water covers a large proportion of the earth's surface.", "水覆盖了地球表面的大部分。"], ["Loam is a soil with roughly equal proportions of clay, sand and silt.", "壤土是由大约等份的黏土、沙和粉砂合成的。"], ["The proportion of regular smokers increases with age.", "习惯吸烟的人口比重随年龄的增长而上升。"], ["A higher proportion of Americans go on to higher education than is the case in Britain.", "美国人上大学的比例大于英国。"], ["The proportion of men to women in the college has changed dramatically over the years.", "近年来，这个学院的男女学生比例出现了剧变。"], ["The basic ingredients are limestone and clay in the proportion 2:1.", "基本成分是石灰石和黏土，比例为 2:1。"], ["The room is very long in proportion to(= relative to) its width.", "这房间的长度比宽度大很多。"], ["You haven't drawn the figures in the foreground in proportion .", "你的前景人物画得不合比例。"], ["The head is out of proportion with the body.", "头部和身体不成比例。"], ["an impressive building with fine proportions", "比例协调的雄伟建筑物"], ["Always try to keep a sense of proportion(= of the relative importance of different things) .", "事有轻重缓急之分，这要常记在心。"], ["This method divides the task into more manageable proportions.", "这个方法把要完成的任务划分成较易操作的步骤。"], ["a food shortage that could soon reach crisis proportions", "可能会很快达到危机程度的粮食短缺"], ["a room of fairly generous proportions", "相当宽敞的屋子"]]}, "purest": {"ex": ["纯的（ pure的最高级 ）"], "pron": {"peg": "[ˈpjʊrɪst]", "pam": "[ˈpjʊrɪst]"}, "st": {"similar": "chaste"}, "wp": {}, "eg2": []}, "reasonably": {"pron": {"peg": "['riznəbli]", "pam": "['riznəbli]"}, "wp": {"reasonably select": "合理选择", "reasonably probable": "合理可能;账面金额合理可能", "reasonably compound": "合理配制", "reasonably solved": "合理解决", "using reasonably": "合理利用", "Reasonably estimated": "合理估计", "reasonably priced": "价钱很公道;价格合理", "reasonably skilled": "合理技能者", "study reasonably": "理性研究"}, "ex": ["adv. 合理地；相当地；适度地"], "eg2": [["As with any standards, they must be<b> reasonably</b> applied.", "跟任何标准一样，必须合理应用它们。"], ["But from an economy perspective, I feel  okay with what we did.", "不过从经济角度来看，我感觉我们当时的做法是合理的。"], ["A supported query is a query that you can<b> reasonably</b> expect the users to make of your data.", "受支持的查询是这样一种查询，即您可以合理地预期用户怎么对待您的数据。"]], "st": {"similar": "rational"}}, "reinforce": {"pron": {"peg": "[,riɪn'fɔrs]", "pam": "[,riɪn'fɔrs]"}, "wp": {"Components reinforce": "电路板插件组强", "reinforce spleen": "健脾", "structure reinforce": "结构加固", "constantly reinforce": "不断增强", "Reinforce treatment": "加固处治", "Reinforce Tape": "补强带;加强带", "Reinforce Armaments": "强固武装", "Reinforce concrete": "砼与砌体结构;加强混凝土", "reinforce e": "加强;增援;一般用于军队或警察的行动"}, "ex": ["vt. 加强，加固；强化；补充", "vi. 求援；得到增援；给予更多的支持", "n. 加强；加固物；加固材料"], "eg2": [[" this by cultivating an attitude of gratitude.", "通过培养感激的态度加强这一观点。"], ["But I do expect some commitment to<b> reinforce</b> coordination.", "但我认为会做出一些承诺以加强协调。"], ["In fact, all of these variables seem to  each other.", "事实上，所有这些变量似乎都是互相加强的。"]], "st": {"transform": [["vt.", "reinforced,reinforcing"]]}}, "reluctant": {"pron": {"peg": "[rɪ'lʌktənt]", "pam": "[rɪ'lʌktənt]"}, "wp": {"reluctant realism": "谨慎的现实主义", "Reluctant Dragon": "书名", "reluctant to": "不愿意;勉强的;不愿", "reluctant start": "勉强的开端", "reluctant -": "不情愿的", "reluctant admission": "勉强的承认", "Reluctant see": "不愿意看到", "Reluctant speakers": "不愿开口的学生", "Reluctant smile": "不情愿的微笑;不愿意微笑"}, "ex": ["adj. 不情愿的；勉强的；顽抗的"], "eg2": [["Even if the child is , he knows that the time is reserved for reading.", "即使孩子们不情愿，他也会知道那个时间是为了阅读留出来的。"], ["If the company is  to give you a list, do some research on your own (Google it).", "如果公司不情愿给您名单，那您可以独自地做一些调查(谷歌它)。"]], "st": {"similar": "disinclined,hesitant,loath,averse"}}, "represent": {"pron": {"peg": "[,rɛprɪ'zɛnt]", "pam": "[,rɛprɪ'zɛnt]"}, "wp": {"Represent General": "表示一般", "represent objects": "表示对象", "Good Represent": "端正五官", "Bars Represent": "确定直条表示", "Business Represent": "商务代表", "Build represent": "建筑表现", "to represent": "代表;表示", "represent mode": "描述模", "page represent": "页面表示"}, "ex": ["vt. 代表；表现；描绘；回忆；再赠送", "vi. 代表；提出异议"], "eg2": [["Who are they and what do they ?", "他们是谁？又代表了什么重要性？"], ["They have delegated him to  their city at the convention.", "他们选举他代表他们市去参加代表大会。"], ["What do these electrons ?", "这些电子代表什么？"]], "st": {}}, "revival": {"pron": {"peg": "[rɪ'vaɪvl]", "pam": "[rɪ'vaɪvl]"}, "wp": {"Revival Factor": "青春赋活因子;与西方青春赋活之子", "French Revival": "法国折衷主义风格", "Revival Road": "复兴路", "economic revival": "经济振兴;经济复苏;城市经济复兴", "Celtic Revival": "凯尔特复兴;爱尔兰凯尔特复兴", "revival pill": "再造丸;恢复剂", "Kisaku Revival": "鬼作", "revival form": "复活形式", "Dotcom Revival": "网络股劫后重生"}, "ex": ["n. 复兴；复活；苏醒；恢复精神；再生效"], "eg2": [["But such moral ‘’ isn’t only for cadres and bureaucrats.", "但是这种道德“复兴”并不只是针对干部和官员的。"], ["He could not confess Veronica’s  in his life, for that would entail confession of the earlier liaison.", "他不能够承认维罗妮卡在他的生活中复活了，因为这牵扯到要承认他们以前的隐情。"], ["Any sustained economic recovery will ultimately have to come from the  in private demand—i.e., through consumption and investment—both of which will be constrained by structural factors.", "任何可持续的经济复苏最终都必将来自私人需求的苏醒——也就是说消费和投资——这两者都将受到结构性因素的制约。"]], "st": {}}, "script": {"pron": {"peg": "[skrɪpt]", "pam": "[skrɪpt]"}, "wp": {"Nüshu script": "女书", "logon script": "登录脚本;登录剧本;登入指令档", "Uchen script": "有头体", "shell script": "shell脚本;非交互;什么是;用于自动备份的", "Script Expert": "脚本大师", "Script Kiddie": "脚本小子;幼稚黑客;脚本小孩;来源", "Tangut script": "西夏文", "Shooting script": "拍摄剧本;分镜剧本;分镜头剧本;拍摄稿", "cursive script": "草书;草写体"}, "ex": ["n. 脚本；手迹；书写用的字母", "vt. 把…改编为剧本", "vi. 写电影脚本"], "eg2": [["I have two issues with this .", "对于这个脚本，我有两个问题。"], ["She smacked the  on the floor.", "她把脚本啪的一声扔到了地板上。"], ["How general do you want (or need) the  to be?", "您希望（或需要）脚本的一般化程度有多大？"]], "st": {}}, "socialist": {"pron": {"peg": "['soʃəlɪst]", "pam": "['soʃəlɪst]"}, "wp": {"socialist jurisprudence": "社会主义法学", "socialist society": "社会主义社会;社会主义者协会", "socialist modernization": "社会主义现代化建设;社会主义现代化", "Socialist League": "社会主义同盟;社会主义联盟", "socialist theory": "社会主义理论", "Socialist realism": "社会主义的现实主义;社会现实主义;写实主义;社会写实主义", "Socialist Construction": "社会主义建设", "socialist culture": "社会主义文化;社会主义", "socialist orcaptialist": "姓“资”还是姓“社;姓"}, "ex": ["n. 社会主义者；社会党党员", "adj. 社会主义的"], "eg2": [["The<b> socialist</b> emulation drive in our factory is really lively.", "咱们厂的社会主义劳动竞赛搞得真热火。"], ["China is a<b> socialist</b> country, and a developing country as well.", "中国是一个社会主义国家，也是一个发展 中国家。"], ["Under<b> socialist</b> system rendering to a worker is done according to his work.", "在社会主义制度下是按劳付酬。"]], "st": {}}, "steppe": {"pron": {"peg": "英 [step] ", "pam": "美 [step] "}, "ex": ["n. （尤指东南欧及西伯利亚树少的）草原", "网络 大草原；干草原；温带草原"], "eg2": [["the vast Russian steppes", "辽阔的俄罗斯大草原"]]}, "studio": {"pron": {"peg": "英 ['stjuːdiəʊ] ", "pam": "美 ['studi.oʊ] "}, "ex": ["n. 演播室；（音乐）录音棚；电影摄影棚；电影公司", "网络 工作室；画室；播音室"], "eg2": [["a television studio", "电视演播室"], ["a studio audience(= one in a studio, that can be seen or heard as a programme is broadcast)", "演播室现场的观众（或听众）"], ["a recording studio", "录音棚"], ["She works for a major Hollywood studio.", "她为好莱坞一家大电影公司工作。"], ["a studio executive", "电影公司经理"], ["a sculptor's studio", "雕塑家的工作室"], ["a dance studio", "舞蹈练功房"]]}, "successive": {"pron": {"peg": "[sək'sɛsɪv]", "pam": "[sək'sɛsɪv]"}, "wp": {"successive layers": "连续层", "successive substitution": "逐次代换;\t\t逐次代换法;递代法", "successive association": "继时联想;相继联想;相继性联想", "successive reflex": "相继反射", "successive losses": "连续损失;连续的损害", "successive diagonalization": "逐次对角化", "Successive Transport": "相继运输;接运", "successive approximation": "逐次逼近法;逐次逼近;逐次趋近;连续近似", "successive terms": "逐项;邻项"}, "ex": ["adj. 连续的；继承的；依次的；接替的"], "eg2": [["They rebuffed him, and after three<b> successive</b> rejections he got the message and gave up.", "她们断然拒绝了他，三次连续的遭拒后，他明白这一点后放弃。"], ["A high-priority thread could then receive two, or ten, or a hundred  \"time-slices\" rather than just one this way.", "那么，高优先级线程就可能接收到两个，或多个，或一百个连续的“时间片”，而不只是原来的一个。"], ["Versioning does not obsolete the service development life cycle, but it enables the life cycle to play out over<b> successive</b> generations.", "版本治理并不会使服务开发生命周期过时，而会允许生命周期扩展到多个连续的代。"]], "st": {}}, "superior": {"ex": ["adj. 上级的；优秀的，出众的；高傲的", "n. 上级，长官；优胜者，高手；长者"], "pron": {"peg": "[sʊˈpɪrɪɚ]", "pam": "[sʊˈpɪrɪɚ]"}, "st": {}, "wp": {"superior court": "高等法院;\t\t上级法院;高级法院;最高法院", "superior limit": "上限;上极限;最大限度", "respondeat superior": "雇主责任原则;长官负责;雇主负责制;长官负责制", "NIHON SUPERIOR": "日本斯倍利亚;斯倍利亚;日本斯倍利亚公司;斯倍利亚无铅焊锡", "Superior Rooms": "海景精致套房;高级房;高级客房;梦幻岛高级客房", "superior conjunction": "上合;优越连接", "Superior Cabin": "阳台标间;高级标间;高", "superior border": "上缘;上縁", "superior mediastinum": "上纵隔;上纵膈"}, "eg2": [["Sure of himself, he took every opportunity to pass on his<b> superior</b> knowledge to his audiences.", "他总是自以为是，利用一切机会向他的听众传达他高人一等的知识。"], ["Both were essential and neither was  to the other; they were not in conflict but complementary, each with its own sphere of competence.", "两者都是必需的，没有一者高于另一者；它们互不冲突反而互补，各自有其本身的职权范围。"], ["While previous jobs that use these stages will continue to run, you should use the new functionality because it has<b> superior</b> productivity and performance.", "在使用这些阶段的以前作业将继续运行时，您应该使用新的功能，因为其具有优越的生产率和性能。"]]}, "suppress": {"pron": {"peg": "[sə'prɛs]", "pam": "[sə'prɛs]"}, "wp": {"gunnel suppress": "压舷", "choke suppress": "扼止", "Suppress Light": "抑制光明;压制光明", "Automatically suppress": "自动压制", "zero suppress": "零限点", "suppress smuggling": "缉私", "suppress interference": "排除干扰", "air suppress": "空中压制", "Suppress prices": "打压房价"}, "ex": ["vt. 抑制；镇压；废止"], "eg2": [["They<b> suppress</b> the ingenuity of our people and businesses.", "它们抑制我们的人民和企业的创造力。"], ["This will<b> suppress</b> almost all diagnostics produced by the script.", "这将抑制脚本生成的几乎所有诊断消息。"], ["But he must  his feelings beneath his calm surface.", "但他必须抑制平静的外表下面的感情。"]], "st": {}}, "suspicion": {"pron": {"peg": "[sə'spɪʃən]", "pam": "[sə'spɪʃən]"}, "wp": {"Beyond Suspicion": "喋血追缉令;喋血追辑令;即超出猜测", "The suspicion": "碾核金属;第二关疑虑", "spawn suspicion": "产生疑惑", "Suspicion Business": "顺便式营业量", "of suspicion": "论猜疑", "genuine suspicion": "真正嫌疑", "Suspicion ofProcris": "胡乱猜疑", "suspicion level": "怀疑级别", "on suspicion": "因嫌疑;根据猜想"}, "ex": ["n. 怀疑；嫌疑；疑心；一点儿", "vt. 怀疑"], "eg2": [[" chased itself across his face.", "他的脸上露出怀疑的神色。"], ["His conduct roused the  of the police.", "他的举动引起了警察的怀疑。"], ["The police booked him for<b> suspicion</b> of robbery.", "警方把他作为盗窃嫌疑犯登记入册。"]], "st": {}}, "systematic": {"ex": ["adj. 系统的；体系的；有系统的；[图情] 分类的；一贯的，惯常的"], "pron": {"peg": "['sɪstə'mætɪk]", "pam": "['sɪstə'mætɪk]"}, "st": {"similar": "orderly"}, "wp": {"systematic risk": "系统性风险;系统风险;体系性风险;不可避免的风险", "Systematic name": "系统标准名;系统名称;系统命名;系统名", "systematic study": "系统研究;系统性研究;系统地研究;系统地学习", "systematic thinking": "系统思维;系统思考;系统化思维;全局考虑", "systematic failure": "系统性失效;重复性失效;系统失效;系统性故障", "systematic engineering": "系统化工程;系统性工程;\t\t系统工程;翻译", "systematic unit": "分类单位", "systematic structure": "系统结构;体系结构;系统性;结构模式", "systematic management": "分类管理;系统管理;系统化管理;制度管理"}, "eg2": [["What about all other<b> systematic</b> knowledge?", "对于所有其他系统的知识呢？"]]}, "temper": {"ex": ["n. 脾气；（钢等）回火；性情；倾向", "vt. 使回火；锻炼；调和；使缓和", "vi. 回火；调和"], "pron": {"peg": "['tɛmpɚ]", "pam": "['tɛmpɚ]"}, "st": {"similar": "disposition,mood"}, "wp": {"Bad Temper": "坏脾气;耍脾气;暴躁;脾气败坏", "temper colour": "回火颜色;回火色;回火色彩;回火脸色", "temper color": "回火色;回火颜色;有", "temper carbon": "回火碳;退火碳;团絮状石墨", "temper mill": "平整机;平零件", "quick temper": "急性子;性情急躁;暴躁脾气;性子急", "temper brittlement": "回火脆性", "Temper Embrittlement": "回火脆化;回火脆性;回火脆", "Fiery Temper": "火爆;火爆的脾气"}, "eg2": [["Age has chastened his violent .", "年龄缓和了他的暴躁脾气。"], ["We should<b> temper</b> ourselves through manual labour.", "我们应该通过劳动锻炼自己。"], ["She queered herself with all her schoolmates by her bad .", "她的脾气不好，得罪了所有的同学。"]]}, "tolerant": {"pron": {"peg": "['tɑlərənt]", "pam": "['tɑlərənt]"}, "wp": {"tolerant class": "第二类", "be tolerant": "采取高姿态;学会忍耐;宽容谦让;是宽容的", "radiation tolerant": "该公司的耐辐射型", "tolerant clon": "耐性克隆", "forgiving tolerant": "宽容的", "tolerant signal": "容忍信号", "salt tolerant": "耐盐的;耐盐性的", "Error Tolerant": "错误宽容度;容错能力;错误承受力", "Tolerant Management": "宽容管理"}, "ex": ["adj. 宽容的；容忍的；有耐药力的"], "eg2": [["A<b> tolerant</b> person usually has breadth of mind.", "有宽容精神的人通常胸襟开阔。"], ["So, this affair is complete of the problems, and marriage is possible only if both of them are very<b> tolerant</b> and intelligent people.", "所以，这是所有的问题所在，如果双方都是很宽容和能相互理解的人，天蝎和金牛的婚姻是可能的。"], ["Why are we  of some crimes?", "人们为什么会容忍某些罪行呢？"]], "st": {}}, "tricky": {"pron": {"peg": "['trɪkɪ]", "pam": "['trɪkɪ]"}, "wp": {"Tricky Mischief": "诡计;赤壁;诡计赤壁;电影原声带", "Nothing tricky": "别耍花招;不准耍花招;别耍把戏", "Tricky Dickie": "狡猾蒂克", "Tricky Rick": "搬运机器人", "tricky service": "发球刁钻", "Tricky Towers": "难死塔;超欢乐俄罗斯方块大战", "Tricky class": "刁班", "tricky y": "诡计多端;棘手的", "Tricky Drive": "帮司机修路"}, "ex": ["adj. 狡猾的；机警的；棘手的"], "eg2": [["The  street pedlar cheated the girl into giving him all her money.", "狡猾的摊贩把小姑娘的钱全骗走了。"], ["But have no fear, there is no risk of collision, at least for the next century or so (forecasting much beyond that is ).", "但是至少到下个世纪为止无需担心有碰撞的危险（也没有预报的那么棘手）。"]], "st": {"transform": [["adj.", "trickier,trickiest"]], "similar": "sly"}}, "tuck": {"ex": ["vt. 卷起；挤进；用某物舒适地裹住；使有褶裥；收拢；大口吃；使隐藏", "n. 食物；船尾突出部；缝摺；抱膝式跳水；活力；鼓声", "vi. 缝褶裥；缩拢；舒服地裹在里面；大口吃", "n. (Tuck)人名；(东南亚国家华语)德；(英)塔克"], "pron": {"peg": "[tʌk]", "pam": "[tʌk]"}, "st": {}, "wp": {"Gary Tuck": "加里·塔克;标签", "Mount Tuck": "塔克山", "Tuck rib": "集圈罗纹;集圈罗纹针织物;集圈罗纹编织", "Tuck Net": "抄网;小网兜;追逐网;翻译", "Tuck jump": "团身跳", "Dartmouth Tuck": "达特茅斯塔克商学院", "symmetric tuck": "对称性折翼", "tuck pole": "追逐网恐吓棒;赶鱼竿", "Amos Tuck": "艾默斯杜克学院;商学院;街道地址"}, "eg2": [["You can also<b> tuck</b> disposable heat packets into your mittens.", "你也可以在手套里塞上一些一次性的热袋。"], ["Read a story to your kids and sing to them when you<b> tuck</b> them in at night.", "打你夜晚抱起你的孩子哄他入睡的时候，给他讲个故事或是唱一首歌"], ["Stretch the top of your head toward the ceiling, and  your chin in slightly.", "头向上抬起，头顶与天花板保持平行，并将下颌稍稍向内收拢。"]]}, "unaccented": {"ex": ["adj. 无重音的；无抑扬的；非重音的"], "pron": {"peg": "[ʌn'æksɛntɪd]", "pam": "[ʌn'æksɛntɪd]"}, "st": {}, "wp": {"Unaccented bar": "弱小节", "Unaccented part": "非强拍部分", "Unaccented Beat": "轻拍", "an unaccented part": "弱音部", "Unaccented auxiliary note": "弱助音", "Unaccented passing note": "弱经过音", "unaccented passing-note": "非强拍位置经过音", "pitch reset of unaccented syllable": "音高重设"}, "eg2": [["I'm amazed at how clear and<b> unaccented</b> their English is.", "她们的英语讲得如此吐字清晰而且没有口音，这让我很吃惊。"], ["Some can't get over the fact that there are English-language schools in China, while others don't understand why there are Chinese children in China speaking perfect,  English.", "有些人吃惊地无法相信中国还有英语学校，而有些人则不明白为什么这里还有中国孩子能说一口地道的英语。"], ["Cities are in a region of a country and have a name (in two versions: a plain,  ASCII name and a foreign-characters name), a population (if known), and geographical coordinates.", "城市 位于一个国家的某个地区并拥有一个名称（有两种名称版本：一个简单的、无重音的 ASCII 名称和一个外国字符名称），一个人口数（如果已知）和地理坐标。"]]}, "uniformity": {"ex": ["n. 均匀性；一致；同样"], "pron": {"peg": "[,jʊnə'fɔrməti]", "pam": "[,jʊnə'fɔrməti]"}, "st": {"transform": [["n.", "uniformities"]]}, "wp": {"humidity uniformity": "湿度均匀性;湿润程度匀称性;湿度分布均匀度", "mixing uniformity": "混合均匀度;搅拌均匀即可", "luminance uniformity": "亮度均匀度;亮度均匀性;亮度匀称度", "Uniformity Index": "长度整齐度指数;均匀性指数", "Disperal uniformity": "分散均匀性", "color uniformity": "均匀度;色泽均匀;色度均匀性", "orientation uniformity": "取向均一性;顺向均一性", "annealing uniformity": "退火处理之均质性", "discharge uniformity": "流量均匀性放电均匀性;流量均匀性"}, "eg2": [["No matter from which angle you look, there should always be  , so that the formation looks like a steel  panel.", "不管你从哪个角度看，都应该是一致的，所以这个队形看起来应该永远就像一块钢板。"], ["For , however, every call to a dispatcher returns a list of return values from all functions that control what was propagated to.", "但是为了一致性，每次调用分派器都会返回一个从控制传播内容的所有函数中返回的返回值列表。"], ["There is no such perception, when we think we have insight into the way the physical things behave, at bottom there is this assumption of<b> uniformity</b> which is based on no insight whatever.", "当我们认为，已经洞悉了物质行为规律的时候，其实并没有那种感知的存在,无论怎样，从本质上来说假设的一致性也没有以洞察力为根基。"]]}, "variety": {"pron": {"peg": "英 [və'raɪəti] ", "pam": "美 [və'raɪəti] "}, "ex": ["n. 品种；变化；多样化；变体", "网络 多样性；种类；综艺"], "eg2": [["There is a wide variety of patterns to choose from.", "有种类繁多的图案可供选择。"], ["He resigned for a variety of reasons.", "他由于种种原因辞职了。"], ["This tool can be used in a variety of ways.", "这一工具有多种用途。"], ["I was impressed by the variety of dishes on offer.", "所供应的菜肴之丰盛让我叹服。"], ["We all need variety in our diet.", "我们都需要饮食多样化。"], ["We want more variety in our work.", "我们希望我们的工作多变点儿花样。"], ["Apples come in a great many varieties.", "苹果的品种繁多。"], ["a rare variety of orchid", "兰花的稀有品种"], ["different varieties of English", "各类英语"], ["My cooking is of the ‘quick and simple’ variety.", "我做饭属于既快捷又简单的那一类。"], ["a variety show/theatre", "综艺节目╱剧场"]]}, "woo": {"ex": ["vt. 追求；招致；向…求爱；恳求", "vi. 求爱；恳求"], "pron": {"peg": "[wu]", "pam": "[wu]"}, "st": {}, "wp": {"Choe Woo": "崔瑀", "Rainbow Woo": "胡心诺;胡心诺香港模特", "Sophia Woo": "胡慧仪", "Sung Woo": "擅长游侠;星宇", "Suyuan Woo": "吴素云", "kevin woo": "于筱诺;禹成贤", "Catherine Woo": "胡素贞", "Fung Woo": "胡枫", "Willie Woo": "胡伟林"}, "eg2": [["The compatibility for Capricorn and Libra signs is sure to<b> woo</b> those who matter to the planned ascent. This trait of the Libran is greatly admired by the Capricorn.", "摩羯与天秤的共性之一就是都会追求那些对其事业上进与攀登有利的人的支持，这让他们互相间的好感来得非常容易。"], ["You might say that in the upstream struggle to  users from their landlines, Salmon and VoIP are thriving.", "你可以这样说，在拉拢电话用户的斗争中，萨尔蒙和语音IP一点也没落下风。"], ["Sure, there might be an occasion where that happens, but usually you have to kind of<b> woo</b> her into your bedroom and that means that you have to go through the motions.", "确实，这样的情况还是有可能发生的，但是通常情况下你需要的是把她骗进你的卧室，在这个阶段需要的只是走走过场。"]]}, "zealous": {"pron": {"peg": "['zɛləs]", "pam": "['zɛləs]"}, "wp": {"Zealous Worship": "狂热崇拜", "zealous witness": "偏袒一方的证人", "zealous for": "热望", "Zealous ruler": "热心的统治者", "was zealous": "就为自己的地发热心", "zealous lady": "热情的女子", "zealous pupil": "热心的学生", "too zealous": "太热心", "Zealous service": "热忱服务"}, "ex": ["adj. 热心的，热情的，积极的", "n. (Zealous)人名；(英)泽勒斯"], "eg2": [["I have seen some<b> zealous</b> WIP operators who purged successful editions from the WIP.", "我曾看到一些热心的 WIP 操作员将成功的版本从 WIP 中清除。"], ["To all but the most<b> zealous</b> anti-smoker, it is obvious that there is much more going on here than a concern with public health, but what?", "除最热心的反吸烟者外的所有人，很明显还有比与公共健康问题更多的人关注这些问题，但这是为什么？"], ["The    dealer has an ideal idea of dealing with the meal.", "热心的商人有一个处理膳食的理想主意."]], "st": {}}}, "title": "China is becoming more tolerant of some regional Han languages\n", "paperStatistics": {"suggestedfocus": "11.0 Minutes", "wordsset": 509, "keywords": "China,Chinese,Han,Mandarin,culture,government,language,regional", "toughwords": 76, "allwords": 913}}