{"date": "2018-06-23 08:21:36", "content": "\n Despite an <span class=\"fa fa-info-circle\">emphatic</span> 5-0 opening win, <span class=\"fa fa-info-circle\">daft</span> <span class=\"fa fa-info-circle\">domestic</span> policies are holding the country back\n \n ![Can Russia’s national football team emerge from its recent slump?](https://cdn.static-economist.com/sites/default/files/20180623_BLP515.jpg) \n ON JUNE 14th Russia kicked off its home World Cup with a <span class=\"fa fa-info-circle\">thump</span>ing 5-0 win. Few of the 78,011 <span class=\"fa fa-info-circle\">delight</span>ed fans at Moscow’s Luzhniki <span class=\"fa fa-info-circle\">Stadium</span> cared that the <span class=\"fa fa-info-circle\">opponent</span>s, Saudi Arabia, had the lowest-ranked <span class=\"fa fa-info-circle\">squad</span> at the <span class=\"fa fa-info-circle\">tournament</span>, according to most forecasters. Nor did they worry about “expected goals”—a statistic that estimates how often a team would have scored and <span class=\"fa fa-info-circle\">concede</span>d on average, given the quality of its chances. Number-crunchers suggested that the most <span class=\"fa fa-info-circle\">probable</span> margin would have been about 2-0. Most <span class=\"fa fa-info-circle\">commentator</span>s <span class=\"fa fa-info-circle\">dwelt</span> instead on a pair of <span class=\"fa fa-info-circle\">outrageous</span> <span class=\"fa fa-info-circle\">curl</span>ing <span class=\"fa fa-info-circle\">strike</span>s by Denis Cheryshev and Aleksandr Golovin. \n \n The win gave the hosts a 92% chance of reaching the <span class=\"fa fa-info-circle\">knockout</span> rounds, \n \n , a statistics website. The last time Russian players progressed that far, they were wearing the colours of the Soviet Union. Yet their current opportunity is largely a reflection on \n \n . The hosts were automatically placed among the <span class=\"fa fa-info-circle\">tournament</span>’s eight top seeds, which prevented them from facing the likes of Germany or Brazil. They were then lucky enough to draw Egypt and Saudi Arabia. The two Arab countries are ranked 54th and 68th in the world by the Elo <span class=\"fa fa-info-circle\">formula</span>, a rating system commonly used in sports, which rewards teams according to the strength of their <span class=\"fa fa-info-circle\">opponent</span>s, their margin of victory and the importance of the match.\n \n Yet Russia itself is ranked a lowly 40th. It gained two places by beating Saudi Arabia, its first victory in seven matches. The country has struggled to break into the top 40 for past two years—an <span class=\"fa fa-info-circle\">embarrassment</span> that its fans last <span class=\"fa fa-info-circle\">endure</span>d in the early 1950s, when the Soviet Union first began playing regularly (see chart). For most of the 60 years since, Europe’s biggest country has been a <span class=\"fa fa-info-circle\">considerable</span> footballing force. The Soviet side enjoyed <span class=\"fa fa-info-circle\">lengthy</span> spells in the top ten, from 1957 to 1974 and from 1980 to 1990, including a couple of years in first place (according to Elo). It was unlucky to never reach the final of the World Cup, though it did make the final three times at the European Championship, winning once. \n \n The Russian team has been less <span class=\"fa fa-info-circle\">formidable</span>, with its ranking generally <span class=\"fa fa-info-circle\">hover</span>ing around the low teens. It reached <span class=\"fa fa-info-circle\">seventh</span> place shortly after reaching the semi-finals at the Euros in 2008, under the management of Guus Hiddink, who has enjoyed similarly <span class=\"fa fa-info-circle\">impressive</span> results with other <span class=\"fa fa-info-circle\">underdog</span> countries. Several of its best players were soon poached by <span class=\"fa fa-info-circle\">Premier</span> League clubs, including Andrey Arshavin by <span class=\"fa fa-info-circle\">Arsenal</span>, Yuri Zhirkov by Chelsea and Roman Pavyluchenko by Tottenham. The national team was ranked 15th by Elo just five years ago. \n \n Since then, however, it has <span class=\"fa fa-info-circle\">plummet</span>ed. Russia failed to win a game at either the World Cup in 2014 or the Euros in 2016. After a 3-0 de<span class=\"fa fa-info-circle\">feat</span> to <span class=\"fa fa-info-circle\">Wales</span> at the latter <span class=\"fa fa-info-circle\">tournament</span>, <span class=\"fa fa-info-circle\">Leonid</span> Slutsky, the <span class=\"fa fa-info-circle\">coach</span>, announced that his players had reached a s<span class=\"fa fa-info-circle\">imple</span> conclusion: “We are shit.” What has caused the <span class=\"fa fa-info-circle\">precipitous</span> decline—and how easily can it be reversed?\n \n An obvious reason for Russia’s <span class=\"fa fa-info-circle\">slump</span> is a <span class=\"fa fa-info-circle\">protectionist</span> policy that <span class=\"fa fa-info-circle\">backfire</span>d. In 2005 UEFA, football’s governing body in Europe, announced that clubs would have to include at least eight “home-grown” players in their <span class=\"fa fa-info-circle\">squad</span>s of 25—a low bar, since foreigners that had signed as <span class=\"fa fa-info-circle\">youngster</span>s qualified. Some major European leagues introduced limits on the number of non-EU players within <span class=\"fa fa-info-circle\">squad</span>s. Russia, however, has <span class=\"fa fa-info-circle\">implement</span>ed a <span class=\"fa fa-info-circle\">stricter</span> <span class=\"fa fa-info-circle\">quota</span>: clubs must always have at least five players <span class=\"fa fa-info-circle\">eligible</span> for national selection on the <span class=\"fa fa-info-circle\">pitch</span>. \n \n The rule was meant to encourage clubs to develop local talent instead of relying on <span class=\"fa fa-info-circle\">mediocre</span> foreign players. Yet an unintended <span class=\"fa fa-info-circle\">consequence</span> has been soaring <span class=\"fa fa-info-circle\">domestic</span> demand for the few Russian players good enough to compete in major European <span class=\"fa fa-info-circle\">tournament</span>s. The <span class=\"fa fa-info-circle\">drastic</span> increase in their salaries has made potential moves to <span class=\"fa fa-info-circle\">tougher</span> leagues less <span class=\"fa fa-info-circle\">attractive</span>. <span class=\"fa fa-info-circle\">Igor</span> Akinfeev, Alan Dzagoev and Aleksandr Kokorin, three of the brightest stars, have all turned down moves to <span class=\"fa fa-info-circle\">glamorous</span> English clubs, perhaps <span class=\"fa fa-info-circle\">discourage</span>d by the underwhelming impact of Messrs Arshavin, Pavlyuchenko and Zhirkov before them. Only two members of Russia’s World Cup <span class=\"fa fa-info-circle\">squad</span> play overseas. \n \n 21st Club, a football <span class=\"fa fa-info-circle\">consultancy</span>, notes that this <span class=\"fa fa-info-circle\">reluctance</span> to move is true for <span class=\"fa fa-info-circle\">mediocre</span> players too: just 0.5% of Russian professionals play in a stronger foreign division, the third-lowest <span class=\"fa fa-info-circle\">proportion</span> in Europe. Russia’s league is hardly a <span class=\"fa fa-info-circle\">backwater</span>, with the sixth-highest average Elo rating. But its best talents would benefit from <span class=\"fa fa-info-circle\">expertise</span> that they could <span class=\"fa fa-info-circle\">glean</span> elsewhere. When \n \n  \n \n , tapping into football’s global network proved crucial.\n \n This <span class=\"fa fa-info-circle\">protectionism</span> has been <span class=\"fa fa-info-circle\">compound</span>ed by a <span class=\"fa fa-info-circle\">conservative</span> approach to nurturing <span class=\"fa fa-info-circle\">youngster</span>s, says <span class=\"fa fa-info-circle\">Manuel</span> Veth, editor of Futbolgrad.com, a Russian football website. The Soviet Union invested heavily in youth <span class=\"fa fa-info-circle\">coach</span>es and scouts. The under-20 national side won the <span class=\"fa fa-info-circle\">inaugural</span> <span class=\"fa fa-info-circle\">junior</span> World Cup in 1977, a <span class=\"fa fa-info-circle\">feat</span> that the seniors could only dream of, and reached three more semi-finals. The <span class=\"fa fa-info-circle\">academy</span> system <span class=\"fa fa-info-circle\">crumble</span>d after <span class=\"fa fa-info-circle\">communism</span>’s <span class=\"fa fa-info-circle\">downfall</span>, however. The Russian under-20s last qualified for the competition in 1995. The under-17s won the Euros in 2013, but have never won a <span class=\"fa fa-info-circle\">knockout</span> match at the World Cup. Mr Hiddink <span class=\"fa fa-info-circle\">lament</span>s that the country failed to introduce a <span class=\"fa fa-info-circle\">comprehensive</span> scouting programme a decade ago.\n \n The problem is <span class=\"fa fa-info-circle\">exacerbate</span>d by the clubs. They announce separate first- and second-team <span class=\"fa fa-info-circle\">squad</span>s at the start of the each season, because the <span class=\"fa fa-info-circle\">junior</span>s compete in a separate league. Bizarrely, players are not allowed to switch between the two <span class=\"fa fa-info-circle\">roster</span>s. That <span class=\"fa fa-info-circle\">stifle</span>s the first-team opportunities that <span class=\"fa fa-info-circle\">youngster</span>s get in other countries through injuries and loss of form. <span class=\"fa fa-info-circle\">Coaches</span> are also <span class=\"fa fa-info-circle\">reluctant</span> to select the few teenagers who do make the senior <span class=\"fa fa-info-circle\">squad</span>. 21st Club has found that just 1.5% of minutes in the Russian league are played by locals aged 20 or below, the second-lowest rate in Europe. Little wonder that the average age of Russia’s World Cup is nearly 29, the sixth-oldest at the competition.\n \n Those statistics will give Russian fans little cause to cheer, even if the current <span class=\"fa fa-info-circle\">bunch</span> do enjoy the country’s first run into the later rounds for 30 years. They should also be concerned by the <span class=\"fa fa-info-circle\">precarious</span> position of many clubs. Of the 36 in the top two divisions, 31 rely on funding from local governments or state-run firms, which have been <span class=\"fa fa-info-circle\">squeeze</span>d during a recent <span class=\"fa fa-info-circle\">recession</span> and a slow <span class=\"fa fa-info-circle\">recovery</span>. <span class=\"fa fa-info-circle\">Dynamo</span> Moscow, one of the country’s most decorated teams, almost went <span class=\"fa fa-info-circle\">bankrupt</span> in 2016. Other sources of revenue are <span class=\"fa fa-info-circle\">scant</span>. Less than half of seats were filled in Russian <span class=\"fa fa-info-circle\">stadium</span>s in first-division matches between 2010 and 2017, compared with over 90% in England and Germany. Russian clubs earn an average of roughly €7m ($8m) per year from tickets and broadcasting, putting them behind competitors in Turkey, <span class=\"fa fa-info-circle\">Portugal</span>, the <span class=\"fa fa-info-circle\">Netherlands</span> and Scotland.\n \n Yet despite this <span class=\"fa fa-info-circle\">doom</span> and <span class=\"fa fa-info-circle\">gloom</span>, Russia should still be capable of <span class=\"fa fa-info-circle\">regain</span>ing a place among the world’s top 20 teams. \n \n  about how to blend a team’s historical performances with ratings for its individual players, but Russia’s are particularly far apart. Before the <span class=\"fa fa-info-circle\">tournament</span>, 21st Club ranked it 36th in terms of recent results, but 19th for the quality of its <span class=\"fa fa-info-circle\">squad</span>. Getting rid of the home-player <span class=\"fa fa-info-circle\">quota</span>—and perhaps replacing it with a requirement that <span class=\"fa fa-info-circle\">coach</span>es promote more <span class=\"fa fa-info-circle\">junior</span>s to train with the seniors—might produce an even stronger pool of talent. 5-0 wins against the likes of Saudi Arabia ought to be the norm, rather than the exception.", "last": "2018_6_23_1.json", "next": "2018_6_23_3.json", "assistent": {"Arsenal": {"ex": ["n. 武器库；军火库；（统称）武器；兵工厂", "网络 阿森纳；阿仙奴；军械库"], "pron": {"peg": "英 ['ɑː(r)s(ə)n(ə)l] ", "pam": "美 ['ɑrs(ə)nəl] "}, "eg2": [["Britain's nuclear arsenal", "英国的核武器"]]}, "Coaches": {"ex": ["n. 教练；车厢（coach的复数形式）", "v. 训练，指导（coach的单三形式）"], "pron": {"peg": "[kotʃ]", "pam": "[kotʃ]"}, "st": {}, "wp": {"Touring Coaches": "旅游客车", "MidiMini Coaches": "中小型客车", "Coaches Training": "教练培训", "Motor coaches": "公共汽车", "coaches committee": "教练员委员会;教练委员会", "volleyball coaches": "排球教练员", "peer coaches": "同侪指导", "coaches leading": "教练员领导行为", "private coaches": "私人教练"}, "eg2": [["We went through three .", "我们经历了三个教练。"], ["We will invite some outstanding<b> Coaches</b> to teach them.", "我们将邀请一些知名的教练来指导他们。"], ["The<b> Coaches</b> who are successful long term seem to have worked this out with their partner in advance to some extent, and paid attention so that they know when to revise it.", "那些能够获得长期成功的教练，一般会提前在某种程度上和爱人达成共识，并且对此保持持续关注，以便知道何时应该做出改进。"]]}, "Dynamo": {"ex": ["n. 〈非正式〉精力充沛的人；【物】发电机", "网络 直流发电机；迪纳摩；动力"], "pron": {"peg": "英 ['daɪnəməʊ] ", "pam": "美 [ˈdaɪnəˌmoʊ] "}, "eg2": [["the team's midfield dynamo", "这个队的中场活跃分子"], ["She's a human dynamo .", "她是个精力充沛的人。"]]}, "Igor": {"ex": ["网络 伊戈尔；伊格尔；伊果"], "pron": {"peg": 0, "pam": 0}, "eg2": []}, "Leonid": {"ex": ["n. 狮子座流星群"], "pron": {"peg": "['li:əunid]", "pam": "['li:əunid]"}, "st": {"transform": [["n.", "Leonids,Leonides"]]}, "wp": {"Leonid Hurwicz": "里奥尼德·赫维克兹;赫维茨;赫维奇;赫尔维茨", "Leonid Tălmaci": "列昂尼德·特尔马丘", "Leonid Mandelstam": "莱昂尼德·曼德尔什塔姆", "Leonid Slutsky": "特斯基;斯卢茨基;斯鲁茨基;斯拉斯基", "Leonid meteors": "狮子座流星;狮子座流星雨", "Leonid Shebarshin": "舍巴尔申;谢巴尔辛", "Leonid Mozgovoy": "莫兹格沃伊;耶莲娜·鲁法诺娃", "Leonid Leykin": "小丑表演设计师", "Leonid Kozhara": "外长科扎拉;外交部长科扎拉"}, "eg2": []}, "Manuel": {"ex": ["n. 曼纽尔（男子名）；曼努埃尔二世（拜占庭皇帝约翰五世的次子）"], "pron": {"peg": "[mæn'wɛl]", "pam": "[mæn'wɛl]"}, "st": {}, "wp": {"Manuel Roxas": "曼努埃尔·罗哈斯;罗萨斯;纪念曼努埃尔", "Manuel Puig": "曼努埃尔·普伊格;普伊格;作者", "Manuel Pasqual": "曼努埃尔·帕斯夸尔;帕斯夸尔;帕斯奎尔;帕斯夸莱", "Manuel Oribe": "马努埃尔·奥里韦", "Manuel Suárez": "曼努埃尔·苏亚雷斯", "Manuel Cajuda": "曼努埃尔·卡胡达", "Nadir Manuel": "纳迪尔·曼努埃尔", "Manuel Baquedano": "马努埃尔·巴克达诺", "Manuel Uribe": "乌里韦;墨西哥男子"}, "eg2": []}, "Netherlands": {"ex": ["n. 荷兰；【国】尼德兰；主要位于欧洲西北部", "网络 荷兰队；荷兰王国；荷蘭"], "pron": {"peg": "英 ['neðələndz] ", "pam": "美 ['neðərləndz] "}, "eg2": []}, "Portugal": {"ex": ["n. 葡萄牙；【国】葡萄牙；葡萄牙共和国", "网络 葡萄牙国庆日；葡萄牙队；里斯本"], "pron": {"peg": "英 ", "pam": "美 "}, "eg2": []}, "Premier": {"ex": ["adj. 第一的；最初的", "n. 总理，首相"], "pron": {"peg": "[prɪ'mɪr]", "pam": "[prɪ'mɪr]"}, "st": {}, "wp": {"premier league": "英格兰足球超级联赛;英超联赛;超级联赛;英格兰超级足球联赛", "OrgPublisher Premier": "组织结构规划解决方案", "Premier System": "经济管理软件;柯达公司的预映系统", "Premier oillies": "普雷米尔奥伊利钻石", "Premier Room": "尊贵房;高级房;尊贵客房;总理室", "Premier Romanov": "洛马诺夫总理;若曼诺夫总理", "Hotel Premier": "尊贵酒店;普利米尔酒店;第一酒店;普瑞米尔酒店", "premier cycle": "第一阶段", "premier farnell": "派睿电子"}, "eg2": [["They queried the  about his new plan for agriculture.", "他们向总理询问农业新计划的问题。"], ["The  will broadcast his message on all stations this morning.", "今天上午总理将通过各电台(或电视台)发表演说。"], ["The president dispatched a messenger to tell the  what happened.", "总统派出一名信使向首相禀报所发生的事。"]]}, "Stadium": {"ex": ["n. 【体】露天大型体育场；【病】病期；【生】生长期；龄期", "网络 运动场；体育馆；露天大型运动场"], "pron": {"peg": "英 ['steɪdiəm] ", "pam": "美 [ˈsteɪdiəm] "}, "eg2": [["a football/sports stadium", "足球场；运动场"], ["an all-seater stadium", "全坐席体育场"]]}, "Wales": {"ex": ["n. 威尔士", "网络 威尔斯；英国威尔斯；英国威尔士"], "pron": {"peg": "英 [weɪlz] ", "pam": "美 [weɪlz] "}, "eg2": []}, "academy": {"pron": {"peg": "[ə'kædəmi]", "pam": "[ə'kædəmi]"}, "wp": {"Donglin Academy": "东林书院", "Suffield Academy": "谢菲尔德中学;萨菲尔德中学;萨菲尔德学院;沙费德中学", "Starfleet Academy": "星际舰队学院;星舰学院", "Yuelu Academy": "岳麓书院;岳麓学院", "Academy Award": "奥斯卡金像奖;奥斯卡奖;学院奖;奥斯卡", "Jixia Academy": "稷下学宫", "Swedish Academy": "瑞典学院;瑞典皇家科学院;瑞典文学院", "Cushing Academy": "库欣学院;库欣高中;库欣中学;科兴学院", "BRERA ACADEMY": "布雷拉美术学院;布雷拉学院;布雷拉艺术学院"}, "ex": ["n. 学院；研究院；学会；专科院校"], "eg2": [["It is the custom of this<b> academy</b> to make an annual award for outstanding researchers in chemistry.", "每年向杰出的化学研究人员发奖是这个学会的惯例。"], ["Later I return to the monument with Inga, an architecture student at Riga’s  of Arts who bristles with pride and knowledge about the city.", "后来我又和英嘉一起来到了纪念碑，她是在里加艺术学院学建筑的学生，她对这座城市深有了解并为此而自豪。"], ["When he is not training, Kyle enjoys playing with his school friends at Grace  where his favourite subjects are History and PE.", "在不训练时，凯尔喜欢和格雷斯学院的同学们一起玩耍，他在学校里最喜欢的课程是历史和体育。"]], "st": {}}, "attractive": {"pron": {"peg": "[ə'træktɪv]", "pam": "[ə'træktɪv]"}, "wp": {"attractive quality": "魅力质量;魅力品质;有魅力的品质;魅力质量因素", "Attractive Energy": "引力能;吸引能", "Attractive Curtains": "令人印象深刻的窗帘", "attractive fashion": "式样美观;式样雅观", "attractive effect": "诱集效果;引诱效果;集参效果;诱集作用", "Attractive baby": "芭比娃娃套装小游戏", "attractive appearance": "造型美观;魅姿;外观精美;魅力登场", "Attractive Cottage": "可观农屋;漂亮的村舍;石板屋", "Attractive risk": "迷人的危险;有吸引力的风险;吸引力的风险;吸引风险"}, "ex": ["adj. 吸引人的；有魅力的；引人注目的"], "eg2": [["She is an<b> attractive</b> person.", "她是个吸引男人的人。"], ["This is one of the most<b> attractive</b> majors we have in terms of drawing undergraduates to George Mason.", "按照吸引本科生到乔治·梅森大学来求学的情况来看，这是我们最吸引人的专业之一。"], ["This person may not find you<b> attractive</b> in the least.", "这个人可能会发现你一点也不吸引人。"]], "st": {}}, "backfire": {"ex": ["vi. 放出逆火；预先放火；产生出乎意料及事与愿违的结果", "n. 逆火，回火"], "pron": {"peg": "['bæk'faɪr]", "pam": "['bæk'faɪr]"}, "st": {"transform": [["vi.", "backfired,backfiring"]]}, "wp": {"backfire torch": "点迎面火枪", "Public Backfire": "强颜", "backfire rate": "回火率", "Normal backfire": "法向侧隙", "And Backfire": "和逆火", "backfire radiation": "背射方向图", "Backfire antenna": "背射天线;逆火式天线", "Always backfire": "总是适得其反;总是事与愿违", "May backfire": "也许事与愿违"}, "eg2": [["But Cao said those who are considering getting a quick divorce should be cautious that the tactic does not  because the divorce might give an unhappy spouse a convenient exit.", "然而，曹教授说那些考虑短时间内离婚的夫妇需要谨慎，策略也可能导致事与愿违的结果，因为离婚会给那些不愉快的夫妇一个方便出口。"], ["When it works, it can be fantastic, but can very easily<b> backfire</b> into a nightmare of the most serious proportions.", "当它生效时是相当出色的，但也很容易适得其反变成一场噩梦，走到最严重的地步。"]]}, "backwater": {"ex": ["n. 回水；死水；停滞不进的状态或地方"], "pron": {"peg": "['bækwɔtɚ]", "pam": "['bækwɔtɚ]"}, "st": {}, "wp": {"backwater function": "回水函数;壅水函数", "backwater surface": "回水面", "Backwater Gulch": "死水峡谷;蛮荒峡谷;后水峡谷", "backwater area": "回水区;回水面积", "backwater trip": "搭乘椰林游河;椰林游河", "Backwater Blues": "悲伤逆流而上", "Backwater Station": "死水站;救援同盟工作站;死水前哨;第三关", "backwater tour": "回水泛舟", "Backwater Brawl": "死水狂飙"}, "eg2": [["This is a straightforward, tutorial-like mission in which you simply guide your troops along the road through  Station, gunning down whatever attacks you.", "这是一个直来直去，教学性质的任务。 你只需要指挥你的部队沿着道路通向回水基地，打倒攻击你的所有东西。"], ["Around the bend, you reach a full squad of Dominion Marines standing guard around another Dominion Holoboard in the center of<b> backwater</b> Station (5). (Some Vikings fly overhead as well.", "在拐角处，你看见了一队自治联盟陆战队驻守在回水基地的中心，临近一座全像仪。 （位置5）。 （有些维京战机在头顶上飞。"], ["We didn’t see any river rocks, but this kind of lamination looked a lot like lake or<b> backwater</b> channel deposits.", "我们不再看到河流岩石， 但是这种层压看起来更像湖泊或回水通道沉积物。"]]}, "bankrupt": {"ex": ["adj. 破产的", "vt. 使破产", "n. [经] 破产者"], "pron": {"peg": "['bæŋkrʌpt]", "pam": "['bæŋkrʌpt]"}, "st": {}, "wp": {}, "eg2": []}, "bunch": {"ex": ["n. 群；串；突出物", "vi. 隆起；打褶；形成一串", "vt. 使成一串；使打褶", "n. (Bunch)人名；(英)邦奇"], "pron": {"peg": "[bʌntʃ]", "pam": "[bʌntʃ]"}, "st": {}, "wp": {"ore bunch": "矿袋;矿巢", "electron bunch": "电子聚束;\t\t电子集束", "bunch grass": "丛生禾草;簇生草;束生草", "Hair Bunch": "发束约束;毛发成束", "Chris Bunch": "克里斯·庞区", "bunch machine": "捆把机;蔬菜捆把机", "Jason Bunch": "名叫詹森·邦奇;年邦奇", "bunch light": "聚束灯光", "Bunch Ashli": "美国选手阿胥莉"}, "eg2": [["Check out the worst one of the .", "从这一群人中找出最糟的一个。"], ["My gang was nothing more than a  of kids seeking excitement and danger.", "我的帮派无非就是由一群寻找刺激和危险的小毛孩组成。"], ["They just go ahead strong into it with a  of friends from college.", "他们就是和一群大学里的朋友,一头扎进创业的生涯里去了。"]]}, "coach": {"pron": {"peg": "英 [kəʊtʃ] ", "pam": "美 [koʊtʃ] "}, "ex": ["v. 指导；辅导（尤指为让学员通过考试）；指示；特殊指导", "n. 长途汽车；长途客车；（体育运动的）教练；私人教师", "网络 寇兹；蔻驰；寇驰"], "eg2": [["a basketball/football/tennis, etc. coach", "篮球、足球、网球等教练"], ["Italy's national coach", "意大利国家队教练"], ["a maths coach", "数学应试辅导教师"], ["They went to Italy on a coach tour .", "他们乘长途客车去意大利旅游。"], ["Travel is by coach overnight to Berlin.", "旅程为乘一夜长途汽车去柏林。"], ["a coach station(= where coaches start and end their journey)", "长途汽车总站"], ["a coach party(= a group of people travelling together on a coach)", "乘坐长途客车的旅游团"], ["to fly coach", "坐飞机经济舱"], ["coach fares/passengers/seats", "飞机经济舱票价╱乘客╱座位"], ["Her father coached her for the Olympics.", "她的父亲训练她准备参加奥林匹克运动会。"], ["She has coached hundreds of young singers.", "她培养了许许多多的青年歌手。"], ["He coaches basketball and soccer.", "他执教篮球和足球。"], ["They believed the witnesses had been coached on what to say.", "他们认为证人所作的证词是别人教他们那样说的。"]]}, "commentator": {"pron": {"peg": "英 ['kɒmən.teɪtə(r)] ", "pam": "美 ['kɑmən.teɪtər] "}, "ex": ["n. （电视台、电台或报章的）评论员", "网络 解说员；讲解员；注释者"], "eg2": [["a political commentator", "政治评论员"], ["a television/sports commentator", "电视台╱体育运动实况解说员"]]}, "communism": {"pron": {"peg": "英 ['kɒmjunɪzəm] ", "pam": "美 ['kɒmjunɪzəm] "}, "ex": ["n. 共产主义；共产主义制度", "网络 公有主义；指共产主义；公有性"], "eg2": []}, "compound": {"pron": {"peg": "英 ['kɒmpaʊnd] ", "pam": "美 [kəm'paʊnd] "}, "ex": ["v. 合成；加重；构成；使…复杂化", "adj. 混合；混合的；复合物合成的；〔医〕哆开性", "n. 大院；混合物；合成物；合成词", "网络 化合物；复合词；复合的"], "eg2": [["Common salt is a compound of sodium and chlorine.", "普通食盐是钠和氯的化合物。"], ["a prison compound", "监狱场地"], ["a compound adjective, such as fair-skinned", "复合形容词，如 fair-skinned"], ["A compound sentence contains two or more clauses.", "复合句包含两个或多个从句。"], ["The problems were compounded by severe food shortages.", "严重的食物短缺使问题进一步恶化。"], ["The DNA molecule is compounded from many smaller molecules.", "脱氧核糖核酸分子是由许多更小的分子组成的。"], ["liquid soaps compounded with disinfectant", "用消毒剂混合制成的皂液"]]}, "comprehensive": {"pron": {"peg": "[ˌkɑːmprɪˈhensɪv]", "pam": "[ˌkɑːmprɪˈhensɪv]"}, "wp": {"Comprehensive utilization": "综合利用;资源化;综合开发利用", "Comprehensive capacity": "综合能力;综合素质", "Comprehensive Experiment": "综合实验;综合性实验;综合性试验;分析实验", "comprehensive details": "全面细节;整体细节;周全细节;全部细节", "comprehensive school": "综合学校;综合中学;综合教育;综合派", "comprehensive income": "综合收入;综合收益;全面收益;综合所得", "comprehensive therapy": "综合疗法;综合治疗", "comprehensive evaluation": "综合评价;综合评判;综合评估;综合测评", "comprehensive knowledge": "全面的知识;广博的知识;综合知识;渊博的知识"}, "ex": ["adj. 综合的；广泛的；有理解力的", "n. 综合学校；专业综合测验"], "eg2": [["And there have already been four Iraq inquiries, though none as  as this one.", "现在已经有四个伊拉克调查了，尽管没有一个像这个这么综合。"], ["These mechanics will serve you well, but a<b> comprehensive</b> suite of unit tests will not be worth anything if you don't run the tests.", "这些机制为您提供很好的帮助，但是如果您不运行这些测试，一套综合的单元测试就变得一文不值。"], ["No one yet has a<b> comprehensive</b> plan for how we could do so again, but everyone agrees on what the biggest parts of the plan would be.", "到目前为止，没有人能够提出一个综合计划来告诉我们如何这样去做，但每一个人都同意这一计划的最大组成部分是什么。"]], "st": {}}, "concede": {"pron": {"peg": "[kən'sid]", "pam": "[kən'sid]"}, "wp": {"to concede": "让步;牵就;伏输;认输", "Concede Defeat": "愿赌服输;承认败选;承认失败;认输", "concede finally": "最终承认", "We concede": "我们只能屈服", "concede frankly": "坦白承认", "concede ground": "让步", "concede goal": "失球", "Concede defect": "勉强承认失败", "concede to": "让步"}, "ex": ["vt. 承认；退让；给予，容许", "vi. 让步"], "eg2": [["I !", "我让步！"], ["If we are serious about coexisting with other species, we have to<b> concede</b> them territory.", "如果我们确实希望与其它物种共存，我们必须给予他们领土。"]], "st": {"transform": [["vt.", "conceded,conceding"]]}}, "consequence": {"pron": {"peg": "英 ['kɒnsɪkwəns] ", "pam": "美 ['kɑnsəkwəns] "}, "ex": ["n. 后果；结果；重要性", "网络 影响；推论；结局"], "eg2": [["This decision could have serious consequences for the industry.", "这项决定可能对该行业造成严重后果。"], ["Two hundred people lost their jobs as a direct consequence of the merger.", "合并一事直接导致二百人失去了工作。"], ["He drove too fast with tragic consequences.", "他开车太快，结果酿成惨剧。"], ["to suffer/face/take the consequences of your actions", "自食其果；面对╱承担自己行动的后果"], ["Don't worry. It's of no consequence .", "别担心，这无关紧要。"]]}, "conservative": {"pron": {"peg": "[kən'sɝvətɪv]", "pam": "[kən'sɝvətɪv]"}, "wp": {"conservative recombination": "保守重组;保守性重组", "conservative myomectomy": "保守性肌瘤摘除术", "conservative field": "保守场", "conservative liberalism": "保守自由主义", "conservative prediction": "保守预测", "conservative property": "守恒性质;保守性", "Conservative transposition": "保守型转座;保守转座;保守性转座;保存型转位", "conservative replacement": "保守替换", "conservative treatment": "保守治疗;保守疗法;保守性治疗;非手术治疗"}, "ex": ["adj. 保守的", "n. 保守派，守旧者"], "eg2": [["Should I be aggressive or  with my money before 30?", "在30岁之前我应该风险投资还是保守存钱？"], ["The more<b> conservative</b> politicians were trying to deradicalize the liberation movement.", "较保守的政治家正试图使解放运动放弃偏激的立场。"], ["The young people are the most eager to learn and the least  in their thinking.", "青年人最肯学习，最少保守思想。"]], "st": {}}, "considerable": {"pron": {"peg": "[kən'sɪdərəbl]", "pam": "[kən'sɪdərəbl]"}, "wp": {"considerable orders": "大量;大量订购;大量订货", "Considerable appreciation": "相当欣赏", "considerable overlap": "相当大的重叠;相当多的重叠;大量的重叠", "considerable quantity": "大数量;可观的数量;大数量可观的数量;\t\t相当大的数量", "considerable degree": "大程度", "Considerable Risks": "相当大风险", "considerable increase": "较大的增长", "considerable experience": "成功的经验", "considerable potential": "颇具潜力"}, "ex": ["adj. 相当大的；重要的，值得考虑的"], "eg2": [["He owns<b> considerable</b> real estate.", "他拥有相当可观的房地产。"], ["He will stand to get a  profit through the speculations in lands.", "他在地产投机生意上必定会赚相当可观的一笔钱。"], ["Impeding means that the persona could use the product, but only with<b> considerable</b> effort.", "阻碍意味着角色可以使用产品，但只有付出相当大的努力。"]], "st": {}}, "consultancy": {"pron": {"peg": "[kən'sʌltənsi]", "pam": "[kən'sʌltənsi]"}, "wp": {"consultancy fee": "咨询费", "Tata Consultancy": "塔塔咨询;塔塔咨询服务公司;塔塔顾问", "ADMINISTRATION Consultancy": "效率优化管理咨询;企业经营管理咨询", "Visa Consultancy": "签证咨询;签证指导", "design consultancy": "设计咨询公司;设计咨询", "IT consultancy": "信息技术咨询公司;资讯科技顾问;it咨询", "Strategy consultancy": "战略咨询", "CONSULT CONSULTANCY": "地区;比利时买家;区域;比利时进口商", "Consultancy services": "顾问服务;顾问业"}, "ex": ["n. 咨询公司；顾问工作"], "eg2": [["I am one of three directors at a small  .", "问题我是一家小型咨询公司的三个董事之一。"], ["This person is responsible for all aspects of IBM<b> consultancy</b> in the execution and implementation.", "这个人在执行和实施期间对IBM顾问工作的各个方面负责。"]], "st": {"transform": [["n.", "consultancies"]]}}, "crumble": {"pron": {"peg": "英 ['krʌmb(ə)l] ", "pam": "美 ['krʌmb(ə)l] "}, "ex": ["v. 崩溃；崩裂；瓦解；成碎屑", "n. 酥皮水果甜点", "网络 弄碎；粉碎；破碎"], "eg2": [["Rice flour makes the cake less likely to crumble.", "这种糕饼用米粉做不那么容易碎。"], ["Crumble the cheese over the salad.", "把干酪弄成碎屑洒在色拉上。"], ["buildings crumbling into dust", "渐渐坍塌的建筑物"], ["crumbling stonework", "不断破裂的石制建筑"], ["The cliff is gradually crumbling away.", "峭壁正在逐渐崩坍。"], ["a crumbling business/relationship", "逐渐衰败的企业；日益恶化的关系"], ["All his hopes began to crumble away.", "他所有的希望开始化为泡影。"], ["The empire finally crumbled into dust.", "这个帝国最终崩溃了。"], ["apple crumble and custard", "酥皮苹果甜点心加蛋奶沙司"]]}, "curl": {"pron": {"peg": "英 [kɜː(r)l] ", "pam": "美 [kɜrl] "}, "ex": ["v. 卷；蜷缩；鬈曲；（使）成拳曲状", "n. （一绺）鬈发；（头发）拳曲；卷状物；螺旋状物", "网络 卷曲；卷发；旋度"], "eg2": [["His hair curls naturally.", "他的头发天生鬈曲。"], ["The cat curled into a ball and went to sleep.", "那只猫蜷缩成一团睡着了。"], ["She curled her legs up under her.", "她盘腿坐着。"], ["The smoke curled steadily upwards.", "烟袅袅上升。"], ["He turned and curled the ball around the goalkeeper.", "他转身把球一盘，绕过了守门员。"], ["Her hair was a mass of curls.", "她满头鬈发。"], ["The baby had dark eyes and dark curls.", "那婴孩长着深色的眼睛和深色的鬈发。"], ["His hair had a natural curl.", "他的头发是自然鬈。"], ["a curl of smoke", "一缕青烟"], ["Decorate the cake with curls of chocolate.", "用圈状巧克力来装饰这个蛋糕。"], ["a contemptuous curl of the lip(= an expression showing disapproval)", "轻蔑地撇一撇嘴"]]}, "daft": {"ex": ["adj. 癫狂的；愚笨的；狂闹的", "n. (Daft)人名；(英)达夫特"], "pron": {"peg": "[dæft]", "pam": "[dæft]"}, "st": {"transform": [["adj.", "dafter,daftest"]]}, "wp": {"Doug Daft": "达夫特;杜达富", "Daft King": "霓虹之王", "daft days": "圣诞节前后的欢乐日子", "Daft Art": "傻瓜艺术", "D Daft": "标签", "Daft Man": "愚蠢人", "go daft": "的中文翻译及音标;傻里傻气", "Derrick Daft": "姓名", "Douglas Daft": "杜达富;达夫特;首席执行官杜达富"}, "eg2": [["While no one is  enough to say poverty excuses looting, some insist that poverty has everything to do with what has happened.", "然而没有人愚蠢到会说贫穷是发生打劫的理由，只有一部分人坚持认为贫穷和所发生的一切都搭得上关系。"]]}, "delight": {"pron": {"peg": "[dɪ'laɪt]", "pam": "[dɪ'laɪt]"}, "wp": {}, "ex": ["n. 高兴", "vi. 高兴", "vt. 使高兴", "n. (Delight)人名；(英)迪莱特"], "eg2": [], "st": {"similar": "pleasure"}}, "discourage": {"ex": ["vt. 阻止；使气馁"], "pron": {"peg": "[dɪs'kɝɪdʒ]", "pam": "[dɪs'kɝɪdʒ]"}, "st": {"transform": [["vt.", "discouraged,discouraging"]]}, "wp": {"discourage e": "使泄气;阻止;使气馁", "Discourage us": "劝阻我们", "discourage sb": "使某人泄气", "discourage wisely": "明智地阻碍", "Discourage Gossip": "不要传播谣言", "die discourage": "模块", "discourage flowsheet": "方框流程", "discourage it": "压制它", "cfeel discourage": "滑块"}, "eg2": [["Taxation should be used to<b> discourage</b> them.", "税收应该用来阻止他们。"], ["But news organizations also should make every effort to keep the discussion civil and to  the dissemination of falsehoods or pejorative attacks on others.", "但是，新闻媒体也应尽一切努力来保证讨论以文明的方式进行，并阻止传播谎言或对他人的贬义攻击。"]]}, "domestic": {"pron": {"peg": "[də'mɛstɪk]", "pam": "[də'mɛstɪk]"}, "wp": {"domestic flight": "国内航班;国内班机;国际航班;国内航线", "domestic duck": "家鸭;鸭货;做了家鸭", "domestic block": "住宅楼宇;住宅大厦", "domestic building": "住用建筑物;住宅大厦;居住房屋;非住用建筑物", "domestic vacancy": "空置住宅楼宇;空置住宅单位", "domestic price": "国内价格;出口国价格;本土价格;\t\t国内市场价格", "domestic sewage": "生活污水;家庭污水;生活排水;城市污水", "domestic export": "本地产品出口;国内出口", "domestic pig": "家猪;家猪的畸形胎儿"}, "ex": ["adj. 国内的；家庭的；驯养的；一心只管家务的", "n. 国货；佣人"], "eg2": [["The film turns about a<b> domestic</b> tragedy.", "这部影片主要讲述一个家庭悲剧。"], ["She was twittering about<b> domestic</b> trivialities.", "她在嘁嘁喳喳地说着些家庭琐事。"], ["Low prices crimped<b> domestic</b> output and foreign imports.", "低物价阻碍了国内出口和国外进口。"]], "st": {}}, "doom": {"pron": {"peg": "[dʊm]", "pam": "[dʊm]"}, "wp": {"Doom engine": "毁灭战士引擎", "Doom Rails": "毁灭战车;灭亡战车", "FINAL DOOM": "终极毁灭战士;最终毁灭战士", "Doom Knight": "末日骑士;毁灭骑士;厄运骑士", "Omar Doom": "奥马尔·杜姆;奥玛·杜姆", "Doom Blade": "送终刀锋;刀锋;终送刀锋", "of Doom": "末日之", "DOCTOR DOOM": "散装毁灭博士;毁灭博士;末日博士;死亡博士", "Doom Death": "厄运死亡;毁灭死亡"}, "ex": ["n. 厄运；死亡；判决；世界末日", "vt. 注定；判决；使失败", "n. (Doom)人名；(泰)伦"], "eg2": [["I started with the<b> doom</b> and gloom so you will stick to your plan.", "我开始这样的厄运和焦虑，所以你要坚持你的计划。"], ["So it is not all<b> doom</b> and gloom, there are positives in the game today.", "所以这并非都是厄运与苦难，今天的比赛也有积极的一面。"], ["They cannot solve the problem they face because they have offered no challenge but only a call to arms, which they themselves are unwilling to lead, knowing that<b> doom</b> would be its reward.", "他们无法解决眼前的问题，因为他们除了组织集会以外就没能带出更多的挑战，他们自己不愿意领导，因为他们知道这样做的回报将是厄运。"]], "st": {"similar": "fate"}}, "downfall": {"pron": {"peg": "['daʊnfɔl]", "pam": "['daʊnfɔl]"}, "wp": {"s Downfall": "英雄末路", "Central Downfall": "中部塌陷", "The Downfall": "帝国的毁灭;帝国毁灭;帝国陷落;帝国的扑灭", "downfall divisor": "衰落因子", "accelerating downfall": "一蹶不振", "Operation Downfall": "没落行动", "come downfall": "倒下", "Majestic Downfall": "表演者", "Downfall Season": "高空坠落"}, "ex": ["n. 垮台；衰败；落下；大雨"], "eg2": [["His pride procured his .", "他的骄傲使他垮台了。"], ["\"They rely on the credit markets and that was the  of Lehman and other institutions three years ago,\" he said.", "他们依赖信贷市场,而这是三年前雷曼兄弟和其他金融机构垮台的原因."], ["The prince should be on guard against them and fear them as if they were declared enemies, because they will always help to bring about his<b> downfall</b> in adverse times.", "君主应该防范他们，对他们感到害怕，把他们当作公开的敌人来对待，因为在困难时期他们总会促成他的垮台。"]], "st": {}}, "drastic": {"pron": {"peg": "['dræstɪk]", "pam": "['dræstɪk]"}, "wp": {"drastic a": "激烈的;严厉的;极端的", "drastic measures": "极端的措施;严厉措施;极真个办法;激烈的措施", "Most drastic": "破釜沉舟", "Drastic Plastic": "塑胶人大战;积木人格斗", "drastic reduction": "深度还原", "drastic purgatives": "峻下剂;峻泻药", "Drastic changes": "风云突变;翻天覆地的变化", "drastic fluctuations": "大起大落", "drastic medicine": "剧药"}, "ex": ["adj. 激烈的；猛烈的", "n. 烈性泻药"], "eg2": [["The boss dropped by him.They had a<b> drastic</b> dispute over the draft.", "老板顺便拜访他。 他们在草稿问题上有着激烈的争执。"], ["If you're dealing with an Artful Dodger, then you may have to apply more<b> drastic</b> measures and reduce his list to one task at a time.", "如果你对付的是一个狡猾的躲避者，那你可能需要采取更激烈的措施，每次把他的任务清单减少到一个任务。"], ["The resolution was a prelude to more<b> drastic</b> actions.", "这次决议只是更激烈的步骤的前奏。"]], "st": {}}, "dwelt": {"ex": ["v. 居住；老是想着（dwell的过去分词）"], "pron": {"peg": "[dwɛlt]", "pam": "[dwɛlt]"}, "st": {"transform": [["vi.", "dwelt 或 dwelled,dwelling"]]}, "wp": {}, "eg2": [["And these also  with their brethren in Jerusalem， over against them.", "这些人和他们的弟兄在耶路撒冷对面居住。"], ["And they also  with their brethren at Jerusalem， over against their brethren.", "这些人和他们的弟兄在耶路撒冷对面居住。"], ["In this tale, people who<b> dwelt</b> in the cave could know only the shadows of forms that were cast on the wall of the cave from the light outside.", "在这个故事中，那些曾经在洞穴中居住的人们只能了解被光线所投射到洞穴墙上的自己的影子。"]]}, "eligible": {"ex": ["adj. 合格的，合适的；符合条件的；有资格当选的", "n. 合格者；适任者；有资格者"], "pron": {"peg": "['ɛlɪdʒəbl]", "pam": "['ɛlɪdʒəbl]"}, "st": {}, "wp": {"eligible voter": "合格选民;符合资格的选民", "eligible securities": "合资格证券;合格证券;证券资格", "Eligible Supervisor": "合资格主管", "Eligible for": "够资格;合格;适宜于", "eligible bill": "合法票据;\t\t合格票据", "eligible officer": "合资格人员;翻译", "eligible entitled": "有资格的", "eligible countries": "有资格的国家;符合资格的国家;符合条件的国家", "eligible reserve": "合格标准金"}, "eg2": [["Any number of<b> eligible</b> products can be installed to a package group.", "可以在一个包组中安装任意数量的符合条件的产品。"], ["Officials in Shanghai are urging<b> eligible</b> couples to have two children amid concerns over an ageing population, the first time in decades that Chinese authorities are encouraging couples to conceive.", "由于担心人口老龄化，中国当局几十年来首次鼓励夫妇怀孕，在上海，有关机构的官员们鼓励符合条件的夫妇生育两个孩子。"], ["This set is input to the cost-based optimizer that decides whether to use any of the<b> eligible</b> indexes or not.", "将该组索引输入到基于成本的优化器，这个优化器决定是否使用任何合适的索引。"]]}, "embarrassment": {"ex": ["n. 窘迫，难堪；使人为难的人或事物；拮据"], "pron": {"peg": "[ɪm'bærəsmənt]", "pam": "[ɪm'bærəsmənt]"}, "st": {}, "wp": {"social embarrassment": "社交尴尬", "learning embarrassment": "学习问题", "life embarrassment": "人生困境", "role embarrassment": "角色尴尬", "moral embarrassment": "道义困境", "financial embarrassment": "财务拮据", "pecuniary embarrassment": "财政困难", "prisoner embarrassment": "囚徒困境", "temporary embarrassment": "阵痛"}, "eg2": [["His face was mottled red and white with .", "他窘迫得脸上红一块白一块。"], ["That's why India has been a bit of an  for those of us who believe in democracy, especially when compared with China.", "因为这个，对我们这些信奉民主的人而言，印度一直有点叫人难堪，尤其是与中国放在一起比较的时候。"], ["Like shame, guilt and , it requires a sense of self and the ability to self-evaluate.", "如同害羞、内疚和难堪一样，它需要一种自我的感觉和自我评估的能力。"]]}, "emerge": {"pron": {"peg": "[ɪ'mɝdʒ]", "pam": "[ɪ'mɝdʒ]"}, "wp": {"Clear Emerge": "清晰浮现", "pattern emerge": "模式涌现", "emerge-": "出现", "emerge from": "从;曾经一度遭到;摆脱;浮现", "pressure emerge": "矿压显现", "emerge as": "应运而生", "suddenly emerge": "突然出现", "university emerge": "院校合并", "Emerge Leaders": "鳌头"}, "ex": ["vi. 浮现；摆脱；暴露"], "eg2": [["After all, we all have a “Gandhi” inside of us, just waiting to .", "毕竟，我们的心中都有一个“甘地”，只是等待着时机展现。"], ["Ultimately, the concept of Object Lifecycle seems to<b> emerge</b> as a unifying concept for Data, Service and Business Processes.", "最终，对象生命周期的概念似乎作为数据、服务和业务流程的统一概念浮现出来。"], ["As the next step, whether or not these people have an awakening they  from the state in which they have been with important new information about themselves.", "当下一步到来，无论这些人是否醒来了，他们都从这种状态中汲取能量。 他们在这种状态中发现关于他们自身的重要信息。"]], "st": {"transform": [["vi.", "emerged,emerging"]]}}, "emphatic": {"ex": ["adj. 着重的；加强语气的；显著的"], "pron": {"peg": "[ɪm'fætɪk]", "pam": "[ɪm'fætɪk]"}, "st": {}, "wp": {"Emphatic Structure": "强调结构", "emphatic address": "强语势呼语;加强语气的讲话", "emphatic mark": "强调标记", "emphatic negation": "委婉肯定", "emphatic sense": "强调意味", "emphatic protective": "重点保护", "emphatic a": "强调的", "emphatic description": "重点表述", "emphatic demand": "显着的要求"}, "eg2": [["We need to present a compelling vision of healthy sexuality and talk about the  “Yes” that God says to sex the way he intended it.", "我们需要呈现一个对于健康的性有说服力的景象，也要毋庸置疑的强调“是的，上帝说性是他精心打造的东西”。"], ["The experts were  in their recommendation that health care staff, carers and family contacts of patients be vaccinated against pandemic influenza.", "专家们在建议中着重强调，卫生保健工作人员、照护者和接触患者的家人应当接种大流行性流感疫苗。"], ["Ask anyone if they are busy, stressed or overworked and the answer will likely be an  YES!", "问任何人他们是否很繁忙，压力很大，劳累过度，他们的回答总是一个果断的“是！”"]]}, "endure": {"pron": {"peg": "[ɪn'dʊr]", "pam": "[ɪn'dʊr]"}, "wp": {"endure toothache": "忍受牙痛", "Resist endure": "忍得住", "endure what": "忍受什么;承受什么", "endure cut": "最后馏分", "endure hardships": "承受磨难;受折磨", "could endure": "能耐受", "endure pain": "忍耐痛苦;忍受病痛;忍受痛苦", "endure market": "空头市场", "Endure Fire": "抗火咒"}, "ex": ["vt. 忍耐；容忍", "vi. 忍耐；持续"], "eg2": [["I cannot<b> endure</b> your insults any longer.", "我再也不能容忍你的侮辱。"], ["If you wish to remain in our company, you must<b> endure</b> this.", "如果你想和我们一起呆在这的话，那你就必须忍耐。"], ["But, beyond the end of our combat mission, we will still have a partnership with Afghanistan, a partnership that will .", "但是，我们战争的使命结束后，我们跟阿富汗依然还有合作关系，这种合作关系将会持续下去。"]], "st": {"transform": [["vt.", "endured,enduring"]], "similar": "bear"}}, "exacerbate": {"pron": {"peg": "[ɪɡ'zæsɚbet]", "pam": "[ɪɡ'zæsɚbet]"}, "wp": {"ameliorate exacerbate": "改善", "exacerbate e": "使加剧;激怒;使恶化;恶化", "exacerbate exacerbation": "增剧", "exacerbate detail": "使加剧", "mitigate exacerbate": "缓和", "alleviate exacerbate": "减轻", "to exacerbate": "加剧;转剧;使恶化", "exacerbate surroundings": "加剧环境恶化", "exacerbate deteriorate": "恶化"}, "ex": ["vt. 使加剧；使恶化；激怒"], "eg2": [["\"It's a cycle, \" says Mason. In other words, one can  theother—and before you know it, no one can remember what came first.", "梅森说：”这是一个循环性的问题“换句话说，一个人激怒另一个人，但是在你知道之前，没人记得是谁先惹了谁。"], ["It is going to<b> exacerbate</b> many of the issues that we experience today, and in some of the world’s poorest regions it will slow our progress against malnutrition and disease.", "它会对目前我们经历的许多问题造成恶化，而且在一些世界上最贫困的地区也会拖慢对抗营养不良和疾病的脚步。"], ["It is going to  many of the issues that we experience today, and in some of the world's poorest regions it will slow our progress against malnutrition and disease.", "这将会使许多我们今天感受到的问题加剧，并且在一些世界上最穷的区域这将会减慢我们对抗营养不良和疾病的前进步伐。"]], "st": {"transform": [["vt.", "exacerbated,exacerbating"]]}}, "expertise": {"pron": {"peg": "['ɛkspɝ'tiz]", "pam": "['ɛkspɝ'tiz]"}, "wp": {"military expertise": "文韬武略", "Exam Expertise": "考场达人", "Forensic expertise": "司法鉴定;违法;司法精神鉴定;法医学鉴定", "defensive expertise": "防御绝技", "Teacher Expertise": "教师的专业知识;教师专门知识", "house expertise": "自有的专长", "distributed expertise": "分散式专业知能;分散式专精知能", "professional expertise": "专业技能;专业经验;简称专业知能", "diagnostic expertise": "诊断专长"}, "ex": ["n. 专门知识；专门技术；专家的意见"], "eg2": [["This led to development organizations with bodies of<b> expertise</b> in these areas.", "这导致了在这些领域的具有专门技术的开发组织。"], ["It is not like I came into this country (on my own). They called me into this country for my .", "不像我（完全靠自己）来到这个国家，而是他们因为我的专业技能而找我来的。"], ["Though forged fingerprints are rare, he says, a person with<b> expertise</b> could produce one with a rubber stamp, or even with an engraving made from a photograph of a fingerprint.", "虽然伪造指纹非常罕见，但他说一个具有专门知识的人能用橡皮图章做出一枚指纹，或根据一张指纹的照片雕刻出一枚来。"]], "st": {"transform": [["vi.,vt.", "expertised,expertising"]]}}, "feat": {"pron": {"peg": "[fit]", "pam": "[fit]"}, "wp": {"Feat Ann": "不知道", "FEAT SHOO": "一句话", "Feat Jolin": "乖乖牌;今天你要嫁给我", "All Feat": "所有特征;所有壮举", "Feat Ver": "六色彩虹", "feat SoulJa": "留在我身边", "feat IU": "成诗京;你很美;希望事项", "Feat Helena": "壮举赫勒", "Feat Lyn": "男和女;爱情之后;如果我们接吻了;申彗星"}, "ex": ["n. 功绩，壮举；技艺表演", "adj. 合适的；灵巧的"], "eg2": [["Man's first landing on the moon was a<b> feat</b> of great daring.", "人类首次登月是一个勇敢的壮举。"], ["The solution is not another drug, but a<b> feat</b> of physics: cold plasma.", "这一方法并非另一种药品，而是物理学的一个壮举：冷等离子体。"], ["“It would be a major<b> feat</b> if I can make it through today,” Ruth said.", "“如果我能完成今天所有的任务，那该是一大壮举。” 鲁思说。"]], "st": {"transform": [["adj.", "feater,featest"]]}}, "formidable": {"pron": {"peg": "['fɔrmɪdəbl]", "pam": "['fɔrmɪdəbl]"}, "wp": {"on formidable": "找一只邱比特的箭", "formidable formidable": "可怕的", "formidable person": "枭雄", "formidable men": "枭雄", "formidable opponent": "劲敌", "Formidable Force": "威力", "formidable foe": "引起恐惧", "rss formidable": "威武号;威武号隐形护卫舰", "Formidable Foes": "可怕的敌人"}, "ex": ["adj. 强大的；可怕的；令人敬畏的；艰难的"], "eg2": [["The task of assembling information about these plants is both vital and .", "搜集这些植物的信息的任务是很重要的也是很可怕的。"], ["They tell us, sir, that we are weak -- unable to cope with so<b> formidable</b> an adversary.", "先生，他们告诉我们，我们是弱小的——不能应付如此强大的对手。"], ["With him playing alongside [Chris] Kaman I think we will have a pair of excellent interior defenders, and that will make us a<b> formidable</b> team.", "有他在卡曼的身旁，我想我们将构建出一对极出色的防守内线，并且将会让我们成为一个可怕的球队。"]], "st": {}}, "formula": {"pron": {"peg": "英 ['fɔː(r)mjələ] ", "pam": "美 ['fɔrmjələ] "}, "ex": ["n. 公式；方案；方程；算式", "adj. (赛车)方程式的(指赛车要符合规定的体积,重量及汽缸容量等)", "网络 分子式；配方；化学式"], "eg2": [["This formula is used to calculate the area of a circle.", "这个公式用于计算圆的面积。"], ["CO is the formula for carbon monoxide.", "CO 是一氧化碳的分子式。"], ["They're trying to work out a peace formula acceptable to both sides in the dispute.", "他们正在设法制订出一个争执双方都可以接受的和平方案。"], ["There's no magic formula for a perfect marriage.", "没有一个达到完美婚姻的神奇方法。"], ["the secret formula for the blending of the whisky", "调配威士忌的秘方"], ["Formula One racing™", "一级方程式赛车"], ["legal formulae", "法律惯用词语"], ["The minister keeps coming out with the same tired formulas.", "这个部长开口便是千篇一律、使人厌倦的套话。"]]}, "glamorous": {"pron": {"peg": "英 ['ɡlæmərəs] ", "pam": "美 ['ɡlæm(ə)rəs] "}, "ex": ["adj. 特别富有魅力的；富于刺激的；独特的", "网络 迷人的；妖艳；光彩夺目的"], "eg2": [["glamorous movie stars", "富有魅力的影星"], ["a glamorous job", "令人向往的工作"]]}, "glean": {"ex": ["vt. 收集（资料）；拾（落穗）", "vi. 收集；拾落穗"], "pron": {"peg": "[ɡlin]", "pam": "[ɡlin]"}, "st": {}, "wp": {"glean detail": "苦心搜集", "Carlyle Glean": "卡莱尔·格林", "Glean 2": "星球钻探机器人", "glean wheat": "拾麦子", "The Glean": "海外布道杂志", "glean evidence": "收集数据", "glean n": "拾落穗", "Gather Glean": "余剩", "Glean Vineyards": "稼"}, "eg2": [["Then I  the service and port in the WSDL implementation that provides an endpoint for this binding.", "然后，我在 WSDL 实现中收集服务和端口，该实现为这个绑定提供一个端点。"], ["That’s extra information about the history of the universe, over and above what we normally<b> glean</b> from the laws of physics, and it makes us uncomfortable.", "关于宇宙的历史，与我们通常从物理学定律中收集到的相比，那意味着更多也更超前的信息，而这让我们不安。"], ["Emergency crews were drilling a small hole down to the mine shaft to<b> glean</b> a clearer picture of conditions in the pit, but the rescue operation chief said they had to prepare for fatalities.", "应急人员向矿井下打了一个小的通风孔，以此收集更加清晰的井下情况资料，但是主要负责营救的人员说他们必须做好迎接天灾的心理准备。"]]}, "gloom": {"ex": ["n. 黑暗；忧郁；幽暗；昏暗", "v. 变黑暗；变忧郁；现愁容；使朦胧", "网络 阴暗；郁闷；忧愁"], "pron": {"peg": "英 [ɡluːm] ", "pam": "美 [ɡlum] "}, "eg2": [["The gloom deepened as the election results came in.", "选举结果陆续传来，失落的情绪越来越重。"], ["We watched the boats come back in the gathering gloom.", "我们注视着船只在越来越浓的暮色中返航。"]]}, "hover": {"ex": ["vi. 盘旋，翱翔；徘徊", "n. 徘徊；盘旋；犹豫", "vt. 孵；徘徊在…近旁", "n. (Hover)人名；(英、德)霍弗"], "pron": {"peg": "['hʌvɚ]", "pam": "['hʌvɚ]"}, "st": {"similar": "fly"}, "wp": {"Hover Telemark": "盘旋转折步;摇旋电形步;盘旋滑雪形转步;徘徊电纹步", "hover ground": "不坚硬土壤;松软地;松散地", "electric hover": "电育雏伞", "hover fan": "升力风机;垫升风机", "HOVER TRANSPORT": "气垫;气垫运输船", "spot hover": "定点悬空;\t\t定点悬停", "hover selection": "悬停选择;暂留选取", "Text Hover": "文本悬浮帮助", "Hover Disc": "悬浮飞碟"}, "eg2": [["Seagulls<b> hover</b> over the surging waves.", "海鸥在惊涛骇浪上翱翔。"], ["They are respected for their piety, discipline and resilience, but estimates of their popularity  around 20% and have been falling.", "他们因为其虔诚、纪律和韧性收到尊敬，但是支持率却在20%左右徘徊，而且还在下降。"], ["The branches spread out into the sky and from below appear to  over the landscape like so many flying saucers... and from above they have a distinct mushroom look.", "树枝伸展向天空，从下面看去，就像盘旋在空中的许多飞碟......从上面看，它们又像是一个独特的蘑菇的样子。"]]}, "implement": {"pron": {"peg": "['ɪmplɪmɛnt]", "pam": "['ɪmplɪmɛnt]"}, "wp": {"implement shed": "农具房", "Implement processes": "执行流程;让过程有效;实施过程;实现过程", "Implement Improvements": "执行改进", "cleansing implement": "清洗执行;清洗实施;实施清洁", "Implement Solution": "推展解决方案;实施方案;实现方案", "agricultural implement": "农具;农业机具", "system implement": "系统实施;系统实现;体系实施;系统的实现", "faithfully implement": "认真执行", "manicure implement": "修指甲用具;修指甲器具"}, "ex": ["vt. 实施，执行；实现，使生效", "n. 工具，器具；手段"], "eg2": [["How do we  this?", "那我们怎么来执行呢？"], ["How do you<b> implement</b> this practice?", "您如何执行这个实践？"], ["Otherwise, you would have to<b> implement</b> this feature yourself.", "否则，您就需要自己想办法实现这个特性。"]], "st": {}}, "impressive": {"pron": {"peg": "[ɪm'prɛsɪv]", "pam": "[ɪm'prɛsɪv]"}, "wp": {"impressive crusher": "冲击式破碎机", "Impressive Diversification": "骄人经营业绩", "An impressive": "令人印象深刻的", "Impressive Manor": "令人印象深刻的庄园", "Impressive Hotel": "河内印象酒店", "impressive aphasia": "感觉性失语", "Impressive Support": "令人印象深刻支持", "Impressive Humanity": "让人惊叹人类", "Impressive Presentation": "脱稿的演讲"}, "ex": ["adj. 感人的；令人钦佩的；给人以深刻印象的"], "eg2": [["It was<b> impressive</b> how she knew how to manage people and to put them in their place.", "这个令我印象深刻，她是如何知道应该怎样管理人们，以及让他们摆正位置。"], ["You have been able to do some<b> impressive</b> things, but one of the goals of SOAP is interoperability.", "您本来可以做一些令人印象深刻的工作，但 SOAP 的目标之一是互操作性。"], ["Below you can see some of his<b> impressive</b> work.", "以下你能看到他一些极富感染力的作品。"]], "st": {}}, "inaugural": {"ex": ["adj. 开始的；开幕的；就任的，就职的", "n. 就职演讲；开幕辞"], "pron": {"peg": "[ɪ'nɔɡjərəl]", "pam": "[ɪ'nɔɡjərəl]"}, "st": {}, "wp": {"inaugural addresses": "就职演说", "Second Inaugural": "第二篇演说", "inaugural statement": "创刊词", "inaugural speech": "就职演说;就职演讲", "Inaugural Mass": "首次大规模;首届大众;就职弥撒", "Inaugural Ball": "就职舞会", "inaugural lecture": "就职演讲;就职讲座", "inaugural events": "就职活动", "inaugural inauguratory": "就职的"}, "eg2": [["In his  address, President Jonathan said he represents the shared aspirations of all Nigerians.", "乔纳森总统在宣誓就职演讲中说，他代表尼日利亚所有民众的心愿。"], ["Like everyone of good will, I hoped that President Obama’s  Address would offer some reassurance, that it would suggest that the new administration has this thing covered.", "就像每个有美好愿望的人，我希望奥巴马总统的就职演说会像是定心丸，再次明确表示新的政府领导班子会考虑经济问题。"], ["\"We are a nation of Christians and Muslims, Jews and Hindus\" as well as \"non-believers\", perhaps the first time this group has been mentioned in an  address.", "“我们是一个拥有基督徒、穆斯林教徒和犹太人”以及“非信教的人”的国家，也许这样的一个组合是在就职演说中首次被提到。"]]}, "junior": {"pron": {"peg": "['dʒunɪɚ]", "pam": "['dʒunɪɚ]"}, "wp": {"Junior Achievement": "青年成就;国际青年成就组织;青年成就组织;国际青年成就", "junior stock": "非优先股票;后配股;\t\t低级股票", "Super Junior": "金希澈;幸福;来过倒;崔始源", "Junior Programmer": "初级程序员;初级开发工程师;软件开发工程师", "Junior Secretary": "初级秘书;中级秘书", "Junior board": "初级董事会;低级董事会", "Junior Designer": "初级设计师;助理建筑师;设计师;干式变压器设计员", "junior student": "大三学生;大三先生;初中学生;初级生", "CASEY JUNIOR": "凯撒二世火车"}, "ex": ["adj. 年少的；后进的；下级的", "n. 年少者，晚辈；地位较低者；大学三年级学生", "n. (Junior)人名；(英)朱尼尔；(德)尤尼奥尔"], "eg2": [["She was displaced by her<b> junior</b> clerk.", "她被她的下级职员顶替。"], ["As a , we should respect the old.", "作为一个晚辈，我们应该尊敬老人。"], ["If the boss is in the office there is pressure for  employees to stay. Despite the hours, I doubt the Japanese are more productive.", "如果老板在办公室，下级员工就会有留下来的压力。尽管人们超时工作，但我怀疑日本人是否有更多的产出。"]], "st": {}}, "knockout": {"ex": ["adj. 淘汰赛的；淘汰的；击败对手的", "n. 击败对手的一击；击倒对手获胜", "网络 基因敲除；制胜一击；基因剔除"], "pron": {"peg": "英 ['nɒkaʊt] ", "pam": "美 ['nɑk.aʊt] "}, "eg2": [["the knockout stages of the tournament", "锦标赛的淘汰赛阶段"]]}, "lament": {"pron": {"peg": "英 [lə'ment] ", "pam": "美 [lə'ment] "}, "ex": ["n. 挽歌；哀诗；悼辞", "v. 对…感到悲痛；痛惜；对…表示失望", "网络 哀悼；悲伤；悲叹"], "eg2": [["In the poem he laments the destruction of the countryside.", "在那首诗里他对乡村遭到的破坏流露出悲哀。"]]}, "lengthy": {"pron": {"peg": "['lɛŋθi]", "pam": "['lɛŋθi]"}, "wp": {"Perhaps Lengthy": "这样长", "lengthy a": "冗长的", "Such Lengthy": "那么漫长", "lengthy presentation": "漫长的展演", "lengthy discussion": "冗长的讨论", "lengthy talks": "长时间的聊天", "lengthy charge": "长货附加运费;长件货加价额;超长附加费", "lengthy absence": "长期缺席", "Nothing Lengthy": "没有什么长"}, "ex": ["adj. 漫长的，冗长的；啰唆的"], "eg2": [["You can create short aliases to stand in for<b> lengthy</b> commands.", "您可以创建简短的别名 以代替冗长的命令。"], ["Those operations are<b> lengthy</b> but more importantly, the customer can not access the databases during the database export and import.", "那些操作是漫长的，但更是重要的，在数据库导出和导入过程中，客户不能访问数据库。"], ["It was a rather<b> lengthy</b> piece of paper.", "那确实是相当冗长的一张纸。"]], "st": {"transform": [["adj.", "lengthier,lengthiest"]]}}, "mediocre": {"ex": ["adj. 普通的；平凡的；中等的"], "pron": {"peg": "[,midɪ'okɚ]", "pam": "[,midɪ'okɚ]"}, "st": {}, "wp": {"New Mediocre": "新平庸;新平庸时代", "Mediocre Culture": "平凡文明;平凡文化;平庸文化", "mediocre fsuffering": "徒平均输", "Mediocre people": "平庸的人们;平庸的人", "Mediocre Stares": "会所流行", "mediocre ftroubled": "徒平均输", "how mediocre": "聊聊如何", "mediocre ruler": "庸君", "mediocre frugality": "中庸之俭"}, "eg2": [["If you have<b> mediocre</b> skills, that's strike two.", "如果你只有普通的技能，那就是第二个打击。"], ["Tempted as I was by the chocolate-flavored cigarette wrappers, my only purchase was some<b> mediocre</b> pork buns and pastries from the Wonder Bakery.", "在奇迹面包店里，尽管被一些巧克力味的外卷烟叶诱惑着，我还是只买了一些普通的猪肉小面包和糕点。"], ["If the competition is even , it can slow you down.", "如果面临的竞争很普通，你可能会因此放慢脚步。"]]}, "nurture": {"pron": {"peg": "['nɝtʃɚ]", "pam": "['nɝtʃɚ]"}, "wp": {"Nurture Yourself": "滋养你自己", "comprehensive nurture": "综合抚育", "Nurture SPA": "露天芳疗花园旅店", "nurture absorption": "营养吸收", "Emotional Nurture": "情感陶冶", "nurture technique": "育苗技术", "Nurture It": "滋养它", "nurture e": "养育;培育;发展", "Nurture Land": "沃土工坊"}, "ex": ["vt. 养育；鼓励；培植", "n. 养育；教养；营养物"], "eg2": [[" your gifts and talents.", "培养你的天赋和才能。"], ["But, of course, there is some element of  in this equation.", "但是 里面当然也存在一些后天培养的因素."], ["I think it is really cool that there is an organization like this to help<b> nurture</b> the creative spark in kids who have not just a dream, but an idea for how to make it real.", "科技青训营专门帮助那些不仅有梦想，而且拥有能使梦想成真的点子的孩子门，培养他们的创造力，我觉得这样一个组织的存在实在是件非常酷的事情。"]], "st": {"transform": [["vt.", "nurtured,nurturing"]]}}, "opponent": {"pron": {"peg": "英 [ə'pəʊnənt] ", "pam": "美 [ə'poʊnənt] "}, "ex": ["n. 对手；竞争者；反对者；阻止者", "adj. 反对的", "网络 敌手；对立的；比洞赛中的对手"], "eg2": [["a political opponent", "政敌"], ["a dangerous/worthy/formidable opponent", "危险的╱可敬的╱强大的对手"], ["The team's opponents are unbeaten so far this season.", "该队的竞争对手本赛季尚无败绩。"], ["opponents of abortion", "反对堕胎的人"], ["opponents of the regime", "反对政权的人"]]}, "outrageous": {"pron": {"peg": "英 [aʊt'reɪdʒəs] ", "pam": "美 [aʊt'reɪdʒəs] "}, "ex": ["adj. 骇人的；无法容忍的；反常的；令人惊讶的", "网络 蛮横的；残暴的；肆无忌惮"], "eg2": [["outrageous behaviour", "极端无礼的行为"], ["‘That's outrageous!’ he protested.", "“简直骇人听闻！”他抗议说。"], ["She says the most outrageous things sometimes.", "她有时候尽说些耸人听闻的事。"], ["outrageous clothes", "怪里怪气的服装"]]}, "pitch": {"pron": {"peg": "[pɪtʃ]", "pam": "[pɪtʃ]"}, "wp": {"pitch diameter": "节圆直径;\t\t节径;中径;分度圆直径", "pitch point": "节点;齿轮啮合节点", "axial pitch": "轴向齿距;\t\t轴向节距;轴向螺距;轴向节距截锥涡", "Pitch Perfect": "歌喉赞;完美音调;清唱合唱团;辣妹合唱团", "pitch curve": "理论廓线;凸轮理论廓线;节面曲线;节曲线", "diametral pitch": "径节;直径齿距;齿轮径节;细牙", "pitch cone": "节圆锥;\t\t节锥;\t\t节圆锥面;\t\t分度锥", "wild pitch": "暴投;投手暴投;棒球少女;投球偏离本垒板致捕手无法经正常努力接住", "Fever Pitch": "极度狂热;爱情全垒打;高度兴奋;极度兴奋"}, "ex": ["vi. 倾斜；投掷；搭帐篷；坠落", "vt. 投；掷；定位于；用沥青涂；扎营；向前倾跌", "n. 沥青；音高；程度；树脂；倾斜；投掷；球场"], "eg2": [["He bunted at the first .", "他触击第一个投球。"], ["The batter took the .", "击球手放过这个投球没打。"], ["He keyed the piano up to a concert .", "他把钢琴的音调调到了音乐会要求的音高标准。"]], "st": {"similar": "throw"}}, "plummet": {"pron": {"peg": "英 ['plʌmɪt] ", "pam": "美 ['plʌmɪt] "}, "ex": ["v. 暴跌；速降", "n. 测锤(钓丝的)坠子；线锤；铅锤线；锤规", "网络 骤然跌落；垂直落下；骤降"], "eg2": [["Share prices plummeted to an all-time low.", "股票价格暴跌到历史最低点。"], ["Her spirits plummeted at the thought of meeting him again.", "一想到又要见到他，她的心情便直往下沉。"], ["The jet plummeted into a row of houses.", "那架喷气式飞机一头栽进一排房子里。"]]}, "precarious": {"pron": {"peg": "[prɪˈkɛrɪəs]", "pam": "[prɪˈkɛrɪəs]"}, "wp": {"precarious stabilized": "不稳定的", "precarious uncertain": "不稳定的;危险的;不安全的", "precarious work": "定的工作", "precarious precarious": "不稳定的", "precarious driving": "危险驾驶", "precarious right": "不确定的权利", "be precarious": "累卵", "precarious Scots": "没有稳定生活的苏格兰人", "Extremely Precarious": "极度不稳定"}, "ex": ["adj. 危险的；不确定的"], "eg2": [["Even the last hermit in his cave will have found out by now that just saving his precious hide has become a very  endeavour, indeed.", "就连最后一个洞里的隐居者现在也已经发现要保护他那宝贵的隐藏之地确实都成了很危险的任务。"], ["Before you answer, consider this: Two weeks ago, I alerted members of The Oxford Club to the  position of Chinese equities.", "在你回答之前先考虑一下：两个星期前，我提醒牛津俱乐部的会员，要注意中国股市的不确定性。"]], "st": {}}, "precipitous": {"ex": ["adj. 险峻的；急躁的，鲁莽的"], "pron": {"peg": "[prɪ'sɪpɪtəs]", "pam": "[prɪ'sɪpɪtəs]"}, "st": {"similar": "steep"}, "wp": {"grandly precipitous": "雄伟险峻", "T Precipitous": "拉格泰姆爵士", "precipitous hills": "陡峭的山", "Precipitous Rock": "巉岩", "precipitous move": "突然变动", "precipitous drop": "陡跌", "PRECIPITOUS -": "急躁的", "precipitous cliffs": "绝壁", "precipitous sea": "怒涛;道氏八级浪"}, "eg2": [["Could there be a mountain more  than this?", "山之险峻，宁有逾此?"], ["The drop in trust toward all major institutions has been most<b> precipitous</b> since the start of 2008.", "自2008年初始，民众对所有主要机构的信任以有史以来最急剧的程度下降。"]]}, "probable": {"ex": ["adj. 很可能的；可信的", "n. 很可能的事；大有希望的候选者"], "pron": {"peg": "['prɑbəbl]", "pam": "['prɑbəbl]"}, "st": {"similar": "possible,likely"}, "wp": {"probable error": "概率误差;\t\t概然误差;\t\t\t可能误差;\t\t概差", "probable deviation": "概差;或然差;可能偏差", "probable reserve": "可信储量;可能储藏量;可能储量;可期储量", "probable position": "最或然船位;或然船位", "probable AD": "很可能AD", "probable cases": "可能病例;可能之病患", "probable minimum": "概极小值", "probable maximum": "概极大值", "probable parallelogram": "或然误差平行四边形"}, "eg2": [["But without wondering if it is , I can say that it is logical.", "然而，无需考虑它是否可信，但我敢说这个结局是合乎逻辑的。"], ["Also, the website does not specify if other courses will be added in the future, but that’s highly .", "此外，站点并没有特别说明是否会在将来增加其它课程，但那样做的可能性非常大。"], ["You can also define a specific action to take if one of your<b> probable</b> next screens does not appear.", "您还可以定义一个特定操作，当某个可能的后续屏幕未能出现时采取这个操作。"]]}, "proportion": {"pron": {"peg": "英 [prə'pɔː(r)ʃ(ə)n] ", "pam": "美 [prə'pɔrʃ(ə)n] "}, "ex": ["n. 比例；部分；份额；均衡", "v. 摊派；使相称", "网络 比率；比重；面积"], "eg2": [["Water covers a large proportion of the earth's surface.", "水覆盖了地球表面的大部分。"], ["Loam is a soil with roughly equal proportions of clay, sand and silt.", "壤土是由大约等份的黏土、沙和粉砂合成的。"], ["The proportion of regular smokers increases with age.", "习惯吸烟的人口比重随年龄的增长而上升。"], ["A higher proportion of Americans go on to higher education than is the case in Britain.", "美国人上大学的比例大于英国。"], ["The proportion of men to women in the college has changed dramatically over the years.", "近年来，这个学院的男女学生比例出现了剧变。"], ["The basic ingredients are limestone and clay in the proportion 2:1.", "基本成分是石灰石和黏土，比例为 2:1。"], ["The room is very long in proportion to(= relative to) its width.", "这房间的长度比宽度大很多。"], ["You haven't drawn the figures in the foreground in proportion .", "你的前景人物画得不合比例。"], ["The head is out of proportion with the body.", "头部和身体不成比例。"], ["an impressive building with fine proportions", "比例协调的雄伟建筑物"], ["Always try to keep a sense of proportion(= of the relative importance of different things) .", "事有轻重缓急之分，这要常记在心。"], ["This method divides the task into more manageable proportions.", "这个方法把要完成的任务划分成较易操作的步骤。"], ["a food shortage that could soon reach crisis proportions", "可能会很快达到危机程度的粮食短缺"], ["a room of fairly generous proportions", "相当宽敞的屋子"]]}, "protectionism": {"pron": {"peg": "[prə'tɛkʃə'nɪzəm]", "pam": "[prə'tɛkʃə'nɪzəm]"}, "wp": {"Investment Protectionism": "投资保护主义", "ecology protectionism": "生态保护主义", "export protectionism": "出口保护主义", "trade protectionism": "贸易壁垒;贸易保护主义;护主义;保护主义", "Eschewing Protectionism": "抛弃保护主义", "economic protectionism": "经济保护主义", "Parallel protectionism": "类似保护", "animal protectionism": "动物保护主义", "judicial protectionism": "司法保护主义"}, "ex": ["n. 保护主义，贸易保护主义；贸易保护制度"], "eg2": [["So it is with .", "保护主义也是如此。"], ["But the costs of  in trade and finance are especially large at moments like these.", "但是在这个非常时期，贸易与金融保护主义的代价特别大。"], ["In the meantime, what should be done to keep the rod of<b> protectionism</b> off their—and the world's—backs?", "与此同时，更应该做的事，是将保护主义的大棒从这些国家（以及全世界）的身上移开。"]], "st": {}}, "protectionist": {"pron": {"peg": "[prə'tɛkʃənɪst]", "pam": "[prə'tɛkʃənɪst]"}, "wp": {"darbar protectionist": "宫廷主义", "Protectionist Measures": "保护主义措施", "protectionist policies": "保护主义措施;保护主义政策", "protectionist measure": "贸易保护措施", "Plato protectionist": "柏拉图主义", "protectionist meofure": "贸易庇护措施", "Radiation Protectionist": "职业", "Independent protectionist": "独立主义", "Protectionist Rhetoric": "贸易保护花言巧语"}, "ex": ["n. 贸易保护主义者", "adj. 贸易保护主义的；保护贸易论的"], "eg2": [], "st": {}}, "quota": {"pron": {"peg": "['kwotə]", "pam": "['kwotə]"}, "wp": {"quota management": "目标管理;配额管理;定额管理;非关税壁垒", "Racial quota": "种族配额;族裔配额", "disk quota": "磁盘配额;磁盘定额;磁盘限额;磁碟配额", "exchange quota": "外汇限额;汇兑限额;\t\t外汇配额", "quota control": "配额管制;配额控制;总量管制;定额管理", "Imperiali quota": "因佩里亚利数额;哈根巴赫数额;因皮立亚里基数;亚里基數", "Country Quota": "国别配额;国家配额", "Import quota": "进口配额;进口许可制;进口限额;进口配额证明", "allocated quota": "分配配额;分摊配额;国别配额"}, "ex": ["n. 配额；定额；限额"], "eg2": [["The production group has overfulfilled the  today.", "今天， 这个生产小组超额完成了定额。"], ["The main office  axed those in the field who didn’t meet their .", "主要办公室裁减那些在工作中完不成定额的人。"], ["If you want to enforce mail quotas, you could compare the information output at this stage with a global or per-user , and provide the user with some kind of warning.", "如果您希望强制实施邮件配额，那么您可以将这个阶段的信息输出与全局的、或者每个用户的配额进行比较，并向用户提供某种类型的警告。"]], "st": {}}, "recession": {"pron": {"peg": "[rɪ'sɛʃən]", "pam": "[rɪ'sɛʃən]"}, "wp": {"recession limb": "退水段", "Reflationary Recession": "衰退期", "recession direction": "回收方向", "slope recession": "坡面后退", "mild recession": "温和衰退;轻度衰退;缓慢衰退", "recession constant": "衰退常数", "global recession": "全球经济衰退", "Cyclical Recession": "而非周期性衰退", "deep recession": "深度衰退"}, "ex": ["n. 衰退；不景气；后退；凹处"], "eg2": [["In this , we seek the bogey.", "我们在这次衰退中寻找着魔鬼。"]], "st": {}}, "recovery": {"pron": {"peg": "英 [rɪ'kʌv(ə)ri] ", "pam": "美 [rɪ'kʌvəri] "}, "ex": ["n. 恢复；复苏；回升；痊愈", "网络 复原；回收；康复"], "eg2": [["My father has made a full recovery from the operation.", "我父亲手术后已完全康复了。"], ["to make a remarkable/quick/speedy/slow, etc. recovery", "恢复显著、很快、迅速、缓慢等"], ["She is on the road to(= making progress towards) recovery .", "她正在康复之中。"], ["The government is forecasting an economic recovery .", "政府预测经济会复苏。"], ["a recovery in consumer spending", "消费支出的回升"], ["The economy is showing signs of recovery.", "经济呈现出复苏的迹象。"], ["There is a reward for information leading to the recovery of the missing diamonds.", "凡能为找回丢失的钻石提供线索者可获奖赏。"]]}, "regain": {"ex": ["vt. 恢复；重新获得；收回", "vi. 上涨", "n. 收复；取回"], "pron": {"peg": "[rɪ'ɡen]", "pam": "[rɪ'ɡen]"}, "st": {"similar": "recover"}, "wp": {"moisture regain": "回潮率;回潮;吸湿;吸湿性", "residual regain": "剩余回潮率", "standard regain": "标准回潮;标准回潮率", "regain yield": "重拾产量;恢复收益率", "Organizatin regain": "组织度恢复", "Regain Freedom": "夺回自由;跟丫拼了", "Regain focus": "重新得到了关注", "NO REGAIN": "紧身", "regain activity": "恢复活性"}, "eg2": [["What would they need to do to<b> regain</b> their image as the best?", "然而，他们需要做些什么来恢复他们昔日的光辉形象呢？"], ["To cool herself and<b> regain</b> mental balance she went out of the room and had a walk in the garden.", "为了使自己冷静下来并重新得到心理上的平衡，她走出室外去花园散步。"], ["And now Russia wants to  influence in its backyard.", "现在俄罗斯想要恢复其在后院的影响力。"]]}, "reluctance": {"pron": {"peg": "英 [rɪ'lʌktəns] ", "pam": "美 [rɪ'lʌktəns] "}, "ex": ["n. 不情愿；【电】磁阻；厌恶；反抗 (to； at)", "网络 勉强；不愿；不愿意"], "eg2": []}, "reluctant": {"pron": {"peg": "[rɪ'lʌktənt]", "pam": "[rɪ'lʌktənt]"}, "wp": {"reluctant realism": "谨慎的现实主义", "Reluctant Dragon": "书名", "reluctant to": "不愿意;勉强的;不愿", "reluctant start": "勉强的开端", "reluctant -": "不情愿的", "reluctant admission": "勉强的承认", "Reluctant see": "不愿意看到", "Reluctant speakers": "不愿开口的学生", "Reluctant smile": "不情愿的微笑;不愿意微笑"}, "ex": ["adj. 不情愿的；勉强的；顽抗的"], "eg2": [["Even if the child is , he knows that the time is reserved for reading.", "即使孩子们不情愿，他也会知道那个时间是为了阅读留出来的。"], ["If the company is  to give you a list, do some research on your own (Google it).", "如果公司不情愿给您名单，那您可以独自地做一些调查(谷歌它)。"]], "st": {"similar": "disinclined,hesitant,loath,averse"}}, "roster": {"ex": ["n. 花名册；执勤人员表；逐项登记表"], "pron": {"peg": "['rɑstɚ]", "pam": "['rɑstɚ]"}, "st": {}, "wp": {"play roster": "队伍列表;显示为下一场战役选择的战斗小组", "Roster Management": "包括球员名单", "REST ROSTER": "重设球员名单", "LOAD ROSTER": "进入游戏后载入名单", "Roster Status": "册地位;名册地位", "Membership Roster": "列出会员花名册;会员名录", "disability roster": "残疾人名册", "retaining roster": "留守名簿", "Monthly Roster": "每"}, "eg2": [["Tigra works best on a team, and I like the diversity she brings to any Avengers .", "虎妹在队里表现最好，而且我喜欢她在复仇者花名册中带来的那份新鲜感。"], ["See  the team<b> roster</b> to see the contributors to the project, and to get an idea to what contributions exist.", "感兴趣的读者可以查看一下 团队的花名册，了解一下项目的贡献者，看看这些贡献来自于何处。"], ["So we should add to the<b> roster</b> of fundamentally unserious people anyone who talks about the deficit — as most of our prominent deficit scolds do — - as if it were purely a spending issue.", "因此，我们应该在根本不负责任的人的花名册上加上所有谈论赤字的人——就像大部分我们的训斥赤字的人所做的那样——好像纯粹是一件开支问题。"]]}, "scant": {"pron": {"peg": "[skænt]", "pam": "[skænt]"}, "wp": {"scant semen": "精少", "scant menstruation": "月经过少", "scant scan": "因为稀少", "scant demand": "需求不足", "scant eyebrows": "眉毛稀少", "scant sweat": "汗少", "scant displacement": "不足位移", "scant water": "节省水", "Scant hair": "稀毛"}, "ex": ["adj. 不足的；缺乏的；勉强够的", "vt. 减少；节省；限制"], "eg2": [["With no more than minimal Greek, the Chinese have little to do with the local police, and get<b> scant</b> help when their cash or merchandise is stolen.", "除了和极少希腊人接触外，中国人和当地警察的联系也甚少，当他们的现金或商品被偷取时，他们从警察那里得到并不足够的帮助。"], ["Until we see an actual announcement from Google, almost everything we can say about this OS is speculation based on  information.", "在我们实际看到来自谷歌的公告以前，我们对这个操作系统所能说的一切都是没有多少根据的猜测。"], ["Surviving on the<b> scant</b> rain that falls on the high desert, the surrounding natural scrubland uses far less water. The scrubland, shown in the upper left corner of the image, is tan and pale blue.", "为了在降水稀少的高地沙漠存活下来，周围自然形态的灌木丛则消耗很少的水分，可以看到这些分布在图片左上部的灌木丛是黄褐色和灰蓝色的。"]], "st": {"transform": [["adj.", "scanter,scantest"]], "similar": "meager"}}, "seventh": {"ex": ["n. 第七；七分之一", "adj. 第七的；七分之一的", "adv. 居第七位地"], "pron": {"peg": "['sɛvənθ]", "pam": "['sɛvənθ]"}, "st": {}, "wp": {"Seventh Crusade": "第七次十字军东征;第七次十字军", "Major seventh": "大七度", "Seventh Floor": "七楼", "Seventh Anniversary": "第七次纪念", "Seventh Rebirth": "第七重生;第七轮回", "Seventh Star": "第七颗星;表演者;唱片名", "Seventh love": "易谌的生日聚会;我被绑架了", "July seventh": "七月七日", "seventh pants": "七分裤"}, "eg2": [["Grint added that he would \"definitely\" like to be part of the sixth and  films.", "格林特还补充说他肯定还会参加第六和第七部哈�波特电影的拍摄。"], ["Both will meet in your<b> seventh</b> house of partnerships, so to unlock your good fortune, you need to collaborate with a partner.", "它们将在你表合作关系的第七宫会面，如果你有一个合作伙伴的话，它们将合作释放出你的好运气。"], ["Libra is the  of the zodiac signs.", "天秤座是黄道十二宫的第七宫。"]]}, "slump": {"ex": ["vi. 下降，衰落；倒下；大幅度下降，暴跌", "vt. 使降低；使衰落；使倒下", "n. 衰退；暴跌；消沉"], "pron": {"peg": "[slʌmp]", "pam": "[slʌmp]"}, "st": {}, "wp": {"slump test": "流动度试验;稠度试验;坍落试验;\t\t坍落度试验", "economic slump": "经济萧条;经济不景气;经济衰退;\t\t不景气", "drastic slump": "市价暴落;暴落", "sophomore slump": "二年生症候群;二年级生撞墙期", "A slump": "暴跌;萧条;下挫", "confidence slump": "信心下滑", "property slump": "楼价暴跌", "slump pit": "崩陷坑", "hot slump": "与热塌落;及附件八"}, "eg2": [["The price of electronic products<b> slump</b> recently.", "最近以来，电子产品的价格暴跌。"], ["Poorer economies still depend on Western markets: their  at the end of 2008 showed that.", "较穷的经济体依然依赖西方的市场：他们2008年的衰退即说明了这点。"]]}, "squad": {"pron": {"peg": "英 [skwɒd] ", "pam": "美 [skwɑd] "}, "ex": ["n. 队；（对付某类犯罪活动的）警察队伍；运动（代表）队；（军队的）班", "v. 成立(军队)的建制；把某士兵编入班的建制内；把人员分成小队", "网络 小组；部队；球队"], "eg2": [["the drugs/fraud, etc. squad", "缉毒队、反欺诈小组等"], ["the Olympic/national squad", "奥林匹克代表队；国家队"], ["They still have not named their squad for the World Cup qualifier.", "他们尚未确定参加世界杯预选赛的运动员名单。"]]}, "squeeze": {"pron": {"peg": "英 [skwiːz] ", "pam": "美 [skwiz] "}, "ex": ["v. 挤压；挤出；捏；（使）挤入", "n. 挤压；塞；捏；榨出的液体", "网络 压榨；榨取；紧缩"], "eg2": [["to squeeze a tube of toothpaste", "挤牙膏"], ["to squeeze the trigger of a gun(= to fire it)", "扣动枪的扳机"], ["He squeezed her hand and smiled at her.", "他捏了捏她的手，冲她笑笑。"], ["Just take hold of the tube and squeeze.", "拿住软管挤就行了。"], ["to squeeze the juice from a lemon", "把一个柠檬的汁挤出来"], ["She felt as if every drop of emotion had been squeezed from her.", "她觉得自己的激情似乎已经榨尽了。"], ["He took off his wet clothes and squeezed the water out.", "他脱下湿衣服，拧干了水。"], ["freshly squeezed orange juice", "现榨的橙汁"], ["Soak the cloth in warm water and then squeeze it dry.", "把衣服在温水里泡一下，然后把它拧干。"], ["We managed to squeeze six people into the car.", "我们往那辆车上挤进了六个人。"], ["We managed to squeeze a lot into a week(= we did a lot of different things) .", "我们把很多事挤在一个星期里做完了。"], ["to squeeze into a tight dress/a parking space", "勉强穿上一件紧身连衣裙；把车勉强挤进一个停车位"], ["to squeeze through a gap in the hedge", "从篱笆上的豁口挤过去"], ["If you move forward a little, I can squeeze past.", "你朝前挪一挪，我就可以挤过去了。"], ["He's squeezing me for £500.", "他逼我拿出 500 英镑。"], ["High interest rates have squeezed the industry hard.", "高利率使这个行业举步维艰。"], ["He gave my hand a little squeeze.", "他轻轻捏了捏我的手。"], ["Give the tube another squeeze.", "把软管再挤一下。"], ["a squeeze of lemon juice", "挤出的一点儿柠檬汁"], ["It was a tight squeeze but we finally got everything into the case.", "箱子塞得很紧，不过我们最终还是把所有东西都装进去了。"], ["Seven people in the car was a bit of a squeeze.", "那辆车坐了七个人是有点挤。"], ["a squeeze on profits", "利润的减少"], ["We're really feeling the squeeze since I lost my job.", "自从我丢了工作后，我们的确感觉到手头拮据。"], ["a credit squeeze", "信贷紧缩"], ["Who's his main squeeze ?", "他最要好的女朋友是谁？"]]}, "stadium": {"pron": {"peg": "英 ['steɪdiəm] ", "pam": "美 [ˈsteɪdiəm] "}, "ex": ["n. 【体】露天大型体育场；【病】病期；【生】生长期；龄期", "网络 运动场；体育馆；露天大型运动场"], "eg2": [["a football/sports stadium", "足球场；运动场"], ["an all-seater stadium", "全坐席体育场"]]}, "static": {"ex": ["adj. 静态的；静电的；静力的", "n. 静电；静电干扰"], "pron": {"peg": "['stætɪk]", "pam": "['stætɪk]"}, "st": {}, "wp": {"static seal": "静密封;衬垫;静态密封", "Static Text": "静态文本;静态文本框;静态文本控件;静态文字", "static electricity": "静电;静位觉;静电学;静止电荷产生的电或在不涉及运动的情形下所考虑的电", "static unbalance": "静不平衡;静态不平衡力;静力不平衡;静态不平�力", "static force": "静力;静力电流;静态力;静态受力", "static routes": "静态路由;自动静态路由;静态路径;静态路由表", "static balancing": "静平衡;静力平衡;惯性力平衡;静态平衡", "static data": "静态数据;静态资料;静态参量;静态数据区", "static strength": "静力强度;静态性力量;静强度;静止强度"}, "eg2": [["Film divides motion up into a series of<b> static</b> images.", "电影将动作分解为一系列静态画面。"], ["Governance should not be a set of<b> static</b> processes without any flexibility.", "治理不应该是一组没有任何灵活性的静态过程。"], ["Are any of them ?", "它们所有都是静态的吗？"]]}, "stifle": {"ex": ["vt. 扼杀；使窒息；藏匿", "vi. 窒息；被扼杀", "n. （马等的）后膝关节；（马等的）[动] 后膝关节病"], "pron": {"peg": "['staɪfl]", "pam": "['staɪfl]"}, "st": {"transform": [["vt.", "stifled,stifling"]]}, "wp": {"stifle change": "扼杀变革", "Stifle sb": "扼杀某人的情绪", "stifle talk": "使谈话静下来", "stifle creativity": "扼杀创造力", "stifle poison": "中毒窒息", "Stifle Arthritis": "膝关节炎", "joint stifle": "膝关节", "to stifle": "压制", "stifle innovation": "杀创新"}, "eg2": [["If you try to  innovation too quickly, you lose the next wave.", "如果你这么快就扼杀了创新，你就会错失下一波机会。"], ["The technology industry, she said, was coming under the sway of a dominant behemoth, one that had the potential to  innovation and squash its competitors.", "她说，高科技产业逐渐受到一个占优势的庞然大物，一头有可能窒息创新并压扁竞争对手的巨兽的支配。"], ["Countries also have to stop dangerous border barriers to the trade in food, which put neighbors in need at greater risk and  signals to stimulate more production.", "各国也必须取消阻碍食品贸易的危险的边境障碍，因为这些障碍使有需要的邻国陷于更大风险，扼杀刺激增产的信号。"]]}, "stricter": {"pron": {}, "wp": {"stricter inspection": "严格检验", "Stricter Menu Security": "严格菜单安全", "Desertification more and stricter": "沙漠化现在越来越严", "Stricter Legislation": "严格法律法规", "Stricter Requirements": "严格要求", "Stricter Regulation": "更加严格规章制度", "stricter egibility criteria": "更严格的资格标准", "Stricter Generics": "更严格的泛型", "With Stricter Rules": "与严格规则"}, "ex": ["严格的（ strict的比较级 ）"], "eg2": [], "st": {"transform": [["adj.", "stricter,strictest"]], "similar": "rigid,rigorous,stringent"}}, "strike": {"pron": {"peg": "[straɪk]", "pam": "[straɪk]"}, "wp": {"bird strike": "鸟击;机鸟互撞;鸟撞;小鸟突袭", "strike fault": "走向断层;规律断层", "Monster Strike": "怪物弹珠", "Castle Strike": "城堡战役;城堡战争;城堡攻击;古堡战争", "rapid strike": "速战;高速打击;给予敌人伤害", "Strike Fighters": "攻击战斗机;超音速战斗机;进犯战斗机;攻击战机", "Lightning Strike": "闪电攻击;雷击;闪电打击;闪电冲击", "Viper Strike": "蝮蛇突袭;蝰蛇打击;毒蛇出击;蛇打击", "strike risks": "罢工险"}, "ex": ["vi. 打，打击；罢工；敲，敲击；抓；打动；穿透", "vt. 打，击；罢工；撞击，冲击；侵袭；打动；到达", "n. 罢工；打击；殴打", "n. (Strike)人名；(英)斯特赖克"], "eg2": [["They blacklegged in the last .", "在上次罢工中他们当了工贼。"], ["The docker's  tied up the port.", "码头工人的罢工使港口陷于瘫痪。"], ["All these circumstances looked to a great .", "所有这些情况可能会导致一场大罢工。"]], "st": {"transform": [["vt.", "struck 或 strook,struck 或 stricken,striking"]]}}, "thump": {"ex": ["vt. 重击；用拳头打；砰地撞到", "vi. 重击；狠打；砰然地响", "n. 重打；重击声"], "pron": {"peg": "[θʌmp]", "pam": "[θʌmp]"}, "st": {}, "wp": {"thump against": "砰的一声打在", "thump killer": "键击噪声抑制器", "precordial thump": "胸前重击;胸前捶击;击胸法", "Icky Thump": "大吃一惊;唱片名", "thump pain": "叩击痛", "thump with": "因", "a thump": "沉闷的声音", "loud thump": "很大的响儿;很大的响声", "Thump Tap": "图钉"}, "eg2": [["The thief hit him a  on the head.", "贼在他的头上重击一下。"], ["Outside the car, Susan heard a shriek, a loud , and a strange gurgling noise. But she couldn't see anything in the darkness.", "苏珊听到车外传来了尖锐，响亮的重击声，还有一种奇怪的咯咯声也随之传入耳中。但在黑暗中，她什么也没看见。"], ["They shudder at unbridled emotion. If they are slain in the spirit, it is with a single, decorous : there's to be no rolling afterwards.", "他们对放纵的情感感到恐惧，假如他们被圣灵击倒，那必是一下优雅的重击，此后再无反复。"]]}, "tougher": {"pron": {}, "wp": {"Tougher sanctions": "制裁加厉", "getting tougher": "态度将更为强硬", "much tougher": "更加强硬", "TOUGHER SENTENCING": "加重刑罚", "tougher body": "强壮身体", "Policy Tougher": "政策更加困难", "be tougher": "玛丽莲梦兔", "tend tougher": "从重", "tougher oversight": "更严厉的监管"}, "ex": ["较坚强的", "较艰苦的（tough的比较级）"], "eg2": [], "st": {"similar": "strong"}}, "tournament": {"ex": ["n. 锦标赛，联赛；比赛"], "pron": {"peg": "[ˈtɝ​nəmənt]", "pam": "[ˈtɝ​nəmənt]"}, "st": {}, "wp": {"United Tournament": "联合超级杯", "tournament systems": "赛制", "tournament committee": "竞赛委员会", "Mass tournament": "群众比赛;群众性比赛", "Tournament bow": "比赛弓;比赛用弓", "Tournament Tower": "竞技之塔;锦标赛塔楼", "Algarve Tournament": "阿尔加维足球邀请赛", "professional tournament": "职业巡回赛;职业联赛", "Hearts Tournament": "心动锦标赛"}, "eg2": [["Bob partnered his father well at the .", "在比赛中鲍勃与他父亲结为很好的一对。"], ["The Council resolved that the next<b> tournament</b> should be held in Shanghai.", "理事会决定下次比赛在上海举行。"], ["It's no use egging him on; he's made up his mind not to join in the .", "他已拿定主意不参加比赛了，你再将他也没有用。"]]}, "underdog": {"ex": ["n. 处于劣势的人（或团队、国家等）；弱者；比赛前不被看好者", "网络 超狗任务；失败者；超人狗"], "pron": {"peg": "英 ['ʌndə(r).dɒɡ] ", "pam": "美 ['ʌndər.dɔɡ] "}, "eg2": [["Before the game we were definitely the underdogs.", "我们在赛前绝对不被看好。"], ["In politics, he was a champion of the underdog(= always fought for the rights of weaker people) .", "在政治上，他总是为弱势群体争取权益。"]]}, "youngster": {"ex": ["n. 年轻人；少年"], "pron": {"peg": "['jʌŋstɚ]", "pam": "['jʌŋstɚ]"}, "st": {}, "wp": {"Youngster Oil": "幼鸽油", "sprig youngster": "年青人", "Youngster park": "儿童公园", "youngster hurdlers": "少年跨栏运动员", "treachery youngster": "不忠的小孩", "Steer youngster": "引导年轻人", "the youngster": "青少年", "exuberant youngster": "一个欢蹦乱跳的青年人", "Hero Youngster": "少年陈真"}, "eg2": [["If a<b> youngster</b> has zero experience but wants to get some investment for a high-tech company, then I`m not so positive.", "但是，如果一个毫无经验的年轻人想要投资某个高科技公司的话，我不完全持赞成态度。"], ["Gender and family income did not explain the relationship between BMI and financial help, nor did whether or not a<b> youngster</b> engaged in risky behavior.", "性别和家庭收入不能解释BMI和财务帮助的关系，也不能解释一个年轻人是否热衷于冒险行为。"], ["For example，they do not compensate for gross social inequality,and thus do not tell how able an underprivileged  might have been had he grown up under more favorable circumstances.", "例如，测试并不能弥补明显的社会不公；因此，它们不能说明一个物质条件差的年轻人，如果在较好的环境下成长的话，会有多大才干。"]]}}, "title": "Can Russia’s national football team emerge from its recent slump?\n", "paperStatistics": {"suggestedfocus": "11.9 Minutes", "wordsset": 559, "keywords": "Cup,Russia,clubs,country,football,players,team", "toughwords": 104, "allwords": 1028}}